{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "Bob Rogers <rogers-perl6@rgrjr.dyndns.org>", "subject": "[perl #43462] [PATCH] some clearups, illegal memory accessing ", "body": " Since the decease of Robert Guiscard, the Normans had relinquished, above sixty years, their hostile designs against the empire of the East. The policy of Roger solicited a public and private union with the Greek princes, whose alliance would dignify his regal character: he demanded in marriage a daughter of the Comnenian family, and the first steps of the treaty seemed to promise a favorable event. But the contemptuous treatment of his ambassadors exasperated the vanity of the new monarch; and the insolence of the Byzantine court was expiated, according to the laws of nations, by the sufferings of a guiltless people. 109 With the fleet of seventy galleys, George, the admiral of Sicily, appeared before Corfu; and both the island and city were delivered into his hands by the disaffected inhabitants, who had yet to learn that a siege is still more calamitous than a tribute. In this invasion, of some moment in the annals of commerce, the Normans spread themselves by sea, and over the provinces of Greece; and the venerable age of Athens, Thebes, and Corinth, was violated by rapine and cruelty. Of the wrongs of Athens, no memorial remains. The ancient walls, which encompassed, without guarding, the opulence of Thebes, were scaled by the Latin Christians; but their sole use of the gospel was to sanctify an oath, that the lawful owners had not secreted any relic of their inheritance or industry. On the approach of the Normans, the lower town of Corinth was evacuated; the Greeks retired to the citadel, which was seated on a lofty eminence, abundantly watered by the classic fountain of Pirene; an impregnable fortress, if the want of courage could be balanced by any advantages of art or nature. As soon as the besiegers had surmounted the labor (their sole labor) of climbing the hill, their general, from the commanding eminence, admired his own victory, and testified his gratitude to Heaven, by tearing from the altar the precious image of Theodore, the tutelary saint. The silk weavers of both sexes, whom George transported to Sicily, composed the most valuable part of the spoil; and in comparing the skilful industry of the mechanic with the sloth and cowardice of the soldier, he was heard to exclaim that the distaff and loom were the only weapons which the Greeks were capable of using. The progress of this naval armament was marked by two conspicuous events, the rescue of the king of France, and the insult of the Byzantine capital. In his return by sea from an unfortunate crusade, Louis the Seventh was intercepted by the Greeks, who basely violated the laws of honor and religion. The fortunate encounter of the Norman fleet delivered the royal captive; and after a free and honorable entertainment in the court of Sicily, Louis continued his journey to Rome and Paris. 110 In the absence of the emperor, Constantinople and the Hellespont were left without defence and without the suspicion of danger. The clergy and people (for the soldiers had followed the standard of Manuel) were astonished and dismayed at the hostile appearance of a line of galleys, which boldly cast anchor in the front of the Imperial city. The forces of the Sicilian admiral were inadequate to the siege or assault of an immense and populous metropolis; but George enjoyed the glory of humbling the Greek arrogance, and of marking the path of conquest to the navies of the West. He landed some soldiers to rifle the fruits of the royal gardens, and pointed with silver, or most probably with fire, the arrows which he discharged against the palace of the Caesars. 111 This playful outrage of the pirates of Sicily, who had surprised an unguarded moment, Manuel affected to despise, while his martial spirit, and the forces of the empire, were awakened to revenge. The Archipelago and Ionian Sea were covered with his squadrons and those of Venice; but I know not by what favorable allowance of transports, victuallers, and pinnaces, our reason, or even our fancy, can be reconciled to the stupendous account of fifteen hundred vessels, which is proposed by a Byzantine historian. These operations were directed with prudence and energy: in his homeward voyage George lost nineteen of his galleys, which were separated and taken: after an obstinate defence, Corfu implored the clemency of her lawful sovereign; nor could a ship, a soldier, of the Norman prince, be found, unless as a captive, within the limits of the Eastern empire. The prosperity and the health of Roger were already in a declining state: while he listened in his palace of Palermo to the messengers of victory or defeat, the invincible Manuel, the foremost in every assault, was celebrated by the Greeks and Latins as the Alexander or the Hercules of the age."}