{"label": "ham", "to_address": "Stephen Weigand <weigand.stephen@gmail.com>", "from_address": "\"Martin Henry H. Stevens\" <HStevens@muohio.edu>", "subject": "Re: [R] Different fonts on different axes", "body": " Whatever advantages might attend the arms of Sapor in the field, though nine repeated victories diffused among the nations the fame of his valor and conduct, he could not hope to succeed in the execution of his designs, while the fortified towns of Mesopotamia, and, above all, the strong and ancient city of Nisibis, remained in the possession of the Romans. In the space of twelve years, Nisibis, which, since the time of Lucullus, had been deservedly esteemed the bulwark of the East, sustained three memorable sieges against the power of Sapor; and the disappointed monarch, after urging his attacks above sixty, eighty, and a hundred days, was thrice repulsed with loss and ignominy. 63 This large and populous city was situate about two daysÕ journey from the Tigris, in the midst of a pleasant and fertile plain at the foot of Mount Masius. A treble enclosure of brick walls was defended by a deep ditch; 64 and the intrepid resistance of Count Lucilianus, and his garrison, was seconded by the desperate courage of the people. The citizens of Nisibis were animated by the exhortations of their bishop, 65 inured to arms by the presence of danger, and convinced of the intentions of Sapor to plant a Persian colony in their room, and to lead them away into distant and barbarous captivity. The event of the two former sieges elated their confidence, and exasperated the haughty spirit of the Great King, who advanced a third time towards Nisibis, at the head of the united forces of Persia and India. The ordinary machines, invented to batter or undermine the walls, were rendered ineffectual by the superior skill of the Romans; and many days had vainly elapsed, when Sapor embraced a resolution worthy of an eastern monarch, who believed that the elements themselves were subject to his power. At the stated season of the melting of the snows in Armenia, the River Mygdonius, which divides the plain and the city of Nisibis, forms, like the Nile, 66 an inundation over the adjacent country. By the labor of the Persians, the course of the river was stopped below the town, and the waters were confined on every side by solid mounds of earth. On this artificial lake, a fleet of armed vessels filled with soldiers, and with engines which discharged stones of five hundred pounds weight, advanced in order of battle, and engaged, almost upon a level, the troops which defended the ramparts. 6611 The irresistible force of the waters was alternately fatal to the contending parties, till at length a portion of the walls, unable to sustain the accumulated pressure, gave way at once, and exposed an ample breach of one hundred and fifty feet. The Persians were instantly driven to the assault, and the fate of Nisibis depended on the event of the day. The heavy-armed cavalry, who led the van of a deep column, were embarrassed in the mud, and great numbers were drowned in the unseen holes which had been filled by the rushing waters. The elephants, made furious by their wounds, increased the disorder, and trampled down thousands of the Persian archers. The Great King, who, from an exalted throne, beheld the misfortunes of his arms, sounded, with reluctant indignation, the signal of the retreat, and suspended for some hours the prosecution of the attack. But the vigilant citizens improved the opportunity of the night; and the return of day discovered a new wall of six feet in height, rising every moment to fill up the interval of the breach. Notwithstanding the disappointment of his hopes, and the loss of more than twenty thousand men, Sapor still pressed the reduction of Nisibis, with an obstinate firmness, which could have yielded only to the necessity of defending the eastern provinces of Persia against a formidable invasion of the Massaget¾. 67 Alarmed by this intelligence, he hastily relinquished the siege, and marched with rapid diligence from the banks of the Tigris to those of the Oxus. The danger and difficulties of the Scythian war engaged him soon afterwards to conclude, or at least to observe, a truce with the Roman emperor, which was equally grateful to both princes; as Constantius himself, after the death of his two brothers, was involved, by the revolutions of the West, in a civil contest, which required and seemed to exceed the most vigorous exertion of his undivided strength."}