{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Nicholas\" <geoffrey@gels.biz>", "subject": "We cure any desease!", "body": " When I went out and in as a missionary among the Chinese people for about thirty years, it sometimes occurred to me that only the inmates of their monasteries and the recluses of both systems should be enumerated as Buddhists and Taoists; but I was in the end constrained to widen that judgment, and to admit a considerable following of both among the people, who have neither received the tonsure nor assumed the yellow top. Dr. Eitel, in concluding his discussion of this point in his \"Lecture on Buddhism, an Event in History,\" says: \"It is not too much to say that most Chinese are theoretically Confucianists, but emotionally Buddhists or Taoists. But fairness requires us to add that, though the mass of the people are more or less influenced by Buddhist doctrines, yet the people, as a whole, have no respect for the Buddhist church, and habitually sneer at Buddhist priests.\" For the \"most\" in the former of these two sentences I would substitute \"nearly all;\" and between my friend's \"but\" and \"emotionally\" I would introduce \"many are,\" and would not care to contest his conclusion further. It does seem to me preposterous to credit Buddhism with the whole of the vast population of China, the great majority of whom are Confucianists. My own opinion is that its adherents are not so many as those even of Mohammedanism, and that instead of being the most numerous of the religions (so-called) of the world, it is only entitled to occupy the fifth place, ranking below Christianity, Confucianism, Brahmanism, and Mohammedanism, and followed, some distance off, by Tâoism. To make a table of percentages of mankind, and to assign to each system its proportion, are to seem to be wise where we are deplorably ignorant; and, moreover, if our means of information were much better than they are, our figures would merely show the outward adherence. A fractional percentage might tell more for one system than a very large integral one for another."}