{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Robbie Morris\" <jndr@gibbings.co.uk>", "subject": "Part Time JOB! $2000 a week!", "body": " Aristotle had very likely more authorities, whom he has followed, or converted to his own purposes, than those whose names he has given. These are, however, a few, whom he has named, as Alcmæon of Crotona; Dionysius of Apollonia; Herodorus of Heracleum in Pontus, the father of Bryson the sophist; Ctesias of Cnidos; Herodotus of Halicarnassus; Syennesis of Cyprus; Polybus; Democritus of Abdera; Anaxagoras of Clazomene; Empedocles of Sicily; and if there are any more which do not just now occur to my memory, they are accurately enumerated in the index, with the names of the places to which they belonged. I have said that it is probable, that Aristotle has derived information from more authorities than he has named; and a reason for this conjecture is found in a passage which he extracts, almost verbatim, from Herodotus, on the Nilotic crocodile (Euterpe, 68). This I have shewn in a note on the passage, book v. ch. 27, 2. And there are many places, both in his natural history and his other works on animals, where our philosopher refers to the ancient fables of men who were transformed into the nature and forms of various animals. The oldest author of such fables is Boeus (or Boeo, in the feminine gender, as some have conjectured). From this book Antoninus Literalis has extracted many chapters in Greek. Nicander of Colophon, and others, followed the example of Boeus. Among Latin writers, the Metamorphoses of Ovid have always commanded attention. All who have read the work of Antoninus, and the Metamorphoses of Ovid, will easily perceive how much information on the nature and habits of animals our philosopher could have derived from the very character of the books which had come down from the remotest antiquity to the time of Aristotle (compare note 9, 17, 1), especially if they bear in mind that the ancient teachers of physics always compared the habits of animals with those of man, and conjectured the causes and reasons of their actions, from similar impulses in man. This may be seen in the fables of Æsop, for they contain the first elements of the doctrines of the ancients on physics and morals. We might also offer a surmise on Eudoxus, and Scylax, and others, who wrote \"Travels Round the Earth,\" in which they described the animals of different countries; for our philosopher appeals to the testimony of both these authors, in his work on Meteorics, and elsewhere. There is more doubt whether Aristotle used, or could have used, the numerous notices of animals, of the interior of Asia and India, which the companions of Alexander, in his Asiatic and Indian expeditions, brought back to Greece; which Theophrastus, the pupil of Aristotle, and his successor in the schools, is found to have used so well in his History of Plants. For this I consider to be proved, that the written notices of the companions of Alexander were published after the death of the king, though we have no proof of the exact year in which they were made public. Indeed I have never found any evidence in the History of Animals which could lead us to suppose that Aristotle was acquainted with the animals of the interior of Asia and India, by information derived from the companions of Alexander; nor have I been able to find the slightest information from which I can form a conjecture as to either the place or time when this history was written: but, in order that others may institute a more rigorous inquiry into the date and place of its authorship, if any such have escaped my notice, I will place before my readers that portion of the Aristotelian chronology which relates to this work, from the disputation of St. Croix, a learned French author (Examen Critique des Historiens d'Alexander le Grand, p. 603, second edition). Aristotle, therefore, at the invitation of Philip, King of Macedon, undertook the education of his son, Alexander, when he was thirteen years of age, in the second year of the 109th Olympiad, when Phythodotus was Archon of Athens. Aristotle returned to Athens in the second year of the 111th Olympiad, in the Archonship of Evænetus. He taught at Athens for thirteen years, from whence he fled to Chalcis, and there he died, in the third year of the 114th Olympiad, during the Archonship of Philocles."}