{"label": "ham", "to_address": "Jen mlists <practicalperl@gmail.com>", "from_address": "rcook@pcug.org.au (Owen Cook)", "subject": "Re: how to decode it?", "body": " The theological system of Julian appears to have contained the sublime and important principles of natural religion. But as the faith, which is not founded on revelation, must remain destitute of any firm assurance, the disciple of Plato imprudently relapsed into the habits of vulgar superstition; and the popular and philosophic notion of the Deity seems to have been confounded in the practice, the writings, and even in the mind of Julian. 19 The pious emperor acknowledged and adored the Eternal Cause of the universe, to whom he ascribed all the perfections of an infinite nature, invisible to the eyes and inaccessible to the understanding, of feeble mortals. The Supreme God had created, or rather, in the Platonic language, had generated, the gradual succession of dependent spirits, of gods, of d¾mons, of heroes, and of men; and every being which derived its existence immediately from the First Cause, received the inherent gift of immortality. That so precious an advantage might not be lavished upon unworthy objects, the Creator had intrusted to the skill and power of the inferior gods the office of forming the human body, and of arranging the beautiful harmony of the animal, the vegetable, and the mineral kingdoms. To the conduct of these divine ministers he delegated the temporal government of this lower world; but their imperfect administration is not exempt from discord or error. The earth and its inhabitants are divided among them, and the characters of Mars or Minerva, of Mercury or Venus, may be distinctly traced in the laws and manners of their peculiar votaries. As long as our immortal souls are confined in a mortal prison, it is our interest, as well as our duty, to solicit the favor, and to deprecate the wrath, of the powers of heaven; whose pride is gratified by the devotion of mankind; and whose grosser parts may be supposed to derive some nourishment from the fumes of sacrifice. 20 The inferior gods might sometimes condescend to animate the statues, and to inhabit the temples, which were dedicated to their honor. They might occasionally visit the earth, but the heavens were the proper throne and symbol of their glory. The invariable order of the sun, moon, and stars, was hastily admitted by Julian, as a proof of their _eternal_ duration; and their eternity was a sufficient evidence that they were the workmanship, not of an inferior deity, but of the Omnipotent King. In the system of Platonists, the visible was a type of the invisible world. The celestial bodies, as they were informed by a divine spirit, might be considered as the objects the most worthy of religious worship. The Sun, whose genial influence pervades and sustains the universe, justly claimed the adoration of mankind, as the bright representative of the Logos, the lively, the rational, the beneficent image of the intellectual Father. 21"}