{"label": "ham", "to_address": "<ip-health@lists.essential.org>", "from_address": "\"Michael Palmedo\" <mpalmedo@wcl.american.edu>", "subject": "[Ip-health] More info on USA for Innovation", "body": " “Soldiers and comrades in this adventure, I hope that none of you in our present strait will think to show his wit by exactly calculating all the perils that encompass us, but that you will rather hasten to close with the enemy, without staying to count the odds, seeing in this your best chance of safety. In emergencies like ours calculation is out of place; the sooner the danger is faced the better. To my mind also most of the chances are for us, if we will only stand fast and not throw away our advantages, overawed by the numbers of the enemy. One of the points in our favour is the awkwardness of the landing. This, however, only helps us if we stand our ground. If we give way it will be practicable enough, in spite of its natural difficulty, without a defender; and the enemy will instantly become more formidable from the difficulty he will have in retreating, supposing that we succeed in repulsing him, which we shall find it easier to do, while he is on board his ships, than after he has landed and meets us on equal terms. As to his numbers, these need not too much alarm you. Large as they may be he can only engage in small detachments, from the impossibility of bringing to. Besides, the numerical superiority that we have to meet is not that of an army on land with everything else equal, but of troops on board ship, upon an element where many favourable accidents are required to act with effect. I therefore consider that his difficulties may be fairly set against our numerical deficiencies, and at the same time I charge you, as Athenians who know by experience what landing from ships on a hostile territory means, and how impossible it is to drive back an enemy determined enough to stand his ground and not to be frightened away by the surf and the terrors of the ships sailing in, to stand fast in the present emergency, beat back the enemy at the water’s edge, and save yourselves and the place.”"}