{"label": "ham", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "The Paceline <info@thepaceline.com>", "subject": "June Paceline Newsletter", "body": " Whilst the happiness and glory of a temporal reign were promised to the disciples of Christ, the most dreadful calamities were denounced against an unbelieving world. The edification of a new Jerusalem was to advance by equal steps with the destruction of the mystic Babylon; and as long as the emperors who reigned before Constantine persisted in the profession of idolatry, the epithet of Babylon was applied to the city and to the empire of Rome. A regular series was prepared of all the moral and physical evils which can afflict a flourishing nation; intestine discord, and the invasion of the fiercest barbarians from the unknown regions of the North; pestilence and famine, comets and eclipses, earthquakes and inundations. 68 All these were only so many preparatory and alarming signs of the great catastrophe of Rome, when the country of the Scipios and Cæsars should be consumed by a flame from Heaven, and the city of the seven hills, with her palaces, her temples, and her triumphal arches, should be buried in a vast lake of fire and brimstone. It might, however, afford some consolation to Roman vanity, that the period of their empire would be that of the world itself; which, as it had once perished by the element of water, was destined to experience a second and a speedy destruction from the element of fire. In the opinion of a general conflagration, the faith of the Christian very happily coincided with the tradition of the East, the philosophy of the Stoics, and the analogy of Nature; and even the country, which, from religious motives, had been chosen for the origin and principal scene of the conflagration, was the best adapted for that purpose by natural and physical causes; by its deep caverns, beds of sulphur, and numerous volcanoes, of which those of Ætna, of Vesuvius, and of Lipari, exhibit a very imperfect representation. The calmest and most intrepid sceptic could not refuse to acknowledge that the destruction of the present system of the world by fire was in itself extremely probable. The Christian, who founded his belief much less on the fallacious arguments of reason than on the authority of tradition and the interpretation of Scripture, expected it with terror and confidence as a certain and approaching event; and as his mind was perpetually filled with the solemn idea, he considered every disaster that happened to the empire as an infallible symptom of an expiring world. 69"}