{"label": "ham", "to_address": "Don Hopkins <dhopkins@DonHopkins.com>", "from_address": "Marco Pesenti Gritti <mpg@redhat.com>", "subject": "Re: [sugar] Cairo build autogen.sh fails is TERM=dumb in\n\temacs\tshell window", "body": " Hippodamus, the son of Euruphon a Milesian, contrived the art of laying out towns, and separated the Pireus. This man was in other respects too eager after notice, and seemed to many to live in a very affected manner, with his flowing locks and his expensive ornaments, and a coarse warm vest which he wore, not only in the winter, but also in the hot weather. As he was very desirous of the character of a universal scholar, he was the first who, not being actually engaged in the management of public affairs, sat himself to inquire what sort of government was best; and he planned a state, consisting of ten thousand persons, divided into three parts, one consisting of artisans, another of husbandmen, and the third of soldiers; he also divided the lands into three parts, and allotted one to sacred purposes, another to the public, and the third to individuals. The first of these was to supply what was necessary for the established worship of the gods; the second was to be allotted to the support of the soldiery; and the third was to be the property of the husbandman. He thought also that there need only be three sorts of laws, corresponding to the three sorts of actions which can be brought, namely, for assault, trespasses, or death. He ordered also that there should be a particular court of appeal, into which all causes might be removed which were supposed to have been unjustly determined elsewhere; which court should be composed of old men chosen for that purpose. He thought also [1268a] that they should not pass sentence by votes; but that every one should bring with him a tablet, on which he should write, that he found the party guilty, if it was so, but if not, he should bring a plain tablet; but if he acquitted him of one part of the indictment but not of the other, he should express that also on the tablet; for he disapproved of that general custom already established, as it obliges the judges to be guilty of perjury if they determined positively either on the one side or the other. He also made a law, that those should be rewarded who found out anything for the good of the city, and that the children of those who fell in battle should be educated at the public expense; which law had never been proposed by any other legislator, though it is at present in use at Athens as well as in other cities, he would have the magistrates chosen out of the people in general, by whom he meant the three parts before spoken of; and that those who were so elected should be the particular guardians of what belonged to the public, to strangers, and to orphans."}