{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"marwin washington\" <charlott@dinomedia.com>", "subject": "Cheapest Harold Wang.", "body": " Now we must admit that the doctrine of the existence of God belongs to doctrinal belief. For, although in respect to the theoretical cognition of the universe I do not require to form any theory which necessarily involves this idea, as the condition of my explanation of the phenomena which the universe presents, but, on the contrary, am rather bound so to use my reason as if everything were mere nature, still teleological unity is so important a condition of the application of my reason to nature, that it is impossible for me to ignore it—especially since, in addition to these considerations, abundant examples of it are supplied by experience. But the sole condition, so far as my knowledge extends, under which this unity can be my guide in the investigation of nature, is the assumption that a supreme intelligence has ordered all things according to the wisest ends. Consequently, the hypothesis of a wise author of the universe is necessary for my guidance in the investigation of nature—is the condition under which alone I can fulfil an end which is contingent indeed, but by no means unimportant. Moreover, since the result of my attempts so frequently confirms the utility of this assumption, and since nothing decisive can be adduced against it, it follows that it would be saying far too little to term my judgement, in this case, a mere opinion, and that, even in this theoretical connection, I may assert that I firmly believe in God. Still, if we use words strictly, this must not be called a practical, but a doctrinal belief, which the theology of nature (physico-theology) must also produce in my mind. In the wisdom of a Supreme Being, and in the shortness of life, so inadequate to the development of the glorious powers of human nature, we may find equally sufficient grounds for a doctrinal belief in the future life of the human soul."}