{"label": "spam", "to_address": "refinance@flax24.uwaterloo.ca", "from_address": "\"Lillie \" <dlmfhhjowphb@genisyshosting.net>", "subject": "Just in time for Summer fun", "body": " We come now to the second question we proposed, viz. Why we annex the idea of virtue to justice, and of vice to injustice. This question will not detain us long after the principles, which we have already established, All we can say of it at present will be dispatched in a few words: And for farther satisfaction, the reader must wait till we come to the third part of this book. The natural obligation to justice, viz, interest, has been fully explained; but as to the moral obligation, or the sentiment of right and wrong, it will first be requisite to examine the natural virtues, before we can give a full and satisfactory account of it. After men have found by experience, that their selfishness and confined generosity, acting at their liberty, totally incapacitate them for society; and at the same time have observed, that society is necessary to the satisfaction of those very passions, they are naturally induced to lay themselves under the restraint of such rules, as may render their commerce more safe and commodious. To the imposition then, and observance of these rules, both in general, and in every particular instance, they are at first induced only by a regard to interest; and this motive, on the first formation of society, is sufficiently strong and forcible. But when society has become numerous, and has encreased to a tribe or nation, this interest is more remote; nor do men so readily perceive, that disorder and confusion follow upon every breach of these rules, as in a more narrow and contracted society. But though in our own actions we may frequently lose sight of that interest, which we have in maintaining order, and may follow a lesser and more present interest, we never fail to observe the prejudice we receive, either mediately or immediately, from the injustice of others; as not being in that case either blinded by passion, or byassed by any contrary temptation. Nay when the injustice is so distant from us, as no way to affect our interest, it still displeases us; because we consider it as prejudicial to human society, and pernicious to every one that approaches the person guilty of it. We partake of their uneasiness by sympathy; and as every thing, which gives uneasiness in human actions, upon the general survey, is called Vice, and whatever produces satisfaction, in the same manner, is denominated Virtue; this is the reason why the sense of moral good and evil follows upon justice and injustice. And though this sense, in the present case, be derived only from contemplating the actions of others, yet we fail not to extend it even to our own actions. The general rule reaches beyond those instances, from which it arose; while at the same time we naturally sympathize with others in the sentiments they entertain of us. Thus self-interest is the original motive to the establishment of justice: but a sympathy with public interest is the source of the moral approbation, which attends that virtue."}