{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "audreyt@cvs.develooper.com", "subject": "[svn:perl6-synopsis] r14392 - doc/trunk/design/syn", "body": " The siege of Constantinople by the Turks attracts our first attention to the person and character of the great destroyer. Mahomet the Second 1 was the son of the second Amurath; and though his mother has been decorated with the titles of Christian and princess, she is more probably confounded with the numerous concubines who peopled from every climate the harem of the sultan. His first education and sentiments were those of a devout Mussulman; and as often as he conversed with an infidel, he purified his hands and face by the legal rites of ablution. Age and empire appear to have relaxed this narrow bigotry: his aspiring genius disdained to acknowledge a power above his own; and in his looser hours he presumed (it is said) to brand the prophet of Mecca as a robber and impostor. Yet the sultan persevered in a decent reverence for the doctrine and discipline of the Koran: 2 his private indiscretion must have been sacred from the vulgar ear; and we should suspect the credulity of strangers and sectaries, so prone to believe that a mind which is hardened against truth must be armed with superior contempt for absurdity and error. Under the tuition of the most skilful masters, Mahomet advanced with an early and rapid progress in the paths of knowledge; and besides his native tongue it is affirmed that he spoke or understood five languages, 3 the Arabic, the Persian, the Chaldæan or Hebrew, the Latin, and the Greek. The Persian might indeed contribute to his amusement, and the Arabic to his edification; and such studies are familiar to the Oriental youth. In the intercourse of the Greeks and Turks, a conqueror might wish to converse with the people over which he was ambitious to reign: his own praises in Latin poetry 4 or prose 5 might find a passage to the royal ear; but what use or merit could recommend to the statesman or the scholar the uncouth dialect of his Hebrew slaves? The history and geography of the world were familiar to his memory: the lives of the heroes of the East, perhaps of the West, 6 excited his emulation: his skill in astrology is excused by the folly of the times, and supposes some rudiments of mathematical science; and a profane taste for the arts is betrayed in his liberal invitation and reward of the painters of Italy. 7 But the influence of religion and learning were employed without effect on his savage and licentious nature. I will not transcribe, nor do I firmly believe, the stories of his fourteen pages, whose bellies were ripped open in search of a stolen melon; or of the beauteous slave, whose head he severed from her body, to convince the Janizaries that their master was not the votary of love. 701 His sobriety is attested by the silence of the Turkish annals, which accuse three, and three only, of the Ottoman line of the vice of drunkenness. 8 But it cannot be denied that his passions were at once furious and inexorable; that in the palace, as in the field, a torrent of blood was spilt on the slightest provocation; and that the noblest of the captive youth were often dishonored by his unnatural lust. In the Albanian war he studied the lessons, and soon surpassed the example, of his father; and the conquest of two empires, twelve kingdoms, and two hundred cities, a vain and flattering account, is ascribed to his invincible sword. He was doubtless a soldier, and possibly a general; Constantinople has sealed his glory; but if we compare the means, the obstacles, and the achievements, Mahomet the Second must blush to sustain a parallel with Alexander or Timour. Under his command, the Ottoman forces were always more numerous than their enemies; yet their progress was bounded by the Euphrates and the Adriatic; and his arms were checked by Huniades and Scanderbeg, by the Rhodian knights and by the Persian king."}