{"label": "spam", "to_address": "acmyyyhtml <acmyyyhtml@flax9.uwaterloo.ca>", "from_address": "kenta kobashi <okey@mailctrl.com>", "subject": "=?ISO-2022-JP?B?UmU6GyRCJCgkQyEqISkbKEI=?=", "body": " If our intention, therefore, be to consider the proportions of contrary events in a great number of instances, the images presented by our past experience must remain in their FIRST FORM, and preserve their first proportions. Suppose, for instance, I have found by long observation, that of twenty ships, which go to sea, only nineteen return. Suppose I see at present twenty ships that leave the port: I transfer my past experience to the future, and represent to myself nineteen of these ships as returning in safety, and one as perishing. Concerning this there can be no difficulty. But as we frequently run over those several ideas of past events, in order to form a judgment concerning one single event, which appears uncertain; this consideration must change the FIRST FORM of our ideas, and draw together the divided images presented by experience; since it is to it we refer the determination of that particular event, upon which we reason. Many of these images are supposed to concur, and a superior number to concur on one side. These agreeing images unite together, and render the idea more strong and lively, not only than a mere fiction of the imagination, but also than any idea, which is supported by a lesser number of experiments. Each new experiment is as a new stroke of the pencil, which bestows an additional vivacity on the colours without either multiplying or enlarging the figure. This operation of the mind has been so fully explained in treating of the probability of chance, that I need not here endeavour to render it more intelligible. Every past experiment may be considered as a kind of chance; I it being uncertain to us, whether the object will exist conformable to one experiment or another. And for this reason every thing that has been said on the one subject is applicable to both."}