{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jpeach@samba.org", "subject": "svn commit: samba r23398 - in branches/SAMBA_3_0/source: . smbd", "body": " Yet this attack, when they were within the view and reach of their glorious prize, was suspended above ten months after the defeat of Kerboga. The zeal and courage of the crusaders were chilled in the moment of victory; and instead of marching to improve the consternation, they hastily dispersed to enjoy the luxury, of Syria. The causes of this strange delay may be found in the want of strength and subordination. In the painful and various service of Antioch, the cavalry was annihilated; many thousands of every rank had been lost by famine, sickness, and desertion: the same abuse of plenty had been productive of a third famine; and the alternative of intemperance and distress had generated a pestilence, which swept away above fifty thousand of the pilgrims. Few were able to command, and none were willing to obey; the domestic feuds, which had been stifled by common fear, were again renewed in acts, or at least in sentiments, of hostility; the fortune of Baldwin and Bohemond excited the envy of their companions; the bravest knights were enlisted for the defence of their new principalities; and Count Raymond exhausted his troops and treasures in an idle expedition into the heart of Syria. 1031 The winter was consumed in discord and disorder; a sense of honor and religion was rekindled in the spring; and the private soldiers, less susceptible of ambition and jealousy, awakened with angry clamors the indolence of their chiefs. In the month of May, the relics of this mighty host proceeded from Antioch to Laodicea: about forty thousand Latins, of whom no more than fifteen hundred horse, and twenty thousand foot, were capable of immediate service. Their easy march was continued between Mount Libanus and the sea-shore: their wants were liberally supplied by the coasting traders of Genoa and Pisa; and they drew large contributions from the emirs of Tripoli, Tyre, Sidon, Acre, and Caesarea, who granted a free passage, and promised to follow the example of Jerusalem. From Caesarea they advanced into the midland country; their clerks recognized the sacred geography of Lydda, Ramla, Emmaus, and Bethlem, 1032 and as soon as they descried the holy city, the crusaders forgot their toils and claimed their reward. 104"}