{"label": "ham", "to_address": "Andrew <ktwarwic@flax9.UWATERLOO.CA>", "from_address": "\"Organic Consumers Association\" <ronniecummins@organicconsumers.org>", "subject": "Organic Bytes: Tainted Foods, Country of Origin Labels, & Green Shopping", "body": " But Placidia soon obtained the pleasure of revenge, and the view of her ignominious sufferings might rouse an indignant people against the tyrant, who was assassinated on the seventh day of his usurpation. After the death of Singeric, the free choice of the nation bestowed the Gothic sceptre on Wallia; whose warlike and ambitious temper appeared, in the beginning of his reign, extremely hostile to the republic. He marched in arms from Barcelona to the shores of the Atlantic Ocean, which the ancients revered and dreaded as the boundary of the world. But when he reached the southern promontory of Spain, 163 and, from the rock now covered by the fortress of Gibraltar, contemplated the neighboring and fertile coast of Africa, Wallia resumed the designs of conquest, which had been interrupted by the death of Alaric. The winds and waves again disappointed the enterprise of the Goths; and the minds of a superstitious people were deeply affected by the repeated disasters of storms and shipwrecks. In this disposition the successor of Adolphus no longer refused to listen to a Roman ambassador, whose proposals were enforced by the real, or supposed, approach of a numerous army, under the conduct of the brave Constantius. A solemn treaty was stipulated and observed; Placidia was honorably restored to her brother; six hundred thousand measures of wheat were delivered to the hungry Goths; 164 and Wallia engaged to draw his sword in the service of the empire. A bloody war was instantly excited among the Barbarians of Spain; and the contending princes are said to have addressed their letters, their ambassadors, and their hostages, to the throne of the Western emperor, exhorting him to remain a tranquil spectator of their contest; the events of which must be favorable to the Romans, by the mutual slaughter of their common enemies. 165 The Spanish war was obstinately supported, during three campaigns, with desperate valor, and various success; and the martial achievements of Wallia diffused through the empire the superior renown of the Gothic hero. He exterminated the Silingi, who had irretrievably ruined the elegant plenty of the province of Boetica. He slew, in battle, the king of the Alani; and the remains of those Scythian wanderers, who escaped from the field, instead of choosing a new leader, humbly sought a refuge under the standard of the Vandals, with whom they were ever afterwards confounded. The Vandals themselves, and the Suevi, yielded to the efforts of the invincible Goths. The promiscuous multitude of Barbarians, whose retreat had been intercepted, were driven into the mountains of Gallicia; where they still continued, in a narrow compass and on a barren soil, to exercise their domestic and implacable hostilities. In the pride of victory, Wallia was faithful to his engagements: he restored his Spanish conquests to the obedience of Honorius; and the tyranny of the Imperial officers soon reduced an oppressed people to regret the time of their Barbarian servitude. While the event of the war was still doubtful, the first advantages obtained by the arms of Wallia had encouraged the court of Ravenna to decree the honors of a triumph to their feeble sovereign. He entered Rome like the ancient conquerors of nations; and if the monuments of servile corruption had not long since met with the fate which they deserved, we should probably find that a crowd of poets and orators, of magistrates and bishops, applauded the fortune, the wisdom, and the invincible courage, of the emperor Honorius. 166"}