{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Mary            <alumni.netdd@my.pwc.com>", "subject": "Especially for you the best medicaments and conditions", "body": " He professes to open a new vein of discourse, in which he begins by treating of the origin of human nature. The sexes were originally three, men, women, and the union of the two; and they were made round--having four hands, four feet, two faces on a round neck, and the rest to correspond. Terrible was their strength and swiftness; and they were essaying to scale heaven and attack the gods. Doubt reigned in the celestial councils; the gods were divided between the desire of quelling the pride of man and the fear of losing the sacrifices. At last Zeus hit upon an expedient. Let us cut them in two, he said; then they will only have half their strength, and we shall have twice as many sacrifices. He spake, and split them as you might split an egg with an hair; and when this was done, he told Apollo to give their faces a twist and re-arrange their persons, taking out the wrinkles and tying the skin in a knot about the navel. The two halves went about looking for one another, and were ready to die of hunger in one another's arms. Then Zeus invented an adjustment of the sexes, which enabled them to marry and go their way to the business of life. Now the characters of men differ accordingly as they are derived from the original man or the original woman, or the original man-woman. Those who come from the man-woman are lascivious and adulterous; those who come from the woman form female attachments; those who are a section of the male follow the male and embrace him, and in him all their desires centre. The pair are inseparable and live together in pure and manly affection; yet they cannot tell what they want of one another. But if Hephaestus were to come to them with his instruments and propose that they should be melted into one and remain one here and hereafter, they would acknowledge that this was the very expression of their want. For love is the desire of the whole, and the pursuit of the whole is called love. There was a time when the two sexes were only one, but now God has halved them,--much as the Lacedaemonians have cut up the Arcadians,--and if they do not behave themselves he will divide them again, and they will hop about with half a nose and face in basso relievo. Wherefore let us exhort all men to piety, that we may obtain the goods of which love is the author, and be reconciled to God, and find our own true loves, which rarely happens in this world. And now I must beg you not to suppose that I am alluding to Pausanias and Agathon (compare Protag.), for my words refer to all mankind everywhere."}