{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Newsnight <newsnight@ebs.bbc.co.uk>", "subject": "In tonight's programme", "body": " Theodoric the Ostrogoth, the fourteenth in lineal descent of the royal line of the Amali, 1 was born in the neighborhood of Vienna 2 two years after the death of Attila. 2111 A recent victory had restored the independence of the Ostrogoths; and the three brothers, Walamir, Theodemir, and Widimir, who ruled that warlike nation with united counsels, had separately pitched their habitations in the fertile though desolate province of Pannonia. The Huns still threatened their revolted subjects, but their hasty attack was repelled by the single forces of Walamir, and the news of his victory reached the distant camp of his brother in the same auspicious moment that the favorite concubine of Theodemir was delivered of a son and heir. In the eighth year of his age, Theodoric was reluctantly yielded by his father to the public interest, as the pledge of an alliance which Leo, emperor of the East, had consented to purchase by an annual subsidy of three hundred pounds of gold. The royal hostage was educated at Constantinople with care and tenderness. His body was formed to all the exercises of war, his mind was expanded by the habits of liberal conversation; he frequented the schools of the most skilful masters; but he disdained or neglected the arts of Greece, and so ignorant did he always remain of the first elements of science, that a rude mark was contrived to represent the signature of the illiterate king of Italy. 3 As soon as he had attained the age of eighteen, he was restored to the wishes of the Ostrogoths, whom the emperor aspired to gain by liberality and confidence. Walamir had fallen in battle; the youngest of the brothers, Widimir, had led away into Italy and Gaul an army of Barbarians, and the whole nation acknowledged for their king the father of Theodoric. His ferocious subjects admired the strength and stature of their young prince; 4 and he soon convinced them that he had not degenerated from the valor of his ancestors. At the head of six thousand volunteers, he secretly left the camp in quest of adventures, descended the Danube as far as Singidunum, or Belgrade, and soon returned to his father with the spoils of a Sarmatian king whom he had vanquished and slain. Such triumphs, however, were productive only of fame, and the invincible Ostrogoths were reduced to extreme distress by the want of clothing and food. They unanimously resolved to desert their Pannonian encampments, and boldly to advance into the warm and wealthy neighborhood of the Byzantine court, which already maintained in pride and luxury so many bands of confederate Goths. After proving, by some acts of hostility, that they could be dangerous, or at least troublesome, enemies, the Ostrogoths sold at a high price their reconciliation and fidelity, accepted a donative of lands and money, and were intrusted with the defence of the Lower Danube, under the command of Theodoric, who succeeded after his father’s death to the hereditary throne of the Amali. 5"}