{"label": "ham", "to_address": "\"'Speakup is a screen review system for Linux.'\" <speakup@braille.uwo.ca>", "from_address": "\"Sina Bahram\" <sbahram@nc.rr.com>", "subject": "RE: fc installation?", "body": " I need not explain that silk 61 is originally spun from the bowels of a caterpillar, and that it composes the golden tomb, from whence a worm emerges in the form of a butterfly. Till the reign of Justinian, the silk-worm who feed on the leaves of the white mulberry-tree were confined to China; those of the pine, the oak, and the ash, were common in the forests both of Asia and Europe; but as their education is more difficult, and their produce more uncertain, they were generally neglected, except in the little island of Ceos, near the coast of Attica. A thin gauze was procured from their webs, and this Cean manufacture, the invention of a woman, for female use, was long admired both in the East and at Rome. Whatever suspicions may be raised by the garments of the Medes and Assyrians, Virgil is the most ancient writer, who expressly mentions the soft wool which was combed from the trees of the Seres or Chinese; 62 and this natural error, less marvellous than the truth, was slowly corrected by the knowledge of a valuable insect, the first artificer of the luxury of nations. That rare and elegant luxury was censured, in the reign of Tiberius, by the gravest of the Romans; and Pliny, in affected though forcible language, has condemned the thirst of gain, which explores the last confines of the earth, for the pernicious purpose of exposing to the public eye naked draperies and transparent matrons. 63 6311 A dress which showed the turn of the limbs, and color of the skin, might gratify vanity, or provoke desire; the silks which had been closely woven in China were sometimes unravelled by the Phœnician women, and the precious materials were multiplied by a looser texture, and the intermixture of linen threads. 64 Two hundred years after the age of Pliny, the use of pure, or even of mixed silks, was confined to the female sex, till the opulent citizens of Rome and the provinces were insensibly familiarized with the example of Elagabalus, the first who, by this effeminate habit, had sullied the dignity of an emperor and a man. Aurelian complained, that a pound of silk was sold at Rome for twelve ounces of gold; but the supply increased with the demand, and the price diminished with the supply. If accident or monopoly sometimes raised the value even above the standard of Aurelian, the manufacturers of Tyre and Berytus were sometimes compelled, by the operation of the same causes, to content themselves with a ninth part of that extravagant rate. 65 A law was thought necessary to discriminate the dress of comedians from that of senators; and of the silk exported from its native country the far greater part was consumed by the subjects of Justinian. They were still more intimately acquainted with a shell-fish of the Mediterranean, surnamed the silk-worm of the sea: the fine wool or hair by which the mother-of-pearl affixes itself to the rock is now manufactured for curiosity rather than use; and a robe obtained from the same singular materials was the gift of the Roman emperor to the satraps of Armenia. 66"}