{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CNN Student News <CNNStudentNews@cnn.com>", "subject": "April 18, 2007", "body": " The faculties of sense and reason are least capable of acting on themselves; the eye is most inaccessible to the sight, the soul to the thought; yet we think, and even feel, that one will, a sole principle of action, is essential to a rational and conscious being. When Heraclius returned from the Persian war, the orthodox hero consulted his bishops, whether the Christ whom he adored, of one person, but of two natures, was actuated by a single or a double will. They replied in the singular, and the emperor was encouraged to hope that the Jacobites of Egypt and Syria might be reconciled by the profession of a doctrine, most certainly harmless, and most probably true, since it was taught even by the Nestorians themselves. 101 The experiment was tried without effect, and the timid or vehement Catholics condemned even the semblance of a retreat in the presence of a subtle and audacious enemy. The orthodox (the prevailing) party devised new modes of speech, and argument, and interpretation: to either nature of Christ they speciously applied a proper and distinct energy; but the difference was no longer visible when they allowed that the human and the divine will were invariably the same. 102 The disease was attended with the customary symptoms: but the Greek clergy, as if satiated with the endless controversy of the incarnation, instilled a healing counsel into the ear of the prince and people. They declared themselves Monothelites (asserters of the unity of will), but they treated the words as new, the questions as superfluous; and recommended a religious silence as the most agreeable to the prudence and charity of the gospel. This law of silence was successively imposed by the ecthesis or exposition of Heraclius, the type or model of his grandson Constans; 103 and the Imperial edicts were subscribed with alacrity or reluctance by the four patriarchs of Rome, Constantinople, Alexandria, and Antioch. But the bishop and monks of Jerusalem sounded the alarm: in the language, or even in the silence, of the Greeks, the Latin churches detected a latent heresy: and the obedience of Pope Honorius to the commands of his sovereign was retracted and censured by the bolder ignorance of his successors. They condemned the execrable and abominable heresy of the Monothelites, who revived the errors of Manes, Apollinaris, Eutyches, &c.; they signed the sentence of excommunication on the tomb of St. Peter; the ink was mingled with the sacramental wine, the blood of Christ; and no ceremony was omitted that could fill the superstitious mind with horror and affright. As the representative of the Western church, Pope Martin and his Lateran synod anathematized the perfidious and guilty silence of the Greeks: one hundred and five bishops of Italy, for the most part the subjects of Constans, presumed to reprobate his wicked type, and the impious ecthesis of his grandfather; and to confound the authors and their adherents with the twenty-one notorious heretics, the apostates from the church, and the organs of the devil. Such an insult under the tamest reign could not pass with impunity. Pope Martin ended his days on the inhospitable shore of the Tauric Chersonesus, and his oracle, the abbot Maximus, was inhumanly chastised by the amputation of his tongue and his right hand. 104 But the same invincible spirit survived in their successors; and the triumph of the Latins avenged their recent defeat, and obliterated the disgrace of the three chapters. The synods of Rome were confirmed by the sixth general council of Constantinople, in the palace and the presence of a new Constantine, a descendant of Heraclius. The royal convert converted the Byzantine pontiff and a majority of the bishops; 105 the dissenters, with their chief, Macarius of Antioch, were condemned to the spiritual and temporal pains of heresy; the East condescended to accept the lessons of the West; and the creed was finally settled, which teaches the Catholics of every age, that two wills or energies are harmonized in the person of Christ. The majesty of the pope and the Roman synod was represented by two priests, one deacon, and three bishops; but these obscure Latins had neither arms to compel, nor treasures to bribe, nor language to persuade; and I am ignorant by what arts they could determine the lofty emperor of the Greeks to abjure the catechism of his infancy, and to persecute the religion of his fathers. Perhaps the monks and people of Constantinople 106 were favorable to the Lateran creed, which is indeed the least reasonable of the two: and the suspicion is countenanced by the unnatural moderation of the Greek clergy, who appear in this quarrel to be conscious of their weakness. While the synod debated, a fanatic proposed a more summary decision, by raising a dead man to life: the prelates assisted at the trial; but the acknowledged failure may serve to indicate, that the passions and prejudices of the multitude were not enlisted on the side of the Monothelites. In the next generation, when the son of Constantine was deposed and slain by the disciple of Macarius, they tasted the feast of revenge and dominion: the image or monument of the sixth council was defaced, and the original acts were committed to the flames. But in the second year, their patron was cast headlong from the throne, the bishops of the East were released from their occasional conformity, the Roman faith was more firmly replanted by the orthodox successors of Bardanes, and the fine problems of the incarnation were forgotten in the more popular and visible quarrel of the worship of images. 107"}