{"label": "ham", "to_address": "tridge@samba.org", "from_address": "Volker Lendecke <Volker.Lendecke@SerNet.DE>", "subject": "Re: ctdb status", "body": " It was not, perhaps, without some regret, that Ricimer sacrificed his friend to the interest of his ambition: but he resolved, in a second choice, to avoid the imprudent preference of superior virtue and merit. At his command, the obsequious senate of Rome bestowed the Imperial title on Libius Severus, who ascended the throne of the West without emerging from the obscurity of a private condition. History has scarcely deigned to notice his birth, his elevation, his character, or his death. Severus expired, as soon as his life became inconvenient to his patron; 57 and it would be useless to discriminate his nominal reign in the vacant interval of six years, between the death of Majorian and the elevation of Anthemius. During that period, the government was in the hands of Ricimer alone; and, although the modest Barbarian disclaimed the name of king, he accumulated treasures, formed a separate army, negotiated private alliances, and ruled Italy with the same independent and despotic authority, which was afterwards exercised by Odoacer and Theodoric. But his dominions were bounded by the Alps; and two Roman generals, Marcellinus and Aegidius, maintained their allegiance to the republic, by rejecting, with disdain, the phantom which he styled an emperor. Marcellinus still adhered to the old religion; and the devout Pagans, who secretly disobeyed the laws of the church and state, applauded his profound skill in the science of divination. But he possessed the more valuable qualifications of learning, virtue, and courage; 58 the study of the Latin literature had improved his taste; and his military talents had recommended him to the esteem and confidence of the great Ætius, in whose ruin he was involved. By a timely flight, Marcellinus escaped the rage of Valentinian, and boldly asserted his liberty amidst the convulsions of the Western empire. His voluntary, or reluctant, submission to the authority of Majorian, was rewarded by the government of Sicily, and the command of an army, stationed in that island to oppose, or to attack, the Vandals; but his Barbarian mercenaries, after the emperor’s death, were tempted to revolt by the artful liberality of Ricimer. At the head of a band of faithful followers, the intrepid Marcellinus occupied the province of Dalmatia, assumed the title of patrician of the West, secured the love of his subjects by a mild and equitable reign, built a fleet which claimed the dominion of the Adriatic, and alternately alarmed the coasts of Italy and of Africa. 59 Aegidius, the master-general of Gaul, who equalled, or at least who imitated, the heroes of ancient Rome, 60 proclaimed his immortal resentment against the assassins of his beloved master. A brave and numerous army was attached to his standard: and, though he was prevented by the arts of Ricimer, and the arms of the Visigoths, from marching to the gates of Rome, he maintained his independent sovereignty beyond the Alps, and rendered the name of Aegidius, respectable both in peace and war. The Franks, who had punished with exile the youthful follies of Childeric, elected the Roman general for their king: his vanity, rather than his ambition, was gratified by that singular honor; and when the nation, at the end of four years, repented of the injury which they had offered to the Merovingian family, he patiently acquiesced in the restoration of the lawful prince. The authority of Aegidius ended only with his life, and the suspicions of poison and secret violence, which derived some countenance from the character of Ricimer, were eagerly entertained by the passionate credulity of the Gauls. 61"}