{"label": "spam", "to_address": "simpsons@flax24.uwaterloo.ca", "from_address": "contact@musite.fr", "subject": "=?utf-8?B?R8OpbsOpcmF0ZXVyIGRlIHNpdGUgcG91ciBhcnRpc3RlcyBtdXNpY2F1eCwgZ3JvdXBlcywgREpzLCBhc3NpY2lhdGlvbnMsIGFuaW1hdGV1cnMgZGUgc29pcsOpZSDigKY=?=", "body": " I have said that it is important to give the freest scope possible to uncustomary things, in order that it may in time appear which of these are fit to be converted into customs. But independence of action, and disregard of custom are not solely deserving of encouragement for the chance they afford that better modes of action, and customs more worthy of general adoption, may be struck out; nor is it only persons of decided mental superiority who have a just claim to carry on their lives in their own way. There is no reason that all human existences should be constructed on some one, or some small number of patterns. If a person possesses any tolerable amount of common-sense and experience, his own mode of laying out his existence is the best, not because it is the best in itself, but because it is his own mode. Human beings are not like sheep; and even sheep are not undistinguishably alike. A man cannot get a coat or a pair of boots to fit him, unless they are either made to his measure, or he has a whole warehouseful to choose from: and is it easier to fit him with a life than with a coat, or are human beings more like one another in their whole physical and spiritual conformation than in the shape of their feet? If it were only that people have diversities of taste, that is reason enough for not attempting to shape them all after one model. But different persons also require different conditions for their spiritual development; and can no more exist healthily in the same moral, than all the variety of plants can in the same physical, atmosphere and climate. The same things which are helps to one person towards the cultivation of his higher nature, are hindrances to another. The same mode of life is a healthy excitement to one, keeping all his faculties of action and enjoyment in their best order, while to another it is a distracting burthen, which suspends or crushes all internal life. Such are the differences among human beings in their sources of pleasure, their susceptibilities of pain, and the operation on them of different physical and moral agencies, that unless there is a corresponding diversity in their modes of life, they neither obtain their fair share of happiness, nor grow up to the mental, moral, and aesthetic stature of which their nature is capable. Why then should tolerance, as far as the public sentiment is concerned, extend only to tastes and modes of life which extort acquiescence by the multitude of their adherents? Nowhere (except in some monastic institutions) is diversity of taste entirely unrecognised; a person may, without blame, either like or dislike rowing, or smoking, or music, or athletic exercises, or chess, or cards, or study, because both those who like each of these things, and those who dislike them, are too numerous to be put down. But the man, and still more the woman, who can be accused either of doing \"what nobody does,\" or of not doing \"what everybody does,\" is the subject of as much depreciatory remark as if he or she had committed some grave moral delinquency. Persons require to possess a title, or some other badge of rank, or of the consideration of people of rank, to be able to indulge somewhat in the luxury of doing as they like without detriment to their estimation. To indulge somewhat, I repeat: for whoever allow themselves much of that indulgence, incur the risk of something worse than disparaging speeches--they are in peril of a commission _de lunatico_, and of having their property taken from them and given to their relations.[13]"}