{"label": "spam", "to_address": "mhln@eppg.com", "from_address": "\"Aurelia\" <qwtgr@eppg.com>", "subject": "[Mhln] Personal Finance", "body": " When we arrange these principles of systematic unity in the order conformable to their employment in experience, they will stand thus: Variety, Affinity, Unity, each of them, as ideas, being taken in the highest degree of their completeness. Reason presupposes the existence of cognitions of the understanding, which have a direct relation to experience, and aims at the ideal unity of these cognitions—a unity which far transcends all experience or empirical notions. The affinity of the diverse, notwithstanding the differences existing between its parts, has a relation to things, but a still closer one to the mere properties and powers of things. For example, imperfect experience may represent the orbits of the planets as circular. But we discover variations from this course, and we proceed to suppose that the planets revolve in a path which, if not a circle, is of a character very similar to it. That is to say, the movements of those planets which do not form a circle will approximate more or less to the properties of a circle, and probably form an ellipse. The paths of comets exhibit still greater variations, for, so far as our observation extends, they do not return upon their own course in a circle or ellipse. But we proceed to the conjecture that comets describe a parabola, a figure which is closely allied to the ellipse. In fact, a parabola is merely an ellipse, with its longer axis produced to an indefinite extent. Thus these principles conduct us to a unity in the genera of the forms of these orbits, and, proceeding farther, to a unity as regards the cause of the motions of the heavenly bodies—that is, gravitation. But we go on extending our conquests over nature, and endeavour to explain all seeming deviations from these rules, and even make additions to our system which no experience can ever substantiate—for example, the theory, in affinity with that of ellipses, of hyperbolic paths of comets, pursuing which, these bodies leave our solar system and, passing from sun to sun, unite the most distant parts of the infinite universe, which is held together by the same moving power."}