{"label": "ham", "to_address": "John Logsdon <j.logsdon@quantex-research.com>", "from_address": "Thomas Lumley <tlumley@u.washington.edu>", "subject": "Re: [R] psm/survreg coefficient values ?", "body": " A ray of historic light seems to beam from the darkness of the tenth century. We open with curiosity and respect the royal volumes of Constantine Porphyrogenitus, 1 which he composed at a mature age for the instruction of his son, and which promise to unfold the state of the eastern empire, both in peace and war, both at home and abroad. In the first of these works he minutely describes the pompous ceremonies of the church and palace of Constantinople, according to his own practice, and that of his predecessors. 2 In the second, he attempts an accurate survey of the provinces, the themes, as they were then denominated, both of Europe and Asia. 3 The system of Roman tactics, the discipline and order of the troops, and the military operations by land and sea, are explained in the third of these didactic collections, which may be ascribed to Constantine or his father Leo. 4 In the fourth, of the administration of the empire, he reveals the secrets of the Byzantine policy, in friendly or hostile intercourse with the nations of the earth. The literary labors of the age, the practical systems of law, agriculture, and history, might redound to the benefit of the subject and the honor of the Macedonian princes. The sixty books of the Basilics, 5 the code and pandects of civil jurisprudence, were gradually framed in the three first reigns of that prosperous dynasty. The art of agriculture had amused the leisure, and exercised the pens, of the best and wisest of the ancients; and their chosen precepts are comprised in the twenty books of the Geoponics 6 of Constantine. At his command, the historical examples of vice and virtue were methodized in fifty-three books, 7 and every citizen might apply, to his contemporaries or himself, the lesson or the warning of past times. From the august character of a legislator, the sovereign of the East descends to the more humble office of a teacher and a scribe; and if his successors and subjects were regardless of his paternal cares, we may inherit and enjoy the everlasting legacy."}