{"label": "ham", "to_address": "Volker.Lendecke@SerNet.DE", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: git question", "body": " As soon as the valor and conduct of Julian had secured an interval of peace, he applied himself to a work more congenial to his humane and philosophic temper. The cities of Gaul, which had suffered from the inroads of the Barbarians, he diligently repaired; and seven important posts, between Mentz and the mouth of the Rhine, are particularly mentioned, as having been rebuilt and fortified by the order of Julian. 86 The vanquished Germans had submitted to the just but humiliating condition of preparing and conveying the necessary materials. The active zeal of Julian urged the prosecution of the work; and such was the spirit which he had diffused among the troops, that the auxiliaries themselves, waiving their exemption from any duties of fatigue, contended in the most servile labors with the diligence of the Roman soldiers. It was incumbent on the C¾sar to provide for the subsistence, as well as for the safety, of the inhabitants and of the garrisons. The desertion of the former, and the mutiny of the latter, must have been the fatal and inevitable consequences of famine. The tillage of the provinces of Gaul had been interrupted by the calamities of war; but the scanty harvests of the continent were supplied, by his paternal care, from the plenty of the adjacent island. Six hundred large barks, framed in the forest of the Ardennes, made several voyages to the coast of Britain; and returning from thence, laden with corn, sailed up the Rhine, and distributed their cargoes to the several towns and fortresses along the banks of the river. 87 The arms of Julian had restored a free and secure navigation, which Constantinius had offered to purchase at the expense of his dignity, and of a tributary present of two thousand pounds of silver. The emperor parsimoniously refused to his soldiers the sums which he granted with a lavish and trembling hand to the Barbarians. The dexterity, as well as the firmness, of Julian was put to a severe trial, when he took the field with a discontented army, which had already served two campaigns, without receiving any regular pay or any extraordinary donative. 88"}