{"label": "ham", "to_address": "\"Rob Dixon\" <rob.dixon@350.com>, <beginners@perl.org>", "from_address": "\"Octavian Rasnita\" <orasnita@gmail.com>", "subject": "Re: [Perl 5.8.8 on WinXP] Command line usage", "body": " The same summer the Athenians in the twenty ships at Lade, blockading Miletus, made a descent at Panormus in the Milesian territory, and killed Chalcideus the Lacedaemonian commander, who had come with a few men against them, and the third day after sailed over and set up a trophy, which, as they were not masters of the country, was however pulled down by the Milesians. Meanwhile Leon and Diomedon with the Athenian fleet from Lesbos issuing from the Oenussae, the isles off Chios, and from their forts of Sidussa and Pteleum in the Erythraeid, and from Lesbos, carried on the war against the Chians from the ships, having on board heavy infantry from the rolls pressed to serve as marines. Landing in Cardamyle and in Bolissus they defeated with heavy loss the Chians that took the field against them and, laying desolate the places in that neighbourhood, defeated the Chians again in another battle at Phanae, and in a third at Leuconium. After this the Chians ceased to meet them in the field, while the Athenians devastated the country, which was beautifully stocked and had remained uninjured ever since the Median wars. Indeed, after the Lacedaemonians, the Chians are the only people that I have known who knew how to be wise in prosperity, and who ordered their city the more securely the greater it grew. Nor was this revolt, in which they might seem to have erred on the side of rashness, ventured upon until they had numerous and gallant allies to share the danger with them, and until they perceived the Athenians after the Sicilian disaster themselves no longer denying the thoroughly desperate state of their affairs. And if they were thrown out by one of the surprises which upset human calculations, they found out their mistake in company with many others who believed, like them, in the speedy collapse of the Athenian power. While they were thus blockaded from the sea and plundered by land, some of the citizens undertook to bring the city over to the Athenians. Apprised of this the authorities took no action themselves, but brought Astyochus, the admiral, from Erythrae, with four ships that he had with him, and considered how they could most quietly, either by taking hostages or by some other means, put an end to the conspiracy."}