{"label": "spam", "to_address": "\"Maragret Jackson\" <ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Jewell\" <beckyzeuffisx@highwaysafety.co.uk>", "subject": "Know this is private", "body": " First, I observe, that the word, action, according to this explication of it, can never justly be applied to any perception, as derived from a mind or thinking substance. Our perceptions are all really different, and separable, and distinguishable from each other, and from everything else, which we can imagine: and therefore it is impossible to conceive, how they can be the action or abstract mode of any substance. The instance of motion, which is commonly made use of to shew after what manner perception depends, as an action, upon its substance, rather confounds than instructs us. Motion to all appearance induces no real nor essential change on the body, but only varies its relation to other objects. But betwixt a person in the morning walking a garden with company, agreeable to him; and a person in the afternoon inclosed in a dungeon, and full of terror, despair, and resentment, there seems to be a radical difference, and of quite another kind, than what is produced on a body by the change of its situation. As we conclude from the distinction and separability of their ideas, that external objects have a separate existence from each other; so when we make these ideas themselves our objects, we must draw the same conclusion concerning them, according to the precedent reasoning. At least it must be confest, that having idea of the substance of the soul, it is impossible for us to tell how it can admit of such differences, and even contrarieties of perception without any fundamental change; and consequently can never tell in what sense perceptions are actions of that substance. The use, therefore, of the word, action, unaccompanyed with any meaning, instead of that of modification, makes no addition to our knowledge, nor is of any advantage to the doctrine of the immateriality of the soul."}