{"label": "spam", "to_address": "<mail@flax9.uwaterloo.ca>", "from_address": "\"Tara Dill\" <ovulebirches@rastamall.com>", "subject": "Don't miss this unique chance", "body": " But with regard to the merely contingent, or, as it may be called, constructive injury which a person causes to society, by conduct which neither violates any specific duty to the public, nor occasions perceptible hurt to any assignable individual except himself; the inconvenience is one which society can afford to bear, for the sake of the greater good of human freedom. If grown persons are to be punished for not taking proper care of themselves, I would rather it were for their own sake, than under pretence of preventing them from impairing their capacity of rendering to society benefits which society does not pretend it has a right to exact. But I cannot consent to argue the point as if society had no means of bringing its weaker members up to its ordinary standard of rational conduct, except waiting till they do something irrational, and then punishing them, legally or morally, for it. Society has had absolute power over them during all the early portion of their existence: it has had the whole period of childhood and nonage in which to try whether it could make them capable of rational conduct in life. The existing generation is master both of the training and the entire circumstances of the generation to come; it cannot indeed make them perfectly wise and good, because it is itself so lamentably deficient in goodness and wisdom; and its best efforts are not always, in individual cases, its most successful ones; but it is perfectly well able to make the rising generation, as a whole, as good as, and a little better than, itself. If society lets any considerable number of its members grow up mere children, incapable of being acted on by rational consideration of distant motives, society has itself to blame for the consequences. Armed not only with all the powers of education, but with the ascendency which the authority of a received opinion always exercises over the minds who are least fitted to judge for themselves; and aided by the _natural_ penalties which cannot be prevented from falling on those who incur the distaste or the contempt of those who know them; let not society pretend that it needs, besides all this, the power to issue commands and enforce obedience in the personal concerns of individuals, in which, on all principles of justice and policy, the decision ought to rest with those who are to abide the consequences. Nor is there anything which tends more to discredit and frustrate the better means of influencing conduct, than a resort to the worse. If there be among those whom it is attempted to coerce into prudence or temperance, any of the material of which vigorous and independent characters are made, they will infallibly rebel against the yoke. No such person will ever feel that others have a right to control him in his concerns, such as they have to prevent him from injuring them in theirs; and it easily comes to be considered a mark of spirit and courage to fly in the face of such usurped authority, and do with ostentation the exact opposite of what it enjoins; as in the fashion of grossness which succeeded, in the time of Charles II., to the fanatical moral intolerance of the Puritans. With respect to what is said of the necessity of protecting society from the bad example set to others by the vicious or the self-indulgent; it is true that bad example may have a pernicious effect, especially the example of doing wrong to others with impunity to the wrong-doer. But we are now speaking of conduct which, while it does no wrong to others, is supposed to do great harm to the agent himself: and I do not see how those who believe this, can think otherwise than that the example, on the whole, must be more salutary than hurtful, since, if it displays the misconduct, it displays also the painful or degrading consequences which, if the conduct is justly censured, must be supposed to be in all or most cases attendant on it."}