{"label": "spam", "to_address": "Manager <manager@flax9.uwaterloo.ca>", "from_address": "Amy Cantu <extraelec@godial.com>", "subject": "FDA approved on-line pharmacies", "body": " But this effect of personal and bodily qualities is not only a proof of the present system, by shewing that the passions arise not in this case without all the circumstances I have required, but may be employed as a stronger and more convincing argument. If we consider all the hypotheses, which have been formed either by philosophy or common reason, to explain the difference betwixt beauty and deformity, we shall find that all of them resolve into this, that beauty is such an order and construction of parts, as either by the primary constitution of our nature, by custom, or by caprice, is fitted to give a pleasure and satisfaction to the soul. This is the distinguishing character of beauty, and forms all the difference betwixt it and deformity, whose natural tendency is to produce uneasiness. Pleasure and pain, therefore, are not only necessary attendants of beauty and deformity, but constitute their very essence. And indeed, if we consider, that a great part of the beauty, which we admire either in animals or in other objects, is derived from the idea of convenience and utility, we shall make no scruple to assent to this opinion. That shape, which produces strength, is beautiful in one animal; and that which is a sign of agility in another. The order and convenience of a palace are no less essential to its beauty, than its mere figure and appearance. In like manner the rules of architecture require, that the top of a pillar should be more slender than its base, and that because such a figure conveys to us the idea of security, which is pleasant; whereas the contrary form gives us the apprehension of danger, which is uneasy. From innumerable instances of this kind, as well as from considering that beauty like wit, cannot be defined, but is discerned only by a taste or sensation, we may conclude, that beauty is nothing but a form, which produces pleasure, as deformity is a structure of parts, which conveys pain; and since the power of producing pain and pleasure make in this manner the essence of beauty and deformity, all the effects of these qualities must be derived from the sensation; and among the rest pride and humility, which of all their effects are the most common and remarkable."}