{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 543: on startup release all IPs,\n\tin case we have any left over from a previous run in\n\thttp://samba.org/~tridge/ctdb", "body": " In the series of the Byzantine princes, I have exhibited the hypocrisy and ambition, the tyranny and fall, of Andronicus, the last male of the Comnenian family who reigned at Constantinople. The revolution, which cast him headlong from the throne, saved and exalted Isaac Angelus, 18 who descended by the females from the same Imperial dynasty. The successor of a second Nero might have found it an easy task to deserve the esteem and affection of his subjects; they sometimes had reason to regret the administration of Andronicus. The sound and vigorous mind of the tyrant was capable of discerning the connection between his own and the public interest; and while he was feared by all who could inspire him with fear, the unsuspected people, and the remote provinces, might bless the inexorable justice of their master. But his successor was vain and jealous of the supreme power, which he wanted courage and abilities to exercise: his vices were pernicious, his virtues (if he possessed any virtues) were useless, to mankind; and the Greeks, who imputed their calamities to his negligence, denied him the merit of any transient or accidental benefits of the times. Isaac slept on the throne, and was awakened only by the sound of pleasure: his vacant hours were amused by comedians and buffoons, and even to these buffoons the emperor was an object of contempt: his feasts and buildings exceeded the examples of royal luxury: the number of his eunuchs and domestics amounted to twenty thousand; and a daily sum of four thousand pounds of silver would swell to four millions sterling the annual expense of his household and table. His poverty was relieved by oppression; and the public discontent was inflamed by equal abuses in the collection, and the application, of the revenue. While the Greeks numbered the days of their servitude, a flattering prophet, whom he rewarded with the dignity of patriarch, assured him of a long and victorious reign of thirty-two years; during which he should extend his sway to Mount Libanus, and his conquests beyond the Euphrates. But his only step towards the accomplishment of the prediction was a splendid and scandalous embassy to Saladin, 19 to demand the restitution of the holy sepulchre, and to propose an offensive and defensive league with the enemy of the Christian name. In these unworthy hands, of Isaac and his brother, the remains of the Greek empire crumbled into dust. The Island of Cyprus, whose name excites the ideas of elegance and pleasure, was usurped by his namesake, a Comnenian prince; and by a strange concatenation of events, the sword of our English Richard bestowed that kingdom on the house of Lusignan, a rich compensation for the loss of Jerusalem."}