{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "Doctor Kasey <the00@plg.uwaterloo.ca>", "subject": "RE: MedHelp 752435723683", "body": " The influence of Confucius springs, first of all, from the narrowness and definiteness of his doctrine. He was no transcendentalist, and never meddled with supramundane things. His teaching was of the earth, earthy; it dealt entirely with the common relations of life, and the Golden Rule he must necessarily have stumbled upon, as the most obvious canon of his system. He strikes us as being the great Stoic of the East, for he believed that virtue was based on knowledge, knowledge of a man's own heart, and knowledge of human-kind. There is a pathetic resemblance between the accounts given of the death of Confucius and the death of Zeno. Both died almost without warning in dreary hopelessness, without the ministrations of either love or religion. This may be a mere coincidence, but the lives and teachings of both men must have led them to look with indifference upon such an end. For Confucius in his teaching treated only of man's life on earth, and seems to have had no ideas with regard to the human lot after death; if he had any ideas he preserved an inscrutable silence about them. As a moralist he prescribed the duties of the king and of the father, and advocated the cultivation by the individual man of that rest or apathy of mind which resembles so much the disposition aimed at by the Greek and Roman Stoic. Even as a moralist, he seems to have sacrificed the ideal to the practical, and his loose notions about marriage, his tolerance of concubinage, the slight emphasis which he lays on the virtue of veracity--of which indeed he does not seem himself to have been particularly studious in his historic writings--place him low down in the rank of moralists. Yet he taught what he felt the people could receive, and the flat mediocrity of his character and his teachings has been stamped forever upon a people who, while they are kindly, gentle, forbearing, and full of family piety, are palpably lacking not only in the exaltation of Mysticism, but in any religious feeling, generally so-called."}