{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"renamed Heroes\" <aegsaxqa@wongster.com>", "subject": "PREIS IST CHANCE", "body": " On the other hand, the categories of the understanding do not represent the conditions under which objects are given to us in intuition; objects can consequently appear to us without necessarily connecting themselves with these, and consequently without any necessity binding on the understanding to contain à priori the conditions of these objects. Thus we find ourselves involved in a difficulty which did not present itself in the sphere of sensibility, that is to say, we cannot discover how the subjective conditions of thought can have objective validity, in other words, can become conditions of the possibility of all cognition of objects; for phenomena may certainly be given to us in intuition without any help from the functions of the understanding. Let us take, for example, the conception of cause, which indicates a peculiar kind of synthesis, namely, that with something, A, something entirely different, B, is connected according to a law. It is not à priori manifest why phenomena should contain anything of this kind (we are of course debarred from appealing for proof to experience, for the objective validity of this conception must be demonstrated à priori), and it hence remains doubtful à priori, whether such a conception be not quite void and without any corresponding object among phenomena. For that objects of sensuous intuition must correspond to the formal conditions of sensibility existing à priori in the mind is quite evident, from the fact that without these they could not be objects for us; but that they must also correspond to the conditions which understanding requires for the synthetical unity of thought is an assertion, the grounds for which are not so easily to be discovered. For phenomena might be so constituted as not to correspond to the conditions of the unity of thought; and all things might lie in such confusion that, for example, nothing could be met with in the sphere of phenomena to suggest a law of synthesis, and so correspond to the conception of cause and effect; so that this conception would be quite void, null, and without significance. Phenomena would nevertheless continue to present objects to our intuition; for mere intuition does not in any respect stand in need of the functions of thought."}