{"label": "spam", "to_address": "gnitpick@speedy.uwaterloo.ca", "from_address": "\"Mercedes Darden\" <MAXRTVHI@hotmail.com>", "subject": "Only 2 Weeks Required ", "body": " The instrument for enforcing the law could be no other than public examinations, extending to all children, and beginning at an early age. An age might be fixed at which every child must be examined, to ascertain if he (or she) is able to read. If a child proves unable, the father, unless he has some sufficient ground of excuse, might be subjected to a moderate fine, to be worked out, if necessary, by his labour, and the child might be put to school at his expense. Once in every year the examination should be renewed, with a gradually extending range of subjects, so as to make the universal acquisition, and what is more, retention, of a certain minimum of general knowledge, virtually compulsory. Beyond that minimum, there should be voluntary examinations on all subjects, at which all who come up to a certain standard of proficiency might claim a certificate. To prevent the State from exercising, through these arrangements, an improper influence over opinion, the knowledge required for passing an examination (beyond the merely instrumental parts of knowledge, such as languages and their use) should, even in the higher class of examinations, be confined to facts and positive science exclusively. The examinations on religion, politics, or other disputed topics, should not turn on the truth or falsehood of opinions, but on the matter of fact that such and such an opinion is held, on such grounds, by such authors, or schools, or churches. Under this system, the rising generation would be no worse off in regard to all disputed truths, than they are at present; they would be brought up either churchmen or dissenters as they now are, the state merely taking care that they should be instructed churchmen, or instructed dissenters. There would be nothing to hinder them from being taught religion, if their parents chose, at the same schools where they were taught other things. All attempts by the state to bias the conclusions of its citizens on disputed subjects, are evil; but it may very properly offer to ascertain and certify that a person possesses the knowledge, requisite to make his conclusions, on any given subject, worth attending to. A student of philosophy would be the better for being able to stand an examination both in Locke and in Kant, whichever of the two he takes up with, or even if with neither: and there is no reasonable objection to examining an atheist in the evidences of Christianity, provided he is not required to profess a belief in them. The examinations, however, in the higher branches of knowledge should, I conceive, be entirely voluntary. It would be giving too dangerous a power to governments, were they allowed to exclude any one from professions, even from the profession of teacher, for alleged deficiency of qualifications: and I think, with Wilhelm von Humboldt, that degrees, or other public certificates of scientific or professional acquirements, should be given to all who present themselves for examination, and stand the test; but that such certificates should confer no advantage over competitors, other than the weight which may be attached to their testimony by public opinion."}