{"label": "ham", "to_address": "speakup@braille.uwo.ca", "from_address": "Jeremy <l84ad8r@gmail.com>", "subject": "Question about devil-linux", "body": " I. As the posterity of the Franks compose one of the greatest and most enlightened nations of Europe, the powers of learning and ingenuity have been exhausted in the discovery of their unlettered ancestors. To the tales of credulity have succeeded the systems of fancy. Every passage has been sifted, every spot has been surveyed, that might possibly reveal some faint traces of their origin. It has been supposed that Pannonia, 67 that Gaul, that the northern parts of Germany, 68 gave birth to that celebrated colony of warriors. At length the most rational critics, rejecting the fictitious emigrations of ideal conquerors, have acquiesced in a sentiment whose simplicity persuades us of its truth. 69 They suppose, that about the year two hundred and forty, 70 a new confederacy was formed under the name of Franks, by the old inhabitants of the Lower Rhine and the Weser. 701 The present circle of Westphalia, the Landgraviate of Hesse, and the duchies of Brunswick and Luneburg, were the ancient seat of the Chauci who, in their inaccessible morasses, defied the Roman arms; 71 of the Cherusci, proud of the fame of Arminius; of the Catti, formidable by their firm and intrepid infantry; and of several other tribes of inferior power and renown. 72 The love of liberty was the ruling passion of these Germans; the enjoyment of it their best treasure; the word that expressed that enjoyment the most pleasing to their ear. They deserved, they assumed, they maintained the honorable epithet of Franks, or Freemen; which concealed, though it did not extinguish, the peculiar names of the several states of the confederacy. 73 Tacit consent, and mutual advantage, dictated the first laws of the union; it was gradually cemented by habit and experience. The league of the Franks may admit of some comparison with the Helvetic body; in which every canton, retaining its independent sovereignty, consults with its brethren in the common cause, without acknowledging the authority of any supreme head or representative assembly. 74 But the principle of the two confederacies was extremely different. A peace of two hundred years has rewarded the wise and honest policy of the Swiss. An inconstant spirit, the thirst of rapine, and a disregard to the most solemn treaties, disgraced the character of the Franks."}