{"label": "ham", "to_address": "Perl Beginners <beginners@perl.org>", "from_address": "\"John W. Krahn\" <krahnj@telus.net>", "subject": "Re: Text Formatters", "body": " If Timour had generously marched at the request, and to the relief, of the Greek emperor, he might be entitled to the praise and gratitude of the Christians. 79 But a Mussulman, who carried into Georgia the sword of persecution, and respected the holy warfare of Bajazet, was not disposed to pity or succor the _idolaters_ of Europe. The Tartar followed the impulse of ambition; and the deliverance of Constantinople was the accidental consequence. When Manuel abdicated the government, it was his prayer, rather than his hope, that the ruin of the church and state might be delayed beyond his unhappy days; and after his return from a western pilgrimage, he expected every hour the news of the sad catastrophe. On a sudden, he was astonished and rejoiced by the intelligence of the retreat, the overthrow, and the captivity of the Ottoman. Manuel 80 immediately sailed from Modon in the Morea; ascended the throne of Constantinople, and dismissed his blind competitor to an easy exile in the Isle of Lesbos. The ambassadors of the son of Bajazet were soon introduced to his presence; but their pride was fallen, their tone was modest: they were awed by the just apprehension, lest the Greeks should open to the Moguls the gates of Europe. Soliman saluted the emperor by the name of father; solicited at his hands the government or gift of Romania; and promised to deserve his favor by inviolable friendship, and the restitution of Thessalonica, with the most important places along the Strymon, the Propontis, and the Black Sea. The alliance of Soliman exposed the emperor to the enmity and revenge of Mousa: the Turks appeared in arms before the gates of Constantinople; but they were repulsed by sea and land; and unless the city was guarded by some foreign mercenaries, the Greeks must have wondered at their own triumph. But, instead of prolonging the division of the Ottoman powers, the policy or passion of Manuel was tempted to assist the most formidable of the sons of Bajazet. He concluded a treaty with Mahomet, whose progress was checked by the insuperable barrier of Gallipoli: the sultan and his troops were transported over the Bosphorus; he was hospitably entertained in the capital; and his successful sally was the first step to the conquest of Romania. The ruin was suspended by the prudence and moderation of the conqueror: he faithfully discharged his own obligations and those of Soliman, respected the laws of gratitude and peace; and left the emperor guardian of his two younger sons, in the vain hope of saving them from the jealous cruelty of their brother Amurath. But the execution of his last testament would have offended the national honor and religion; and the divan unanimously pronounced, that the royal youths should never be abandoned to the custody and education of a Christian dog. On this refusal, the Byzantine councils were divided; but the age and caution of Manuel yielded to the presumption of his son John; and they unsheathed a dangerous weapon of revenge, by dismissing the true or false Mustapha, who had long been detained as a captive and hostage, and for whose maintenance they received an annual pension of three hundred thousand aspers. 81 At the door of his prison, Mustapha subscribed to every proposal; and the keys of Gallipoli, or rather of Europe, were stipulated as the price of his deliverance. But no sooner was he seated on the throne of Romania, than he dismissed the Greek ambassadors with a smile of contempt, declaring, in a pious tone, that, at the day of judgment, he would rather answer for the violation of an oath, than for the surrender of a Mussulman city into the hands of the infidels. The emperor was at once the enemy of the two rivals; from whom he had sustained, and to whom he had offered, an injury; and the victory of Amurath was followed, in the ensuing spring, by the siege of Constantinople. 82"}