{"label": "ham", "to_address": "\"r-help@stat.math.ethz.ch\" <r-help@stat.math.ethz.ch>", "from_address": "Ranjan Maitra <maitra@iastate.edu>", "subject": "[R] slightly OT: constrained least-squares estimation in a\n decomvolution model", "body": " Now, however, after the Athenian defeat at Amphipolis, and the death of Cleon and Brasidas, who had been the two principal opponents of peace on either side—the latter from the success and honour which war gave him, the former because he thought that, if tranquillity were restored, his crimes would be more open to detection and his slanders less credited—the foremost candidates for power in either city, Pleistoanax, son of Pausanias, king of Lacedaemon, and Nicias, son of Niceratus, the most fortunate general of his time, each desired peace more ardently than ever. Nicias, while still happy and honoured, wished to secure his good fortune, to obtain a present release from trouble for himself and his countrymen, and hand down to posterity a name as an ever-successful statesman, and thought the way to do this was to keep out of danger and commit himself as little as possible to fortune, and that peace alone made this keeping out of danger possible. Pleistoanax, again, was assailed by his enemies for his restoration, and regularly held up by them to the prejudice of his countrymen, upon every reverse that befell them, as though his unjust restoration were the cause; the accusation being that he and his brother Aristocles had bribed the prophetess of Delphi to tell the Lacedaemonian deputations which successively arrived at the temple to bring home the seed of the demigod son of Zeus from abroad, else they would have to plough with a silver share. In this way, it was insisted, in time he had induced the Lacedaemonians in the nineteenth year of his exile to Lycaeum (whither he had gone when banished on suspicion of having been bribed to retreat from Attica, and had built half his house within the consecrated precinct of Zeus for fear of the Lacedaemonians), to restore him with the same dances and sacrifices with which they had instituted their kings upon the first settlement of Lacedaemon. The smart of this accusation, and the reflection that in peace no disaster could occur, and that when Lacedaemon had recovered her men there would be nothing for his enemies to take hold of (whereas, while war lasted, the highest station must always bear the scandal of everything that went wrong), made him ardently desire a settlement. Accordingly this winter was employed in conferences; and as spring rapidly approached, the Lacedaemonians sent round orders to the cities to prepare for a fortified occupation of Attica, and held this as a sword over the heads of the Athenians to induce them to listen to their overtures; and at last, after many claims had been urged on either side at the conferences a peace was agreed on upon the following basis. Each party was to restore its conquests, but Athens was to keep Nisaea; her demand for Plataea being met by the Thebans asserting that they had acquired the place not by force or treachery, but by the voluntary adhesion upon agreement of its citizens; and the same, according to the Athenian account, being the history of her acquisition of Nisaea. This arranged, the Lacedaemonians summoned their allies, and all voting for peace except the Boeotians, Corinthians, Eleans, and Megarians, who did not approve of these proceedings, they concluded the treaty and made peace, each of the contracting parties swearing to the following articles:"}