{"label": "spam", "to_address": "Manager <manager@flax9.uwaterloo.ca>", "from_address": "Holly Donovan <hammond@gra-arc.com>", "subject": "Nobody will know about your problems.", "body": " In general we may observe, that in all the most established and uniform conjunctions of causes and effects, such as those of gravity, impulse, solidity, &c. the mind never carries its view expressly to consider any past experience: Though in other associations of objects, which are more rare and unusual, it may assist the custom and transition of ideas by this reflection. Nay we find in some cases, that the reflection produces the belief without the custom; or more properly speaking, that the reflection produces the custom in an oblique and artificial manner. I explain myself. It is certain, that not only in philosophy, but even in common life, we may attain the knowledge of a particular cause merely by one experiment, provided it be made with judgment, and after a careful removal of all foreign and superfluous circumstances. Now as after one experiment of this kind, the mind, upon the appearance either of the cause or the effect, can draw an inference concerning the existence of its correlative; and as a habit can never be acquired merely by one instance; it may be thought, that belief cannot in this case be esteemed the effect of custom. But this difficulty will vanish, if we consider, that though we are here supposed to have had only one experiment of a particular effect, yet we have many millions to convince us of this principle; that like objects placed in like circumstances, will always produce like effects; and as this principle has established itself by a sufficient custom, it bestows an evidence and firmness on any opinion, to which it can be applied. The connexion of the ideas is not habitual after one experiment: but this connexion is comprehended under another principle, that is habitual; which brings us back to our hypothesis. In all cases we transfer our experience to instances, of which we have no experience, either expressly or tacitly, either directly or indirectly."}