{"label": "spam", "to_address": "catchall@flax9.uwaterloo.ca", "from_address": "\"claude kaspick\" <kaspickrux@alphanetworksva.com>", "subject": "One of them, the large snowy female, was his own Hedwig.", "body": " Finally, as regards the third postulate, it applies to material necessity in existence, and not to merely formal and logical necessity in the connection of conceptions. Now as we cannot cognize completely à priori the existence of any object of sense, though we can do so comparatively à priori, that is, relatively to some other previously given existence—a cognition, however, which can only be of such an existence as must be contained in the complex of experience, of which the previously given perception is a part—the necessity of existence can never be cognized from conceptions, but always, on the contrary, from its connection with that which is an object of perception. But the only existence cognized, under the condition of other given phenomena, as necessary, is the existence of effects from given causes in conformity with the laws of causality. It is consequently not the necessity of the existence of things (as substances), but the necessity of the state of things that we cognize, and that not immediately, but by means of the existence of other states given in perception, according to empirical laws of causality. Hence it follows that the criterion of necessity is to be found only in the law of possible experience—that everything which happens is determined à priori in the phenomenon by its cause. Thus we cognize only the necessity of effects in nature, the causes of which are given us. Moreover, the criterion of necessity in existence possesses no application beyond the field of possible experience, and even in this it is not valid of the existence of things as substances, because these can never be considered as empirical effects, or as something that happens and has a beginning. Necessity, therefore, regards only the relations of phenomena according to the dynamical law of causality, and the possibility grounded thereon, of reasoning from some given existence (of a cause) à priori to another existence (of an effect). “Everything that happens is hypothetically necessary,” is a principle which subjects the changes that take place in the world to a law, that is, to a rule of necessary existence, without which nature herself could not possibly exist. Hence the proposition, “Nothing happens by blind chance (in mundo non datur casus),” is an à priori law of nature. The case is the same with the proposition, “Necessity in nature is not blind,” that is, it is conditioned, consequently intelligible necessity (non datur fatum). Both laws subject the play of change to “a nature of things (as phenomena),” or, which is the same thing, to the unity of the understanding, and through the understanding alone can changes belong to an experience, as the synthetical unity of phenomena. Both belong to the class of dynamical principles. The former is properly a consequence of the principle of causality—one of the analogies of experience. The latter belongs to the principles of modality, which to the determination of causality adds the conception of necessity, which is itself, however, subject to a rule of the understanding. The principle of continuity forbids any leap in the series of phenomena regarded as changes (in mundo non datur saltus); and likewise, in the complex of all empirical intuitions in space, any break or hiatus between two phenomena (non datur hiatus)—for we can so express the principle, that experience can admit nothing which proves the existence of a vacuum, or which even admits it as a part of an empirical synthesis. For, as regards a vacuum or void, which we may cogitate as out and beyond the field of possible experience (the world), such a question cannot come before the tribunal of mere understanding, which decides only upon questions that concern the employment of given phenomena for the construction of empirical cognition. It is rather a problem for ideal reason, which passes beyond the sphere of a possible experience and aims at forming a judgement of that which surrounds and circumscribes it, and the proper place for the consideration of it is the transcendental dialectic. These four propositions, “In mundo non datur hiatus, non datur saltus, non datur casus, non datur fatum,” as well as all principles of transcendental origin, we could very easily exhibit in their proper order, that is, in conformity with the order of the categories, and assign to each its proper place. But the already practised reader will do this for himself, or discover the clue to such an arrangement. But the combined result of all is simply this, to admit into the empirical synthesis nothing which might cause a break in or be foreign to the understanding and the continuous connection of all phenomena, that is, the unity of the conceptions of the understanding. For in the understanding alone is the unity of experience, in which all perceptions must have their assigned place, possible."}