{"label": "ham", "to_address": "Philippe LAGACHERIE <lagache@supagro.inra.fr>", "from_address": "Roger Bivand <Roger.Bivand@nhh.no>", "subject": "Re: [R] installing GRASS-R packages", "body": " By some acts of rapine or sacrilege, he had incurred a papal excommunication; but Nicholas the Second was easily persuaded that the divisions of friends could terminate only in their mutual prejudice; that the Normans were the faithful champions of the Holy See; and it was safer to trust the alliance of a prince than the caprice of an aristocracy. A synod of one hundred bishops was convened at Melphi; and the count interrupted an important enterprise to guard the person and execute the decrees of the Roman pontiff. His gratitude and policy conferred on Robert and his posterity the ducal title, 43 with the investiture of Apulia, Calabria, and all the lands, both in Italy and Sicily, which his sword could rescue from the schismatic Greeks and the unbelieving Saracens. 44 This apostolic sanction might justify his arms; but the obedience of a free and victorious people could not be transferred without their consent; and Guiscard dissembled his elevation till the ensuing campaign had been illustrated by the conquest of Consenza and Reggio. In the hour of triumph, he assembled his troops, and solicited the Normans to confirm by their suffrage the judgment of the vicar of Christ: the soldiers hailed with joyful acclamations their valiant duke; and the counts, his former equals, pronounced the oath of fidelity with hollow smiles and secret indignation. After this inauguration, Robert styled himself, “By the grace of God and St. Peter, duke of Apulia, Calabria, and hereafter of Sicily;” and it was the labor of twenty years to deserve and realize these lofty appellations. Such sardy progress, in a narrow space, may seem unworthy of the abilities of the chief and the spirit of the nation; but the Normans were few in number; their resources were scanty; their service was voluntary and precarious. The bravest designs of the duke were sometimes opposed by the free voice of his parliament of barons: the twelve counts of popular election conspired against his authority; and against their perfidious uncle, the sons of Humphrey demanded justice and revenge. By his policy and vigor, Guiscard discovered their plots, suppressed their rebellions, and punished the guilty with death or exile: but in these domestic feuds, his years, and the national strength, were unprofitably consumed. After the defeat of his foreign enemies, the Greeks, Lombards, and Saracens, their broken forces retreated to the strong and populous cities of the sea-coast. They excelled in the arts of fortification and defence; the Normans were accustomed to serve on horseback in the field, and their rude attempts could only succeed by the efforts of persevering courage. The resistance of Salerno was maintained above eight months; the siege or blockade of Bari lasted near four years. In these actions the Norman duke was the foremost in every danger; in every fatigue the last and most patient. As he pressed the citadel of Salerno, a huge stone from the rampart shattered one of his military engines; and by a splinter he was wounded in the breast. Before the gates of Bari, he lodged in a miserable hut or barrack, composed of dry branches, and thatched with straw; a perilous station, on all sides open to the inclemency of the winter and the spears of the enemy. 45"}