{"label": "ham", "to_address": "samba-technical@lists.samba.org, sfrench@samba.org", "from_address": "Alexander Bokovoy <ab@samba.org>", "subject": "Re: svn commit: samba r22982 - in branches/SAMBA_3_0/source/client:\n .", "body": " Yet the conquest of Africa was imperfect till her former sovereign was delivered, either alive or dead, into the hands of the Romans. Doubtful of the event, Gelimer had given secret orders that a part of his treasure should be transported to Spain, where he hoped to find a secure refuge at the court of the king of the Visigoths. But these intentions were disappointed by accident, treachery, and the indefatigable pursuit of his enemies, who intercepted his flight from the sea-shore, and chased the unfortunate monarch, with some faithful followers, to the inaccessible mountain of Papua, 28 in the inland country of Numidia. He was immediately besieged by Pharas, an officer whose truth and sobriety were the more applauded, as such qualities could seldom be found among the Heruli, the most corrupt of the Barbarian tribes. To his vigilance Belisarius had intrusted this important charge and, after a bold attempt to scale the mountain, in which he lost a hundred and ten soldiers, Pharas expected, during a winter siege, the operation of distress and famine on the mind of the Vandal king. From the softest habits of pleasure, from the unbounded command of industry and wealth, he was reduced to share the poverty of the Moors, 29 supportable only to themselves by their ignorance of a happier condition. In their rude hovels, of mud and hurdles, which confined the smoke and excluded the light, they promiscuously slept on the ground, perhaps on a sheep-skin, with their wives, their children, and their cattle. Sordid and scanty were their garments; the use of bread and wine was unknown; and their oaten or barley cakes, imperfectly baked in the ashes, were devoured almost in a crude state, by the hungry savages. The health of Gelimer must have sunk under these strange and unwonted hardships, from whatsoever cause they had been endured; but his actual misery was imbittered by the recollection of past greatness, the daily insolence of his protectors, and the just apprehension, that the light and venal Moors might be tempted to betray the rights of hospitality. The knowledge of his situation dictated the humane and friendly epistle of Pharas. “Like yourself,” said the chief of the Heruli, “I am an illiterate Barbarian, but I speak the language of plain sense and an honest heart. Why will you persist in hopeless obstinacy? Why will you ruin yourself, your family, and nation? The love of freedom and abhorrence of slavery? Alas! my dearest Gelimer, are you not already the worst of slaves, the slave of the vile nation of the Moors? Would it not be preferable to sustain at Constantinople a life of poverty and servitude, rather than to reign the undoubted monarch of the mountain of Papua? Do you think it a disgrace to be the subject of Justinian? Belisarius is his subject; and we ourselves, whose birth is not inferior to your own, are not ashamed of our obedience to the Roman emperor. That generous prince will grant you a rich inheritance of lands, a place in the senate, and the dignity of patrician: such are his gracious intentions, and you may depend with full assurance on the word of Belisarius. So long as Heaven has condemned us to suffer, patience is a virtue; but if we reject the proffered deliverance, it degenerates into blind and stupid despair.” “I am not insensible” replied the king of the Vandals, “how kind and rational is your advice. But I cannot persuade myself to become the slave of an unjust enemy, who has deserved my implacable hatred. Him I had never injured either by word or deed: yet he has sent against me, I know not from whence, a certain Belisarius, who has cast me headlong from the throne into his abyss of misery. Justinian is a man; he is a prince; does he not dread for himself a similar reverse of fortune? I can write no more: my grief oppresses me. Send me, I beseech you, my dear Pharas, send me, a lyre, 30 a sponge, and a loaf of bread.” From the Vandal messenger, Pharas was informed of the motives of this singular request. It was long since the king of Africa had tasted bread; a defluxion had fallen on his eyes, the effect of fatigue or incessant weeping; and he wished to solace the melancholy hours, by singing to the lyre the sad story of his own misfortunes. The humanity of Pharas was moved; he sent the three extraordinary gifts; but even his humanity prompted him to redouble the vigilance of his guard, that he might sooner compel his prisoner to embrace a resolution advantageous to the Romans, but salutary to himself. The obstinacy of Gelimer at length yielded to reason and necessity; the solemn assurances of safety and honorable treatment were ratified in the emperor’s name, by the ambassador of Belisarius; and the king of the Vandals descended from the mountain. The first public interview was in one of the suburbs of Carthage; and when the royal captive accosted his conqueror, he burst into a fit of laughter. The crowd might naturally believe, that extreme grief had deprived Gelimer of his senses: but in this mournful state, unseasonable mirth insinuated to more intelligent observers, that the vain and transitory scenes of human greatness are unworthy of a serious thought. 31"}