{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Lacie Ruthie\" <wvs2ditv@gillette.com>", "subject": "SHOCKING Sale!  Only at $199 for Rolex Men & Women, Panerai, Omega, Breitling, Patek Philippe, Tag Heuer, IWC vxfrm", "body": " It is very remarkable that we cannot perceive the possibility of a thing from the category alone, but must always have an intuition, by which to make evident the objective reality of the pure conception of the understanding. Take, for example, the categories of relation. How (1) a thing can exist only as a subject, and not as a mere determination of other things, that is, can be substance; or how (2), because something exists, some other thing must exist, consequently how a thing can be a cause; or how (3), when several things exist, from the fact that one of these things exists, some consequence to the others follows, and reciprocally, and in this way a community of substances can be possible—are questions whose solution cannot be obtained from mere conceptions. The very same is the case with the other categories; for example, how a thing can be of the same sort with many others, that is, can be a quantity, and so on. So long as we have not intuition we cannot know whether we do really think an object by the categories, and where an object can anywhere be found to cohere with them, and thus the truth is established, that the categories are not in themselves cognitions, but mere forms of thought for the construction of cognitions from given intuitions. For the same reason is it true that from categories alone no synthetical proposition can be made. For example: “In every existence there is substance,” that is, something that can exist only as a subject and not as mere predicate; or, “Everything is a quantity”—to construct propositions such as these, we require something to enable us to go out beyond the given conception and connect another with it. For the same reason the attempt to prove a synthetical proposition by means of mere conceptions, for example: “Everything that exists contingently has a cause,” has never succeeded. We could never get further than proving that, without this relation to conceptions, we could not conceive the existence of the contingent, that is, could not à priori through the understanding cognize the existence of such a thing; but it does not hence follow that this is also the condition of the possibility of the thing itself that is said to be contingent. If, accordingly; we look back to our proof of the principle of causality, we shall find that we were able to prove it as valid only of objects of possible experience, and, indeed, only as itself the principle of the possibility of experience, Consequently of the cognition of an object given in empirical intuition, and not from mere conceptions. That, however, the proposition: “Everything that is contingent must have a cause,” is evident to every one merely from conceptions, is not to be denied. But in this case the conception of the contingent is cogitated as involving not the category of modality (as that the non-existence of which can be conceived) but that of relation (as that which can exist only as the consequence of something else), and so it is really an identical proposition: “That which can exist only as a consequence, has a cause.” In fact, when we have to give examples of contingent existence, we always refer to changes, and not merely to the possibility of conceiving the opposite.[37] But change is an event, which, as such, is possible only through a cause, and considered per se its non-existence is therefore possible, and we become cognizant of its contingency from the fact that it can exist only as the effect of a cause. Hence, if a thing is assumed to be contingent, it is an analytical proposition to say, it has a cause."}