{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Logo trademark license vs. copyright license", "body": " First, the Power of the Popes was dissolved totally by Queen Elizabeth; and the Bishops, who before exercised their Functions in Right of the Pope, did afterwards exercise the same in Right of the Queen and her Successours; though by retaining the phrase of Jure Divino, they were thought to demand it by immediate Right from God: And so was untyed the first knot. After this, the Presbyterians lately in England obtained the putting down of Episcopacy: And so was the second knot dissolved: And almost at the same time, the Power was taken also from the Presbyterians: And so we are reduced to the Independency of the Primitive Christians to follow Paul, or Cephas, or Apollos, every man as he liketh best: Which, if it be without contention, and without measuring the Doctrine of Christ, by our affection to the Person of his Minister, (the fault which the Apostle reprehended in the Corinthians,) is perhaps the best: First, because there ought to be no Power over the Consciences of men, but of the Word it selfe, working Faith in every one, not alwayes according to the purpose of them that Plant and Water, but of God himself, that giveth the Increase: and secondly, because it is unreasonable in them, who teach there is such danger in every little Errour, to require of a man endued with Reason of his own, to follow the Reason of any other man, or of the most voices of many other men; Which is little better, then to venture his Salvation at crosse and pile. Nor ought those Teachers to be displeased with this losse of their antient Authority: For there is none should know better then they, that power is preserved by the same Vertues by which it is acquired; that is to say, by Wisdome, Humility, Clearnesse of Doctrine, and sincerity of Conversation; and not by suppression of the Naturall Sciences, and of the Morality of Naturall Reason; nor by obscure Language; nor by Arrogating to themselves more Knowledge than they make appear; nor by Pious Frauds; nor by such other faults, as in the Pastors of Gods Church are not only Faults, but also scandalls, apt to make men stumble one time or other upon the suppression of their Authority."}