{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "\"alison weir\" <alison.weir@utoronto.ca>", "subject": "[R] Garch question", "body": " After the division of his army, Heraclius prudently retired to the banks of the Phasis, from whence he maintained a defensive war against the fifty thousand gold spears of Persia. His anxiety was relieved by the deliverance of Constantinople; his hopes were confirmed by a victory of his brother Theodorus; and to the hostile league of Chosroes with the Avars, the Roman emperor opposed the useful and honorable alliance of the Turks. At his liberal invitation, the horde of Chozars 98 transported their tents from the plains of the Volga to the mountains of Georgia; Heraclius received them in the neighborhood of Teflis, and the khan with his nobles dismounted from their horses, if we may credit the Greeks, and fell prostrate on the ground, to adore the purple of the Caesars. Such voluntary homage and important aid were entitled to the warmest acknowledgments; and the emperor, taking off his own diadem, placed it on the head of the Turkish prince, whom he saluted with a tender embrace and the appellation of son. After a sumptuous banquet, he presented Ziebel with the plate and ornaments, the gold, the gems, and the silk, which had been used at the Imperial table, and, with his own hand, distributed rich jewels and ear-rings to his new allies. In a secret interview, he produced the portrait of his daughter Eudocia, 99 condescended to flatter the Barbarian with the promise of a fair and august bride; obtained an immediate succor of forty thousand horse, and negotiated a strong diversion of the Turkish arms on the side of the Oxus. 100 The Persians, in their turn, retreated with precipitation; in the camp of Edessa, Heraclius reviewed an army of seventy thousand Romans and strangers; and some months were successfully employed in the recovery of the cities of Syria, Mesopotamia and Armenia, whose fortifications had been imperfectly restored. Sarbar still maintained the important station of Chalcedon; but the jealousy of Chosroes, or the artifice of Heraclius, soon alienated the mind of that powerful satrap from the service of his king and country. A messenger was intercepted with a real or fictitious mandate to the cadarigan, or second in command, directing him to send, without delay, to the throne, the head of a guilty or unfortunate general. The despatches were transmitted to Sarbar himself; and as soon as he read the sentence of his own death, he dexterously inserted the names of four hundred officers, assembled a military council, and asked the cadarigan whether he was prepared to execute the commands of their tyrant. The Persians unanimously declared, that Chosroes had forfeited the sceptre; a separate treaty was concluded with the government of Constantinople; and if some considerations of honor or policy restrained Sarbar from joining the standard of Heraclius, the emperor was assured that he might prosecute, without interruption, his designs of victory and peace."}