{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Will Coleda (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43048] imcc constant folding div by zero bug ", "body": " About ten or twelve years after the loss of Jerusalem, the nobles of France were again summoned to the holy war by the voice of a third prophet, less extravagant, perhaps, than Peter the hermit, but far below St. Bernard in the merit of an orator and a statesman. An illiterate priest of the neighborhood of Paris, Fulk of Neuilly, 25 forsook his parochial duty, to assume the more flattering character of a popular and itinerant missionary. The fame of his sanctity and miracles was spread over the land; he declaimed, with severity and vehemence, against the vices of the age; and his sermons, which he preached in the streets of Paris, converted the robbers, the usurers, the prostitutes, and even the doctors and scholars of the university. No sooner did Innocent the Third ascend the chair of St. Peter, than he proclaimed in Italy, Germany, and France, the obligation of a new crusade. 26 The eloquent pontiff described the ruin of Jerusalem, the triumph of the Pagans, and the shame of Christendom; his liberality proposed the redemption of sins, a plenary indulgence to all who should serve in Palestine, either a year in person, or two years by a substitute; 27 and among his legates and orators who blew the sacred trumpet, Fulk of Neuilly was the loudest and most successful. The situation of the principal monarchs was averse to the pious summons. The emperor Frederic the Second was a child; and his kingdom of Germany was disputed by the rival houses of Brunswick and Swabia, the memorable factions of the Guelphs and Ghibelines. Philip Augustus of France had performed, and could not be persuaded to renew, the perilous vow; but as he was not less ambitious of praise than of power, he cheerfully instituted a perpetual fund for the defence of the Holy Land. Richard of England was satiated with the glory and misfortunes of his first adventure; and he presumed to deride the exhortations of Fulk of Neuilly, who was not abashed in the presence of kings. “You advise me,” said Plantagenet, “to dismiss my three daughters, pride, avarice, and incontinence: I bequeath them to the most deserving; my pride to the knights templars, my avarice to the monks of Cisteaux, and my incontinence to the prelates.” But the preacher was heard and obeyed by the great vassals, the princes of the second order; and Theobald, or Thibaut, count of Champagne, was the foremost in the holy race. The valiant youth, at the age of twenty-two years, was encouraged by the domestic examples of his father, who marched in the second crusade, and of his elder brother, who had ended his days in Palestine with the title of King of Jerusalem; two thousand two hundred knights owed service and homage to his peerage; 28 the nobles of Champagne excelled in all the exercises of war; 29 and, by his marriage with the heiress of Navarre, Thibaut could draw a band of hardy Gascons from either side of the Pyrenæan mountains. His companion in arms was Louis, count of Blois and Chartres; like himself of regal lineage, for both the princes were nephews, at the same time, of the kings of France and England. In a crowd of prelates and barons, who imitated their zeal, I distinguish the birth and merit of Matthew of Montmorency; the famous Simon of Montfort, the scourge of the Albigeois; and a valiant noble, Jeffrey of Villehardouin, 30 marshal of Champagne, 31 who has condescended, in the rude idiom of his age and country, 32 to write or dictate 33 an original narrative of the councils and actions in which he bore a memorable part. At the same time, Baldwin, count of Flanders, who had married the sister of Thibaut, assumed the cross at Bruges, with his brother Henry, and the principal knights and citizens of that rich and industrious province. 34 The vow which the chiefs had pronounced in churches, they ratified in tournaments; the operations of the war were debated in full and frequent assemblies; and it was resolved to seek the deliverance of Palestine in Egypt, a country, since Saladin’s death, which was almost ruined by famine and civil war. But the fate of so many royal armies displayed the toils and perils of a land expedition; and if the Flemings dwelt along the ocean, the French barons were destitute of ships and ignorant of navigation. They embraced the wise resolution of choosing six deputies or representatives, of whom Villehardouin was one, with a discretionary trust to direct the motions, and to pledge the faith, of the whole confederacy. The maritime states of Italy were alone possessed of the means of transporting the holy warriors with their arms and horses; and the six deputies proceeded to Venice, to solicit, on motives of piety or interest, the aid of that powerful republic."}