{"label": "spam", "to_address": "\"mhln\" <mhln@mhln.com>", "from_address": "\"Cory Richmond\" <nfrkokomo@cnnlive.net>", "subject": "[Mhln] The of holabird", "body": " In the preceding chapter we have seen that everything that presents itself as an object of the will prior to the moral law is by that law itself, which is the supreme condition of practical reason, excluded from the determining principles of the will which we have called the unconditionally good; and that the mere practical form which consists in the adaptation of the maxims to universal legislation first determines what is good in itself and absolutely, and is the basis of the maxims of a pure will, which alone is good in every respect. However, we find that our nature as sensible beings is such that the matter of desire (objects of inclination, whether of hope or fear) first presents itself to us; and our pathologically affected self, although it is in its maxims quite unfit for universal legislation; yet, just as if it constituted our entire self, strives to put its pretensions forward first, and to have them acknowledged as the first and original. This propensity to make ourselves in the subjective determining principles of our choice serve as the objective determining principle of the will generally may be called self-love; and if this pretends to be legislative as an unconditional practical principle it may be called self-conceit. Now the moral law, which alone is truly objective (namely, in every respect), entirely excludes the influence of self-love on the supreme practical principle, and indefinitely checks the self-conceit that prescribes the subjective conditions of the former as laws. Now whatever checks our self-conceit in our own judgement humiliates; therefore the moral law inevitably humbles every man when he compares with it the physical propensities of his nature. That, the idea of which as a determining principle of our will humbles us in our self-consciousness, awakes respect for itself, so far as it is itself positive and a determining principle. Therefore the moral law is even subjectively a cause of respect. Now since everything that enters into self-love belongs to inclination, and all inclination rests on feelings, and consequently whatever checks all the feelings together in self-love has necessarily, by this very circumstance, an influence on feeling; hence we comprehend how it is possible to perceive a priori that the moral law can produce an effect on feeling, in that it excludes the inclinations and the propensity to make them the supreme practical condition, i.e., self-love, from all participation in the supreme legislation. This effect is on one side merely negative, but on the other side, relatively to the restricting principle of pure practical reason, it is positive. No special kind of feeling need be assumed for this under the name of a practical or moral feeling as antecedent to the moral law and serving as its foundation."}