{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Joe W. Byers\" <ecjbosu@aol.com>", "subject": "Re: [R] How to install RMySQL package in R 2.5 in Windows OS?", "body": " “The object of our mission here was not to argue with your allies, but to attend to the matters on which our state dispatched us. However, the vehemence of the outcry that we hear against us has prevailed on us to come forward. It is not to combat the accusations of the cities (indeed you are not the judges before whom either we or they can plead), but to prevent your taking the wrong course on matters of great importance by yielding too readily to the persuasions of your allies. We also wish to show on a review of the whole indictment that we have a fair title to our possessions, and that our country has claims to consideration. We need not refer to remote antiquity: there we could appeal to the voice of tradition, but not to the experience of our audience. But to the Median War and contemporary history we must refer, although we are rather tired of continually bringing this subject forward. In our action during that war we ran great risk to obtain certain advantages: you had your share in the solid results, do not try to rob us of all share in the good that the glory may do us. However, the story shall be told not so much to deprecate hostility as to testify against it, and to show, if you are so ill advised as to enter into a struggle with Athens, what sort of an antagonist she is likely to prove. We assert that at Marathon we were at the front, and faced the barbarian single-handed. That when he came the second time, unable to cope with him by land we went on board our ships with all our people, and joined in the action at Salamis. This prevented his taking the Peloponnesian states in detail, and ravaging them with his fleet; when the multitude of his vessels would have made any combination for self-defence impossible. The best proof of this was furnished by the invader himself. Defeated at sea, he considered his power to be no longer what it had been, and retired as speedily as possible with the greater part of his army."}