{"label": "ham", "to_address": "e-drug@healthnet.org, <aidsdrugs@lists.riseup.net>,\n   HGAPALLIES@LISTSERV.CRITPATH.ORG, ip-health@lists.essential.org,\n   thaiFTA@lists.riseup.net", "from_address": "B.Baker@neu.edu", "subject": "[Ip-health] NGOs respond to Abbott $1000 Price for Aluvia", "body": " About the same time in this summer Athens succeeded in reducing Scione, put the adult males to death, and, making slaves of the women and children, gave the land for the Plataeans to live in. She also brought back the Delians to Delos, moved by her misfortunes in the field and by the commands of the god at Delphi. Meanwhile the Phocians and Locrians commenced hostilities. The Corinthians and Argives, being now in alliance, went to Tegea to bring about its defection from Lacedaemon, seeing that, if so considerable a state could be persuaded to join, all Peloponnese would be with them. But when the Tegeans said that they would do nothing against Lacedaemon, the hitherto zealous Corinthians relaxed their activity, and began to fear that none of the rest would now come over. Still they went to the Boeotians and tried to persuade them to alliance and a common action generally with Argos and themselves, and also begged them to go with them to Athens and obtain for them a ten days’ truce similar to that made between the Athenians and Boeotians not long after the fifty years’ treaty, and, in the event of the Athenians refusing, to throw up the armistice, and not make any truce in future without Corinth. These were the requests of the Corinthians. The Boeotians stopped them on the subject of the Argive alliance, but went with them to Athens, where however they failed to obtain the ten days’ truce; the Athenian answer being that the Corinthians had truce already, as being allies of Lacedaemon. Nevertheless the Boeotians did not throw up their ten days’ truce, in spite of the prayers and reproaches of the Corinthians for their breach of faith; and these last had to content themselves with a de facto armistice with Athens."}