{"label": "ham", "to_address": "<avcoopers@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for Netflix, Inc.", "body": " The reformation of the Imperial court was one of the first and most necessary acts of the government of Julian. 53 Soon after his entrance into the palace of Constantinople, he had occasion for the service of a barber. An officer, magnificently dressed, immediately presented himself. ÒIt is a barber,Ó exclaimed the prince, with affected surprise, Òthat I want, and not a receiver-general of the finances.Ó 54 He questioned the man concerning the profits of his employment and was informed, that besides a large salary, and some valuable perquisites, he enjoyed a daily allowance for twenty servants, and as many horses. A thousand barbers, a thousand cup-bearers, a thousand cooks, were distributed in the several offices of luxury; and the number of eunuchs could be compared only with the insects of a summerÕs day. The monarch who resigned to his subjects the superiority of merit and virtue, was distinguished by the oppressive magnificence of his dress, his table, his buildings, and his train. The stately palaces erected by Constantine and his sons, were decorated with many colored marbles, and ornaments of massy gold. The most exquisite dainties were procured, to gratify their pride, rather than their taste; birds of the most distant climates, fish from the most remote seas, fruits out of their natural season, winter roses, and summer snows. 56 The domestic crowd of the palace surpassed the expense of the legions; yet the smallest part of this costly multitude was subservient to the use, or even to the splendor, of the throne. The monarch was disgraced, and the people was injured, by the creation and sale of an infinite number of obscure, and even titular employments; and the most worthless of mankind might purchase the privilege of being maintained, without the necessity of labor, from the public revenue. The waste of an enormous household, the increase of fees and perquisites, which were soon claimed as a lawful debt, and the bribes which they extorted from those who feared their enmity, or solicited their favor, suddenly enriched these haughty menials. They abused their fortune, without considering their past, or their future, condition; and their rapine and venality could be equalled only by the extravagance of their dissipations. Their silken robes were embroidered with gold, their tables were served with delicacy and profusion; the houses which they built for their own use, would have covered the farm of an ancient consul; and the most honorable citizens were obliged to dismount from their horses, and respectfully to salute a eunuch whom they met on the public highway. The luxury of the palace excited the contempt and indignation of Julian, who usually slept on the ground, who yielded with reluctance to the indispensable calls of nature; and who placed his vanity, not in emulating, but in despising, the pomp of royalty."}