{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Corey Johnson\" <carlo.vercellis@artonyourface.com>", "subject": "cheap oem soft shipping //orldwide", "body": " Those in whose eyes this reticence on the part of heretics is no evil, should consider in the first place, that in consequence of it there is never any fair and thorough discussion of heretical opinions; and that such of them as could not stand such a discussion, though they may be prevented from spreading, do not disappear. But it is not the minds of heretics that are deteriorated most, by the ban placed on all inquiry which does not end in the orthodox conclusions. The greatest harm done is to those who are not heretics, and whose whole mental development is cramped, and their reason cowed, by the fear of heresy. Who can compute what the world loses in the multitude of promising intellects combined with timid characters, who dare not follow out any bold, vigorous, independent train of thought, lest it should land them in something which would admit of being considered irreligious or immoral? Among them we may occasionally see some man of deep conscientiousness, and subtle and refined understanding, who spends a life in sophisticating with an intellect which he cannot silence, and exhausts the resources of ingenuity in attempting to reconcile the promptings of his conscience and reason with orthodoxy, which yet he does not, perhaps, to the end succeed in doing. No one can be a great thinker who does not recognise, that as a thinker it is his first duty to follow his intellect to whatever conclusions it may lead. Truth gains more even by the errors of one who, with due study and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think. Not that it is solely, or chiefly, to form great thinkers, that freedom of thinking is required. On the contrary, it is as much, and even more indispensable, to enable average human beings to attain the mental stature which they are capable of. There have been, and may again be, great individual thinkers, in a general atmosphere of mental slavery. But there never has been, nor ever will be, in that atmosphere, an intellectually active people. Where any people has made a temporary approach to such a character, it has been because the dread of heterodox speculation was for a time suspended. Where there is a tacit convention that principles are not to be disputed; where the discussion of the greatest questions which can occupy humanity is considered to be closed, we cannot hope to find that generally high scale of mental activity which has made some periods of history so remarkable. Never when controversy avoided the subjects which are large and important enough to kindle enthusiasm, was the mind of a people stirred up from its foundations, and the impulse given which raised even persons of the most ordinary intellect to something of the dignity of thinking beings. Of such we have had an example in the condition of Europe during the times immediately following the Reformation; another, though limited to the Continent and to a more cultivated class, in the speculative movement of the latter half of the eighteenth century; and a third, of still briefer duration, in the intellectual fermentation of Germany during the Goethian and Fichtean period. These periods differed widely in the particular opinions which they developed; but were alike in this, that during all three the yoke of authority was broken. In each, an old mental despotism had been thrown off, and no new one had yet taken its place. The impulse given at these three periods has made Europe what it now is. Every single improvement which has taken place either in the human mind or in institutions, may be traced distinctly to one or other of them. Appearances have for some time indicated that all three impulses are well-nigh spent; and we can expect no fresh start, until we again assert our mental freedom."}