{"label": "ham", "to_address": "ktwarwic@SPEEDY.UWATERLOO.CA", "from_address": "CNN AM QuickNews <mailings@mail.cnn.com>", "subject": "Advertisers pull sponsorship of Imus' show", "body": " While the flame of enthusiasm was damped by the business, the pleasure, and the knowledge, of the age, it burnt with concentrated heat in the breasts of the chosen few, the congenial spirits, who were ambitious of reigning either in this world or in the next. How carefully soever the book of prophecy had been sealed by the apostle of Mecca, the wishes, and (if we may profane the word) even the reason, of fanaticism might believe that, after the successive missions of Adam, Noah, Abraham, Moses, Jesus, and Mahomet, the same God, in the fulness of time, would reveal a still more perfect and permanent law. In the two hundred and seventy-seventh year of the Hegira, and in the neighborhood of Cufa, an Arabian preacher, of the name of Carmath, assumed the lofty and incomprehensible style of the Guide, the Director, the Demonstration, the Word, the Holy Ghost, the Camel, the Herald of the Messiah, who had conversed with him in a human shape, and the representative of Mohammed the son of Ali, of St. John the Baptist, and of the angel Gabriel. In his mystic volume, the precepts of the Koran were refined to a more spiritual sense: he relaxed the duties of ablution, fasting, and pilgrimage; allowed the indiscriminate use of wine and forbidden food; and nourished the fervor of his disciples by the daily repetition of fifty prayers. The idleness and ferment of the rustic crowd awakened the attention of the magistrates of Cufa; a timid persecution assisted the progress of the new sect; and the name of the prophet became more revered after his person had been withdrawn from the world. His twelve apostles dispersed themselves among the Bedoweens, “a race of men,” says Abulfeda, “equally devoid of reason and of religion;” and the success of their preaching seemed to threaten Arabia with a new revolution. The Carmathians were ripe for rebellion, since they disclaimed the title of the house of Abbas, and abhorred the worldly pomp of the caliphs of Bagdad. They were susceptible of discipline, since they vowed a blind and absolute submission to their Imam, who was called to the prophetic office by the voice of God and the people. Instead of the legal tithes, he claimed the fifth of their substance and spoil; the most flagitious sins were no more than the type of disobedience; and the brethren were united and concealed by an oath of secrecy. After a bloody conflict, they prevailed in the province of Bahrein, along the Persian Gulf: far and wide, the tribes of the desert were subject to the sceptre, or rather to the sword of Abu Said and his son Abu Taher; and these rebellious imams could muster in the field a hundred and seven thousand fanatics. The mercenaries of the caliph were dismayed at the approach of an enemy who neither asked nor accepted quarter; and the difference between, them in fortitude and patience, is expressive of the change which three centuries of prosperity had effected in the character of the Arabians. Such troops were discomfited in every action; the cities of Racca and Baalbec, of Cufa and Bassora, were taken and pillaged; Bagdad was filled with consternation; and the caliph trembled behind the veils of his palace. In a daring inroad beyond the Tigris, Abu Taher advanced to the gates of the capital with no more than five hundred horse. By the special order of Moctader, the bridges had been broken down, and the person or head of the rebel was expected every hour by the commander of the faithful. His lieutenant, from a motive of fear or pity, apprised Abu Taher of his danger, and recommended a speedy escape. “Your master,” said the intrepid Carmathian to the messenger, “is at the head of thirty thousand soldiers: three such men as these are wanting in his host:” at the same instant, turning to three of his companions, he commanded the first to plunge a dagger into his breast, the second to leap into the Tigris, and the third to cast himself headlong down a precipice. They obeyed without a murmur."}