{"label": "spam", "to_address": "\"Gnitpick\" <gnitpick@speedy.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Cornett5459@gmx.net>", "subject": "account manager vacant position in the aegis capital group llc", "body": " In England, from the peculiar circumstances of our political history, though the yoke of opinion is perhaps heavier, that of law is lighter, than in most other countries of Europe; and there is considerable jealousy of direct interference, by the legislative or the executive power, with private conduct; not so much from any just regard for the independence of the individual, as from the still subsisting habit of looking on the government as representing an opposite interest to the public. The majority have not yet learnt to feel the power of the government their power, or its opinions their opinions. When they do so, individual liberty will probably be as much exposed to invasion from the government, as it already is from public opinion. But, as yet, there is a considerable amount of feeling ready to be called forth against any attempt of the law to control individuals in things in which they have not hitherto been accustomed to be controlled by it; and this with very little discrimination as to whether the matter is, or is not, within the legitimate sphere of legal control; insomuch that the feeling, highly salutary on the whole, is perhaps quite as often misplaced as well grounded in the particular instances of its application. There is, in fact, no recognised principle by which the propriety or impropriety of government interference is customarily tested. People decide according to their personal preferences. Some, whenever they see any good to be done, or evil to be remedied, would willingly instigate the government to undertake the business; while others prefer to bear almost any amount of social evil, rather than add one to the departments of human interests amenable to governmental control. And men range themselves on one or the other side in any particular case, according to this general direction of their sentiments; or according to the degree of interest which they feel in the particular thing which it is proposed that the government should do, or according to the belief they entertain that the government would, or would not, do it in the manner they prefer; but very rarely on account of any opinion to which they consistently adhere, as to what things are fit to be done by a government. And it seems to me that in consequence of this absence of rule or principle, one side is at present as often wrong as the other; the interference of government is, with about equal frequency, improperly invoked and improperly condemned."}