{"label": "spam", "to_address": "dmason@plg.uwaterloo.ca", "from_address": "\"DELBERT DODSON\" <yuarwgle@email.de>", "subject": "Here you go ..", "body": " But, as regards the quantity of a thing (quantitas), that is to say, the answer to the question: “How large is this or that object?” although, in respect to this question, we have various propositions synthetical and immediately certain (indemonstrabilia); we have, in the proper sense of the term, no axioms. For example, the propositions: “If equals be added to equals, the wholes are equal”; “If equals be taken from equals, the remainders are equal”; are analytical, because I am immediately conscious of the identity of the production of the one quantity with the production of the other; whereas axioms must be à priori synthetical propositions. On the other hand, the self-evident propositions as to the relation of numbers, are certainly synthetical but not universal, like those of geometry, and for this reason cannot be called axioms, but numerical formulae. That 7 + 5 = 12 is not an analytical proposition. For neither in the representation of seven, nor of five, nor of the composition of the two numbers, do I cogitate the number twelve. (Whether I cogitate the number in the addition of both, is not at present the question; for in the case of an analytical proposition, the only point is whether I really cogitate the predicate in the representation of the subject.) But although the proposition is synthetical, it is nevertheless only a singular proposition. In so far as regard is here had merely to the synthesis of the homogeneous (the units), it cannot take place except in one manner, although our use of these numbers is afterwards general. If I say: “A triangle can be constructed with three lines, any two of which taken together are greater than the third,” I exercise merely the pure function of the productive imagination, which may draw the lines longer or shorter and construct the angles at its pleasure. On the contrary, the number seven is possible only in one manner, and so is likewise the number twelve, which results from the synthesis of seven and five. Such propositions, then, cannot be termed axioms (for in that case we should have an infinity of these), but numerical formulae."}