{"label": "spam", "to_address": "producttestpanel@speedy.uwaterloo.ca", "from_address": "WebHealthPolicy <WebHealthPolicy@accesssenderworld.com>", "subject": "Health Plans for Families", "body": " It is illustrated in the experience of almost all ethical doctrines and religious creeds. They are all full of meaning and vitality to those who originate them, and to the direct disciples of the originators. Their meaning continues to be felt in undiminished strength, and is perhaps brought out into even fuller consciousness, so long as the struggle lasts to give the doctrine or creed an ascendency over other creeds. At last it either prevails, and becomes the general opinion, or its progress stops; it keeps possession of the ground it has gained, but ceases to spread further. When either of these results has become apparent, controversy on the subject flags, and gradually dies away. The doctrine has taken its place, if not as a received opinion, as one of the admitted sects or divisions of opinion: those who hold it have generally inherited, not adopted it; and conversion from one of these doctrines to another, being now an exceptional fact, occupies little place in the thoughts of their professors. Instead of being, as at first, constantly on the alert either to defend themselves against the world, or to bring the world over to them, they have subsided into acquiescence, and neither listen, when they can help it, to arguments against their creed, nor trouble dissentients (if there be such) with arguments in its favour. From this time may usually be dated the decline in the living power of the doctrine. We often hear the teachers of all creeds lamenting the difficulty of keeping up in the minds of believers a lively apprehension of the truth which they nominally recognise, so that it may penetrate the feelings, and acquire a real mastery over the conduct. No such difficulty is complained of while the creed is still fighting for its existence: even the weaker combatants then know and feel what they are fighting for, and the difference between it and other doctrines; and in that period of every creed's existence, not a few persons may be found, who have realised its fundamental principles in all the forms of thought, have weighed and considered them in all their important bearings, and have experienced the full effect on the character, which belief in that creed ought to produce in a mind thoroughly imbued with it. But when it has come to be a hereditary creed, and to be received passively, not actively--when the mind is no longer compelled, in the same degree as at first, to exercise its vital powers on the questions which its belief presents to it, there is a progressive tendency to forget all of the belief except the formularies, or to give it a dull and torpid assent, as if accepting it on trust dispensed with the necessity of realising it in consciousness, or testing it by personal experience; until it almost ceases to connect itself at all with the inner life of the human being. Then are seen the cases, so frequent in this age of the world as almost to form the majority, in which the creed remains as it were outside the mind, encrusting and petrifying it against all other influences addressed to the higher parts of our nature; manifesting its power by not suffering any fresh and living conviction to get in, but itself doing nothing for the mind or heart, except standing sentinel over them to keep them vacant."}