{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r22483 - in branches/SAMBA_3_0/source: .", "body": " The rapid success of Totila may be partly ascribed to the revolution which three years’ experience had produced in the sentiments of the Italians. At the command, or at least in the name, of a Catholic emperor, the pope, 7 their spiritual father, had been torn from the Roman church, and either starved or murdered on a desolate island. 8 The virtues of Belisarius were replaced by the various or uniform vices of eleven chiefs, at Rome, Ravenna, Florence, Perugia, Spoleto, &c., who abused their authority for the indulgence of lust or avarice. The improvement of the revenue was committed to Alexander, a subtle scribe, long practised in the fraud and oppression of the Byzantine schools, and whose name of Psalliction, the scissors, 9 was drawn from the dexterous artifice with which he reduced the size without defacing the figure, of the gold coin. Instead of expecting the restoration of peace and industry, he imposed a heavy assessment on the fortunes of the Italians. Yet his present or future demands were less odious than a prosecution of arbitrary rigor against the persons and property of all those who, under the Gothic kings, had been concerned in the receipt and expenditure of the public money. The subjects of Justinian, who escaped these partial vexations, were oppressed by the irregular maintenance of the soldiers, whom Alexander defrauded and despised; and their hasty sallies in quest of wealth, or subsistence, provoked the inhabitants of the country to await or implore their deliverance from the virtues of a Barbarian. Totila 10 was chaste and temperate; and none were deceived, either friends or enemies, who depended on his faith or his clemency. To the husbandmen of Italy the Gothic king issued a welcome proclamation, enjoining them to pursue their important labors, and to rest assured, that, on the payment of the ordinary taxes, they should be defended by his valor and discipline from the injuries of war. The strong towns he successively attacked; and as soon as they had yielded to his arms, he demolished the fortifications, to save the people from the calamities of a future siege, to deprive the Romans of the arts of defence, and to decide the tedious quarrel of the two nations, by an equal and honorable conflict in the field of battle. The Roman captives and deserters were tempted to enlist in the service of a liberal and courteous adversary; the slaves were attracted by the firm and faithful promise, that they should never be delivered to their masters; and from the thousand warriors of Pavia, a new people, under the same appellation of Goths, was insensibly formed in the camp of Totila. He sincerely accomplished the articles of capitulation, without seeking or accepting any sinister advantage from ambiguous expressions or unforeseen events: the garrison of Naples had stipulated that they should be transported by sea; the obstinacy of the winds prevented their voyage, but they were generously supplied with horses, provisions, and a safe-conduct to the gates of Rome. The wives of the senators, who had been surprised in the villas of Campania, were restored, without a ransom, to their husbands; the violation of female chastity was inexorably chastised with death; and in the salutary regulation of the edict of the famished Neapolitans, the conqueror assumed the office of a humane and attentive physician. The virtues of Totila are equally laudable, whether they proceeded from true policy, religious principle, or the instinct of humanity: he often harangued his troops; and it was his constant theme, that national vice and ruin are inseparably connected; that victory is the fruit of moral as well as military virtue; and that the prince, and even the people, are responsible for the crimes which they neglect to punish."}