{"label": "spam", "to_address": "producttestpanel@flax9.uwaterloo.ca", "from_address": "CruiseAgent <CruiseAgent@electronnetwork.com>", "subject": "adf, You have been chosen to win a cruise!", "body": " Before quitting the subject of freedom of opinion, it is fit to take some notice of those who say, that the free expression of all opinions should be permitted, on condition that the manner be temperate, and do not pass the bounds of fair discussion. Much might be said on the impossibility of fixing where these supposed bounds are to be placed; for if the test be offence to those whose opinion is attacked, I think experience testifies that this offence is given whenever the attack is telling and powerful, and that every opponent who pushes them hard, and whom they find it difficult to answer, appears to them, if he shows any strong feeling on the subject, an intemperate opponent. But this, though an important consideration in a practical point of view, merges in a more fundamental objection. Undoubtedly the manner of asserting an opinion, even though it be a true one, may be very objectionable, and may justly incur severe censure. But the principal offences of the kind are such as it is mostly impossible, unless by accidental self-betrayal, to bring home to conviction. The gravest of them is, to argue sophistically, to suppress facts or arguments, to misstate the elements of the case, or misrepresent the opposite opinion. But all this, even to the most aggravated degree, is so continually done in perfect good faith, by persons who are not considered, and in many other respects may not deserve to be considered, ignorant or incompetent, that it is rarely possible on adequate grounds conscientiously to stamp the misrepresentation as morally culpable; and still less could law presume to interfere with this kind of controversial misconduct. With regard to what is commonly meant by intemperate discussion, namely invective, sarcasm, personality, and the like, the denunciation of these weapons would deserve more sympathy if it were ever proposed to interdict them equally to both sides; but it is only desired to restrain the employment of them against the prevailing opinion: against the unprevailing they may not only be used without general disapproval, but will be likely to obtain for him who uses them the praise of honest zeal and righteous indignation. Yet whatever mischief arises from their use, is greatest when they are employed against the comparatively defenceless; and whatever unfair advantage can be derived by any opinion from this mode of asserting it, accrues almost exclusively to received opinions. The worst offence of this kind which can be committed by a polemic, is to stigmatise those who hold the contrary opinion as bad and immoral men. To calumny of this sort, those who hold any unpopular opinion are peculiarly exposed, because they are in general few and uninfluential, and nobody but themselves feel much interest in seeing justice done them; but this weapon is, from the nature of the case, denied to those who attack a prevailing opinion: they can neither use it with safety to themselves, nor, if they could, would it do anything but recoil on their own cause. In general, opinions contrary to those commonly received can only obtain a hearing by studied moderation of language, and the most cautious avoidance of unnecessary offence, from which they hardly ever deviate even in a slight degree without losing ground: while unmeasured vituperation employed on the side of the prevailing opinion, really does deter people from professing contrary opinions, and from listening to those who profess them. For the interest, therefore, of truth and justice, it is far more important to restrain this employment of vituperative language than the other; and, for example, if it were necessary to choose, there would be much more need to discourage offensive attacks on infidelity, than on religion. It is, however, obvious that law and authority have no business with restraining either, while opinion ought, in every instance, to determine its verdict by the circumstances of the individual case; condemning every one, on whichever side of the argument he places himself, in whose mode of advocacy either want of candour, or malignity, bigotry, or intolerance of feeling manifest themselves; but not inferring these vices from the side which a person takes, though it be the contrary side of the question to our own: and giving merited honour to every one, whatever opinion he may hold, who has calmness to see and honesty to state what his opponents and their opinions really are, exaggerating nothing to their discredit, keeping nothing back which tells, or can be supposed to tell, in their favour. This is the real morality of public discussion; and if often violated, I am happy to think that there are many controversialists who to a great extent observe it, and a still greater number who conscientiously strive towards it."}