{"label": "ham", "to_address": "Perl Beginners List <beginners@perl.org>", "from_address": "Rob Dixon <rob.dixon@350.com>", "subject": "Re: basename equivalent?", "body": " With respect to sickness, I shall not repeat the vain and false declamations which most healthy people pronounce against medicine; but I shall ask if any solid observations have been made from which it may be justly concluded that, in the countries where the art of medicine is most neglected, the mean duration of man's life is less than in those where it is most cultivated. How indeed can this be the case, if we bring on ourselves more diseases than medicine can furnish remedies? The great inequality in manner of living, the extreme idleness of some, and the excessive labour of others, the easiness of exciting and gratifying our sensual appetites, the too exquisite foods of the wealthy which overheat and fill them with indigestion, and, on the other hand, the unwholesome food of the poor, often, bad as it is, insufficient for their needs, which induces them, when opportunity offers, to eat voraciously and overcharge their stomachs; all these, together with sitting up late, and excesses of every kind, immoderate transports of every passion, fatigue, mental exhaustion, the innumerable pains and anxieties inseparable from every condition of life, by which the mind of man is incessantly tormented; these are too fatal proofs that the greater part of our ills are of our own making, and that we might have avoided them nearly all by adhering to that simple, uniform and solitary manner of life which nature prescribed. If she destined man to be healthy, I venture to declare that a state of reflection is a state contrary to, nature, and that a thinking man is a depraved animal. When we think of the good constitution of the savages, at least of those whom we have not ruined with our spirituous liquors, and reflect that they are troubled with hardly any disorders, save wounds and old age, we are tempted to believe that, in following the history of civil society, we shall be telling also that of human sickness. Such, at least, was the opinion of Plato, who inferred from certain remedies prescribed, or approved, by Podalirius and Machaon at the siege of Troy, that several sicknesses which these remedies gave rise to in his time, were not then known to mankind: and Celsus tells us that diet, which is now so necessary, was first invented by Hippocrates."}