{"label": "spam", "to_address": "\"Wisdom\" <wisdom@flax24.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Hess9312@altern.org>", "subject": "Our company has announced additional openings for new employees. May be you are the one suitable?", "body": " In this kingdom, such continued ostentation, of late years, has prevailed among men in ACTIVE life with regard to PUBLIC SPIRIT, and among those in SPECULATIVE with regard to BENEVOLENCE; and so many false pretensions to each have been, no doubt, detected, that men of the world are apt, without any bad intention, to discover a sullen incredulity on the head of those moral endowments, and even sometimes absolutely to deny their existence and reality. In like manner I find, that, of old, the perpetual cant of the STOICS and CYNICS concerning VIRTUE, their magnificent professions and slender performances, bred a disgust in mankind; and Lucian, who, though licentious with regard to pleasure, is yet in other respects a very moral writer, cannot sometimes talk of virtue, so much boasted without betraying symptoms of spleen and irony. But surely this peevish delicacy, whence-ever it arises can never be carried so far as to make us deny the existence of every species of merit, and all distinction of manners and behaviour. Besides DISCRETION, CAUTION, ENTERPRISE, INDUSTRY, ASSIDUITY, FRUGALITY, ECONOMY, GOOD-SENSE, PRUDENCE, DISCERNMENT; besides these endowments, I say, whose very names force an avowal of their merit, there are many others, to which the most determined scepticism cannot for a moment refuse the tribute of praise and approbation. TEMPERANCE, SOBRIETY, PATIENCE, CONSTANCY, PERSEVERANCE, FORETHOUGHT, CONSIDERATENESS, SECRECY, ORDER, INSINUATION, ADDRESS, PRESENCE OF MIND, QUICKNESS OF CONCEPTION, FACILITY OF EXPRESSION, these, and a thousand more of the same kind, no man will ever deny to be excellencies and perfections. As their merit consists in their tendency to serve the person, possessed of them, without any magnificent claim to public and social desert, we are the less jealous of their pretensions, and readily admit them into the catalogue of laudable qualities. We are not sensible that, by this concession, we have paved the way for all the other moral excellencies, and cannot consistently hesitate any longer, with regard to disinterested benevolence, patriotism, and humanity."}