{"label": "ham", "to_address": "matt@diephouse.com", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #42320] [BUG] Memory leak with String pmc", "body": " The clamorous shouts and dying groans apprised Fritigern of his extreme danger; and, as he possessed the calm and intrepid spirit of a hero, he saw that he was lost if he allowed a moment of deliberation to the man who had so deeply injured him. ÒA trifling dispute,Ó said the Gothic leader, with a firm but gentle tone of voice, Òappears to have arisen between the two nations; but it may be productive of the most dangerous consequences, unless the tumult is immediately pacified by the assurance of our safety, and the authority of our presence.Ó At these words, Fritigern and his companions drew their swords, opened their passage through the unresisting crowd, which filled the palace, the streets, and the gates, of Marcianopolis, and, mounting their horses, hastily vanished from the eyes of the astonished Romans. The generals of the Goths were saluted by the fierce and joyful acclamations of the camp; war was instantly resolved, and the resolution was executed without delay: the banners of the nation were displayed according to the custom of their ancestors; and the air resounded with the harsh and mournful music of the Barbarian trumpet. 71 The weak and guilty Lupicinus, who had dared to provoke, who had neglected to destroy, and who still presumed to despise, his formidable enemy, marched against the Goths, at the head of such a military force as could be collected on this sudden emergency. The Barbarians expected his approach about nine miles from Marcianopolis; and on this occasion the talents of the general were found to be of more prevailing efficacy than the weapons and discipline of the troops. The valor of the Goths was so ably directed by the genius of Fritigern, that they broke, by a close and vigorous attack, the ranks of the Roman legions. Lupicinus left his arms and standards, his tribunes and his bravest soldiers, on the field of battle; and their useless courage served only to protect the ignominious flight of their leader. ÒThat successful day put an end to the distress of the Barbarians, and the security of the Romans: from that day, the Goths, renouncing the precarious condition of strangers and exiles, assumed the character of citizens and masters, claimed an absolute dominion over the possessors of land, and held, in their own right, the northern provinces of the empire, which are bounded by the Danube.Ó Such are the words of the Gothic historian, 72 who celebrates, with rude eloquence, the glory of his countrymen. But the dominion of the Barbarians was exercised only for the purposes of rapine and destruction. As they had been deprived, by the ministers of the emperor, of the common benefits of nature, and the fair intercourse of social life, they retaliated the injustice on the subjects of the empire; and the crimes of Lupicinus were expiated by the ruin of the peaceful husbandmen of Thrace, the conflagration of their villages, and the massacre, or captivity, of their innocent families. The report of the Gothic victory was soon diffused over the adjacent country; and while it filled the minds of the Romans with terror and dismay, their own hasty imprudence contributed to increase the forces of Fritigern, and the calamities of the province. Some time before the great emigration, a numerous body of Goths, under the command of Suerid and Colias, had been received into the protection and service of the empire. 73 They were encamped under the walls of Hadrianople; but the ministers of Valens were anxious to remove them beyond the Hellespont, at a distance from the dangerous temptation which might so easily be communicated by the neighborhood, and the success, of their countrymen. The respectful submission with which they yielded to the order of their march, might be considered as a proof of their fidelity; and their moderate request of a sufficient allowance of provisions, and of a delay of only two days was expressed in the most dutiful terms. But the first magistrate of Hadrianople, incensed by some disorders which had been committed at his country-house, refused this indulgence; and arming against them the inhabitants and manufacturers of a populous city, he urged, with hostile threats, their instant departure. The Barbarians stood silent and amazed, till they were exasperated by the insulting clamors, and missile weapons, of the populace: but when patience or contempt was fatigued, they crushed the undisciplined multitude, inflicted many a shameful wound on the backs of their flying enemies, and despoiled them of the splendid armor, 74 which they were unworthy to bear. The resemblance of their sufferings and their actions soon united this victorious detachment to the nation of the Visigoths; the troops of Colias and Suerid expected the approach of the great Fritigern, ranged themselves under his standard, and signalized their ardor in the siege of Hadrianople. But the resistance of the garrison informed the Barbarians, that in the attack of regular fortifications, the efforts of unskillful courage are seldom effectual. Their general acknowledged his error, raised the siege, declared that Òhe was at peace with stone walls,Ó 75 and revenged his disappointment on the adjacent country. He accepted, with pleasure, the useful reenforcement of hardy workmen, who labored in the gold mines of Thrace, 76 for the emolument, and under the lash, of an unfeeling master: 77 and these new associates conducted the Barbarians, through the secret paths, to the most sequestered places, which had been chosen to secure the inhabitants, the cattle, and the magazines of corn. With the assistance of such guides, nothing could remain impervious or inaccessible; resistance was fatal; flight was impracticable; and the patient submission of helpless innocence seldom found mercy from the Barbarian conqueror. In the course of these depredations, a great number of the children of the Goths, who had been sold into captivity, were restored to the embraces of their afflicted parents; but these tender interviews, which might have revived and cherished in their minds some sentiments of humanity, tended only to stimulate their native fierceness by the desire of revenge. They listened, with eager attention, to the complaints of their captive children, who had suffered the most cruel indignities from the lustful or angry passions of their masters, and the same cruelties, the same indignities, were severely retaliated on the sons and daughters of the Romans. 78"}