{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Garrett Klein <garrettklein@comcast.net>", "subject": "Re: dectalk express with Linux-2.6.21.5", "body": " After the deliverance of Italy from the oppression of the Goths, some secret counsellor was permitted, amidst the factions of the palace, to heal the wounds of that afflicted country. 143 By a wise and humane regulation, the eight provinces which had been the most deeply injured, Campania, Tuscany, Picenum, Samnium, Apulia, Calabria, Bruttium, and Lucania, obtained an indulgence of five years: the ordinary tribute was reduced to one fifth, and even that fifth was destined to restore and support the useful institution of the public posts. By another law, the lands which had been left without inhabitants or cultivation, were granted, with some diminution of taxes, to the neighbors who should occupy, or the strangers who should solicit them; and the new possessors were secured against the future claims of the fugitive proprietors. About the same time a general amnesty was published in the name of Honorius, to abolish the guilt and memory of all the involuntary offences which had been committed by his unhappy subjects, during the term of the public disorder and calamity. A decent and respectful attention was paid to the restoration of the capital; the citizens were encouraged to rebuild the edifices which had been destroyed or damaged by hostile fire; and extraordinary supplies of corn were imported from the coast of Africa. The crowds that so lately fled before the sword of the Barbarians, were soon recalled by the hopes of plenty and pleasure; and Albinus, præfect of Rome, informed the court, with some anxiety and surprise, that, in a single day, he had taken an account of the arrival of fourteen thousand strangers. 144 In less than seven years, the vestiges of the Gothic invasion were almost obliterated; and the city appeared to resume its former splendor and tranquillity. The venerable matron replaced her crown of laurel, which had been ruffled by the storms of war; and was still amused, in the last moment of her decay, with the prophecies of revenge, of victory, and of eternal dominion. 145"}