{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Hilde\" <boots7@cox.net>", "subject": "online meds", "body": " [Footnote: The author of L'ESPRIT DES LOIX, This illustrious writer, however, sets out with a different theory, and supposes all right to be founded on certain RAPPORTS or relations; which is a system, that, in my opinion, never will be reconciled with true philosophy. Father Malebranche, as far as I can learn, was the first that started this abstract theory of morals, which was afterwards adopted by Cudworth, Clarke, and others; and as it excludes all sentiment, and pretends to found everything on reason, it has not wanted followers in this philosophic age. See Section I, Appendix I. With regard to justice, the virtue here treated of, the inference against this theory seems short and conclusive. Property is allowed to be dependent on civil laws; civil laws are allowed to have no other object, but the interest of society: This therefore must be allowed to be the sole foundation of property and justice. Not to mention, that our obligation itself to obey the magistrate and his laws is founded on nothing but the interests of society. If the ideas of justice, sometimes, do not follow the dispositions of civil law; we shall find, that these cases, instead of objections, are confirmations of the theory delivered above. Where a civil law is so perverse as to cross all the interests of society, it loses all its authority, and men judge by the ideas of natural justice, which are conformable to those interests. Sometimes also civil laws, for useful purposes, require a ceremony or form to any deed; and where that is wanting, their decrees run contrary to the usual tenour of justice; but one who takes advantage of such chicanes, is not commonly regarded as an honest man. Thus, the interests of society require, that contracts be fulfilled; and there is not a more material article either of natural or civil justice: But the omission of a trifling circumstance will often, by law, invalidate a contract, in foro humano, but not in foro conscientiae, as divines express themselves. In these cases, the magistrate is supposed only to withdraw his power of enforcing the right, not to have altered the right. Where his intention extends to the right, and is conformable to the interests of society; it never fails to alter the right; a clear proof of the origin of justice and of property, as assigned above.]"}