{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 535: make sure we start the freeze process quickly on all nodes\n\twhen we are going to do recovery - this prevents\n\tserialisation of freeze,\n\twhich can take a long time in http://samba.org/~tridge/ctdb", "body": " The story of Paul of Samosata, who filled the metropolitan see of Antioch, while the East was in the hands of Odenathus and Zenobia, may serve to illustrate the condition and character of the times. The wealth of that prelate was a sufficient evidence of his guilt, since it was neither derived from the inheritance of his fathers, nor acquired by the arts of honest industry. But Paul considered the service of the church as a very lucrative profession. 126 His ecclesiastical jurisdiction was venal and rapacious; he extorted frequent contributions from the most opulent of the faithful, and converted to his own use a considerable part of the public revenue. By his pride and luxury, the Christian religion was rendered odious in the eyes of the Gentiles. His council chamber and his throne, the splendor with which he appeared in public, the suppliant crowd who solicited his attention, the multitude of letters and petitions to which he dictated his answers, and the perpetual hurry of business in which he was involved, were circumstances much better suited to the state of a civil magistrate, 127 than to the humility of a primitive bishop. When he harangued his people from the pulpit, Paul affected the figurative style and the theatrical gestures of an Asiatic sophist, while the cathedral resounded with the loudest and most extravagant acclamations in the praise of his divine eloquence. Against those who resisted his power, or refused to flatter his vanity, the prelate of Antioch was arrogant, rigid, and inexorable; but he relaxed the discipline, and lavished the treasures of the church on his dependent clergy, who were permitted to imitate their master in the gratification of every sensual appetite. For Paul indulged himself very freely in the pleasures of the table, and he had received into the episcopal palace two young and beautiful women as the constant companions of his leisure moments. 128"}