{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jerry@samba.org", "subject": "svn commit: samba r22433 - in branches/SAMBA_3_0_RELEASE/source: .", "body": " Nor has Socrates told us (nor is it easy to say) what plan of government should be pursued with respect to the individuals in the state where there is a community of goods established; for though the majority of his citizens will in general consist of a multitude of persons of different occupations, of those he has determined nothing; whether the property of the husbandman ought to be in common, or whether each person should have his share to himself; and also, whether their wives and children ought to be in common: for if all things are to be alike common to all, where will be the difference between them and the military, or what would they get by submitting to their government? and upon what principles would they do it, unless they should establish the wise practice of the Cretans? for they, allowing everything else to their slaves, forbid them only gymnastic exercises and the use of arms. And if they are not, but these should be in the same situation with respect to their property which they are in other cities, what sort of a community will there be? in one city there must of necessity be two, and those contrary to each other; for he makes the military the guardians of the state, and the husbandman, artisans, and others, citizens; and all those quarrels, accusations, and things of the like sort, which he says are the bane of other cities, will be found in his also: notwithstanding Socrates says they will not want many laws in consequence of their education, but such only as may be necessary for regulating the streets, the markets, and the like, while at the same time it is the education of the military only that he has taken any care of. Besides, he makes the husbandmen masters of property upon paying a tribute; but this would be likely to make them far more troublesome and high-spirited than the Helots, the Penestise, or the slaves which others employ; nor has he ever determined whether it is necessary to give any attention to them in these particulars, nor thought of what is connected therewith, their polity, their education, their laws; besides, it is of no little consequence, nor is it easy to determine, how these should be framed so as to preserve the community of the military."}