{"label": "ham", "to_address": "discuss@list.digital-copyright.ca", "from_address": "Russell McOrmond <russell@flora.ca>", "subject": "[d@DCC] [Fwd: Latest Updates to Trade Negotiations and Agreements\n\tWebsite]", "body": " 196 (return) [ The celebrated passage of Phlegon is now wisely abandoned. When Tertullian assures the Pagans that the mention of the prodigy is found in Arcanis (not Archivis) vestris, (see his Apology, c. 21,) he probably appeals to the Sibylline verses, which relate it exactly in the words of the Gospel. * Note: According to some learned theologians a misunderstanding of the text in the Gospel has given rise to this mistake, which has employed and wearied so many laborious commentators, though Origen had already taken the pains to preinform them. The expression does not mean, they assert, an eclipse, but any kind of obscurity occasioned in the atmosphere, whether by clouds or any other cause. As this obscuration of the sun rarely took place in Palestine, where in the middle of April the sky was usually clear, it assumed, in the eyes of the Jews and Christians, an importance conformable to the received notion, that the sun concealed at midday was a sinister presage. See Amos viii. 9, 10. The word is often taken in this sense by contemporary writers; the Apocalypse says the sun was concealed, when speaking of an obscuration caused by smoke and dust. (Revel. ix. 2.) Moreover, the Hebrew word ophal, which in the LXX. answers to the Greek, signifies any darkness; and the Evangelists, who have modelled the sense of their expressions by those of the LXX., must have taken it in the same latitude. This darkening of the sky usually precedes earthquakes. (Matt. xxvii. 51.) The Heathen authors furnish us a number of examples, of which a miraculous explanation was given at the time. See Ovid. ii. v. 33, l. xv. v. 785. Pliny, Hist. Nat. l. ii. c 30. Wetstein has collected all these examples in his edition of the New Testament. We need not, then, be astonished at the silence of the Pagan authors concerning a phenomenon which did not extend beyond Jerusalem, and which might have nothing contrary to the laws of nature; although the Christians and the Jews may have regarded it as a sinister presage. See Michaelis Notes on New Testament, v. i. p. 290. Paulus, Commentary on New Testament, iii. p. 760.—G.]"}