{"label": "ham", "to_address": "Tom Phoenix <tom@stonehenge.com>", "from_address": "Mathew <theillien@yahoo.com>", "subject": "Re: problem with readline", "body": " The approach of winter supplied the indolence of Constantius with specious reasons for deferring the prosecution of the war till the ensuing spring. Magnentius had fixed his residence in the city of Aquileia, and showed a seeming resolution to dispute the passage of the mountains and morasses which fortified the confines of the Venetian province. The surprisal of a castle in the Alps by the secret march of the Imperialists, could scarcely have determined him to relinquish the possession of Italy, if the inclinations of the people had supported the cause of their tyrant. 89 But the memory of the cruelties exercised by his ministers, after the unsuccessful revolt of Nepotian, had left a deep impression of horror and resentment on the minds of the Romans. That rash youth, the son of the princess Eutropia, and the nephew of Constantine, had seen with indignation the sceptre of the West usurped by a perfidious barbarian. Arming a desperate troop of slaves and gladiators, he overpowered the feeble guard of the domestic tranquillity of Rome, received the homage of the senate, and assuming the title of Augustus, precariously reigned during a tumult of twenty-eight days. The march of some regular forces put an end to his ambitious hopes: the rebellion was extinguished in the blood of Nepotian, of his mother Eutropia, and of his adherents; and the proscription was extended to all who had contracted a fatal alliance with the name and family of Constantine. 90 But as soon as Constantius, after the battle of Mursa, became master of the sea-coast of Dalmatia, a band of noble exiles, who had ventured to equip a fleet in some harbor of the Adriatic, sought protection and revenge in his victorious camp. By their secret intelligence with their countrymen, Rome and the Italian cities were persuaded to display the banners of Constantius on their walls. The grateful veterans, enriched by the liberality of the father, signalized their gratitude and loyalty to the son. The cavalry, the legions, and the auxiliaries of Italy, renewed their oath of allegiance to Constantius; and the usurper, alarmed by the general desertion, was compelled, with the remains of his faithful troops, to retire beyond the Alps into the provinces of Gaul. The detachments, however, which were ordered either to press or to intercept the flight of Magnentius, conducted themselves with the usual imprudence of success; and allowed him, in the plains of Pavia, an opportunity of turning on his pursuers, and of gratifying his despair by the carnage of a useless victory. 91"}