{"label": "spam", "to_address": "<smiles@speedy.uwaterloo.ca>", "from_address": "\"Archie Riggs\" <ventilator@paintpotpottery.com>", "subject": "Mlcrosoft4,AdobeD+M0RE starting at 24$", "body": " Here is almost the same argument in a different light. All our reasonings concerning the probability of causes are founded on the transferring of past to future. The transferring of any past experiment to the future is sufficient to give us a view of the object; whether that experiment be single or combined with others of the same kind; whether it be entire, or opposed by others of a contrary kind. Suppose, then, it acquires both these qualities of combination and opposition, it loses not upon that account its former power of presenting a view of the object, but only concurs with and opposes other experiments, that have a like influence. A question, therefore, may arise concerning the manner both of the concurrence and opposition. As to the concurrence, there is only the choice left betwixt these two hypotheses. First, That the view of the object, occasioned by the transference of each past experiment, preserves itself entire, and only multiplies the number of views. Or, SECONDLY, That it runs into the other similar and correspondent views, and gives them a superior degree of force and vivacity. But that the first hypothesis is erroneous, is evident from experience, which informs us, that the belief, attending any reasoning, consists in one conclusion, not in a multitude of similar ones, which would only distract the mind, and in many cases would be too numerous to be comprehended distinctly by any finite capacity. It remains, therefore, as the only reasonable opinion, that these similar views run into each other, and unite their forces; so as to produce a stronger and clearer view, than what arises from any one alone. This is the manner, in which past experiments concur, when they are transfered to any future event. As to the manner of their opposition, it is evident, that as the contrary views are incompatible with each other, and it is impossible the object can at once exist conformable to both of them, their influence becomes mutually destructive, and the mind is determined to the superior only with that force, which remains, after subtracting the inferior."}