{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Economics Guy\" <economics.guy@gmail.com>", "subject": "[R] Use of the \"by\" command for gini()", "body": " The impotence of reason and virtue recommended in Italy a more effectual choice: instead of a private citizen, to whom they yielded a voluntary and precarious obedience, the Romans elected for their senator some prince of independent power, who could defend them from their enemies and themselves. Charles of Anjou and Provence, the most ambitious and warlike monarch of the age, accepted at the same time the kingdom of Naples from the pope, and the office of senator from the Roman people. 50 As he passed through the city, in his road to victory, he received their oath of allegiance, lodged in the Lateran palace, and smoothed in a short visit the harsh features of his despotic character. Yet even Charles was exposed to the inconstancy of the people, who saluted with the same acclamations the passage of his rival, the unfortunate Conradin; and a powerful avenger, who reigned in the Capitol, alarmed the fears and jealousy of the popes. The absolute term of his life was superseded by a renewal every third year; and the enmity of Nicholas the Third obliged the Sicilian king to abdicate the government of Rome. In his bull, a perpetual law, the imperious pontiff asserts the truth, validity, and use of the donation of Constantine, not less essential to the peace of the city than to the independence of the church; establishes the annual election of the senator; and formally disqualifies all emperors, kings, princes, and persons of an eminent and conspicuous rank. 51 This prohibitory clause was repealed in his own behalf by Martin the Fourth, who humbly solicited the suffrage of the Romans. In the presence, and by the authority, of the people, two electors conferred, not on the pope, but on the noble and faithful Martin, the dignity of senator, and the supreme administration of the republic, 52 to hold during his natural life, and to exercise at pleasure by himself or his deputies. About fifty years afterwards, the same title was granted to the emperor Lewis of Bavaria; and the liberty of Rome was acknowledged by her two sovereigns, who accepted a municipal office in the government of their own metropolis."}