{"label": "spam", "to_address": "<mail@flax9.uwaterloo.ca>", "from_address": "\"Guillermo Piper\" <snknalin@yahoo.co.uk>", "subject": "ALL MAJOR DESIGNER REPLICA //ATCHES! ", "body": " All this is easily applied to the present subject. We sink very much in our own eyes, when in the presence of a great man, or one of a superior genius; and this humility makes a considerable ingredient in that respect, which we pay our superiors, according to our foregoing reasonings on that passion.[4] Sometimes even envy and hatred arise from the comparison; but in the greatest part of men, it rests at respect and esteem. As sympathy has such a powerful influence on the human mind, it causes pride to have, in some measure, the same effect as merit; and by making us enter into those elevated sentiments, which the proud man entertains of himself, presents that comparison, which is so mortifying and disagreeable. Our judgment does not entirely accompany him in the flattering conceit, in which he pleases himself; but still is so shaken as to receive the idea it presents, and to give it an influence above the loose conceptions of the imagination. A man, who, in an idle humour, would form a notion of a person of a merit very much superior to his own, would not be mortified by that fiction: But when a man, whom we are really persuaded to be of inferior merit, is presented to us; if we observe in him any extraordinary degree of pride and self-conceit; the firm persuasion he has of his own merit, takes hold of the imagination, and diminishes us in our own eyes, in the same manner, as if he were really possessed of all the good qualities which he so liberally attributes to himself. Our idea is here precisely in that medium, which is requisite to make it operate on us by comparison. Were it accompanied with belief, and did the person appear to have the same merit, which he assumes to himself, it would have a contrary effect, and would operate on us by sympathy. The influence of that principle would then be superior to that of comparison, contrary to what happens where the person's merit seems below his pretensions."}