{"label": "spam", "to_address": "<soundtrackdeficient@speedy.uwaterloo.ca>", "from_address": "Investor Barbra <soundtrackdeficient@speedy.uwaterloo.ca>", "subject": "Daily News 590082949", "body": " The method then takes the following course. At first we are only concerned to make the judging of actions by moral laws a natural employment accompanying all our own free actions, as well as the observation of those of others, and to make it as it were a habit, and to sharpen this judgement, asking first whether the action conforms objectively to the moral law, and to what law; and we distinguish the law that merely furnishes a principle of obligation from that which is really obligatory (leges obligandi a legibus obligantibus); as, for instance, the law of what men's wants require from me, as contrasted with that which their rights demand, the latter of which prescribes essential, the former only non-essential duties; and thus we teach how to distinguish different kinds of duties which meet in the same action. The other point to which attention must be directed is the question whether the action was also (subjectively) done for the sake of the moral law, so that it not only is morally correct as a deed, but also, by the maxim from which it is done, has moral worth as a disposition. Now there is no doubt that this practice, and the resulting culture of our reason in judging merely of the practical, must gradually produce a certain interest even in the law of reason, and consequently in morally good actions. For we ultimately take a liking for a thing, the contemplation of which makes us feel that the use of our cognitive faculties is extended; and this extension is especially furthered by that in which we find moral correctness, since it is only in such an order of things that reason, with its faculty of determining a priori on principle what ought to be done, can find satisfaction. An observer of nature takes liking at last to objects that at first offended his senses, when he discovers in them the great adaptation of their organization to design, so that his reason finds food in its contemplation. So Leibnitz spared an insect that he had carefully examined with the microscope, and replaced it on its leaf, because he had found himself instructed by the view of it and had, as it were, received a benefit from it."}