{"label": "ham", "to_address": "Zombie Warwick <ktwarwic@flax9.uwaterloo.ca>", "from_address": "Doctor Dictionary <doctor@dictionary.com>", "subject": "flagitious: Dictionary.com Word of the Day", "body": " Whatever might be the origin or the merit of the twelve tables, 20 they obtained among the Romans that blind and partial reverence which the lawyers of every country delight to bestow on their municipal institutions. The study is recommended by Cicero 21 as equally pleasant and instructive. “They amuse the mind by the remembrance of old words and the portrait of ancient manners; they inculcate the soundest principles of government and morals; and I am not afraid to affirm, that the brief composition of the Decemvirs surpasses in genuine value the libraries of Grecian philosophy. How admirable,” says Tully, with honest or affected prejudice, “is the wisdom of our ancestors! We alone are the masters of civil prudence, and our superiority is the more conspicuous, if we deign to cast our eyes on the rude and almost ridiculous jurisprudence of Draco, of Solon, and of Lycurgus.” The twelve tables were committed to the memory of the young and the meditation of the old; they were transcribed and illustrated with learned diligence; they had escaped the flames of the Gauls, they subsisted in the age of Justinian, and their subsequent loss has been imperfectly restored by the labors of modern critics. 22 But although these venerable monuments were considered as the rule of right and the fountain of justice, 23 they were overwhelmed by the weight and variety of new laws, which, at the end of five centuries, became a grievance more intolerable than the vices of the city. 24 Three thousand brass plates, the acts of the senate of the people, were deposited in the Capitol: 25 and some of the acts, as the Julian law against extortion, surpassed the number of a hundred chapters. 26 The Decemvirs had neglected to import the sanction of Zaleucus, which so long maintained the integrity of his republic. A Locrian, who proposed any new law, stood forth in the assembly of the people with a cord round his neck, and if the law was rejected, the innovator was instantly strangled."}