{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "\"Sylvain Alain\" <d2_racing@hotmail.com>", "subject": "RE: Extremely slow boot on new Vaio", "body": " In the first place, we see that the circulation of money forms an endlessly split up movement, since it reflects the splitting up of the process of circulation into an infinitely large number of purchases and sales and the independent separation of the mutually supplementary phases of metamorphoses of commodities. In the small cycles described by money, where the starting and returning points coincide, we do find a return movement, i. e., an actual circular movement, but the fact that there are as many starting points as there are commodities and that the number of these cycles is infinitely large puts them beyond all control, measurement, or computation. The time between the start and the return of a commodity is just as indefinite. Moreover, it is immaterial whether or not such a circuit has been actually described in a given case. No economic fact is more generally known than that one can spend money with one hand without getting it back with the other. Money proceeds from an endless number of points and returns to as many different points, but the coincidence of the starting and returning points is a matter of chance, because in the movement C―M―C the turning of the buyer again into a seller is not a necessary condition. Still less does the circulation of money resemble a movement radiating from a common centre to all points of the periphery and back from the peripheral points to the centre. The so-called cycle described by money, as it is pictured, amounts simply to this, that at all points we observe its appearance and disappearance, its never ceasing transition from place to place. In a higher, more involved form of money circulation, e. g. bank-note circulation, we shall find that the conditions of emission of money include those for its return. But in the simple money circulation it is a matter of chance for the same buyer to become again a seller. Where we really see constant cycle motions taking place, they are only reflections of deeper forces in the sphere of production, e. g., the manufacturer draws money from his banker on Friday, pays it out to his working-men on Saturday, the men immediately pay out the greater part of it to the storekeepers, etc., and the latter turn it in on Monday back to the banker."}