{"label": "ham", "to_address": "debian-project@lists.debian.org, debian-legal@lists.debian.org", "from_address": "MJ Ray <mjr@phonecoop.coop>", "subject": "Debian Trademarks Summary", "body": " Constans had left in the Byzantine palace three sons, the eldest of whom had been clothed in his infancy with the purple. When the father summoned them to attend his person in Sicily, these precious hostages were detained by the Greeks, and a firm refusal informed him that they were the children of the state. The news of his murder was conveyed with almost supernatural speed from Syracuse to Constantinople; and Constantine, the eldest of his sons, inherited his throne without being the heir of the public hatred. His subjects contributed, with zeal and alacrity, to chastise the guilt and presumption of a province which had usurped the rights of the senate and people; the young emperor sailed from the Hellespont with a powerful fleet; and the legions of Rome and Carthage were assembled under his standard in the harbor of Syracuse. The defeat of the Sicilian tyrant was easy, his punishment just, and his beauteous head was exposed in the hippodrome: but I cannot applaud the clemency of a prince, who, among a crowd of victims, condemned the son of a patrician, for deploring with some bitterness the execution of a virtuous father. The youth was castrated: he survived the operation, and the memory of this indecent cruelty is preserved by the elevation of Germanus to the rank of a patriarch and saint. After pouring this bloody libation on his father’s tomb, Constantine returned to his capital; and the growth of his young beard during the Sicilian voyage was announced, by the familiar surname of Pogonatus, to the Grecian world. But his reign, like that of his predecessor, was stained with fraternal discord. On his two brothers, Heraclius and Tiberius, he had bestowed the title of Augustus; an empty title, for they continued to languish, without trust or power, in the solitude of the palace. At their secret instigation, the troops of the Anatolian theme or province approached the city on the Asiatic side, demanded for the royal brothers the partition or exercise of sovereignty, and supported their seditious claim by a theological argument. They were Christians, (they cried,) and orthodox Catholics; the sincere votaries of the holy and undivided Trinity. Since there are three equal persons in heaven, it is reasonable there should be three equal persons upon earth. The emperor invited these learned divines to a friendly conference, in which they might propose their arguments to the senate: they obeyed the summons, but the prospect of their bodies hanging on the gibbet in the suburb of Galata reconciled their companions to the unity of the reign of Constantine. He pardoned his brothers, and their names were still pronounced in the public acclamations: but on the repetition or suspicion of a similar offence, the obnoxious princes were deprived of their titles and noses, 1113 in the presence of the Catholic bishops who were assembled at Constantinople in the sixth general synod. In the close of his life, Pogonatus was anxious only to establish the right of primogeniture: the heir of his two sons, Justinian and Heraclius, was offered on the shrine of St. Peter, as a symbol of their spiritual adoption by the pope; but the elder was alone exalted to the rank of Augustus, and the assurance of the empire."}