{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22998 - in\n\tbranches/SAMBA_3_0/source/script/tests: .", "body": " \"My dear fellow-citizens, or rather my brothers, since the ties of blood, as well as the laws, unite almost all of us, it gives me pleasure that I cannot think of you, without thinking, at the same time, of all the blessings you enjoy, and of which none of you, perhaps, more deeply feels the value than I who have lost them. The more I reflect on your civil and political condition, the less can I conceive that the nature of human affairs could admit of a better. In all other governments, when there is a question of ensuring the greatest good of the State, nothing gets beyond projects and ideas, or at best bare possibilities. But as for you, your happiness is complete, and you have nothing to do but enjoy it; you require nothing more to be made perfectly happy, than to know how to be satisfied with being so. Your sovereignty, acquired or recovered by the sword, and maintained for two centuries past by your valour and wisdom, is at length fully and universally acknowledged. Your boundaries are fixed, your rights confirmed and your repose secured by honourable treaties. Your constitution is excellent, being not only dictated by the profoundest wisdom, but guaranteed by great and friendly powers. Your State enjoys perfect tranquillity; you have neither wars nor conquerors to fear; you have no other master than the wise laws you have yourselves made; and these are administered by upright magistrates of your own choosing. You are neither so wealthy as to be enervated by effeminacy, and thence to lose, in the pursuit of frivolous pleasures, the taste for real happiness and solid virtue; nor poor enough to require more assistance from abroad than your own industry is sufficient to procure you. In the meantime the precious privilege of liberty, which in great nations is maintained only by submission to the most exorbitant impositions, costs you hardly anything for its preservation."}