{"label": "ham", "to_address": "\"Vladimir Eremeev\" <wl2776@gmail.com>", "from_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "subject": "Re: [R] Accessing plots in Trellis graphics", "body": " Trajan was ambitious of fame; and as long as mankind shall continue to bestow more liberal applause on their destroyers than on their benefactors, the thirst of military glory will ever be the vice of the most exalted characters. The praises of Alexander, transmitted by a succession of poets and historians, had kindled a dangerous emulation in the mind of Trajan. Like him, the Roman emperor undertook an expedition against the nations of the East; but he lamented with a sigh, that his advanced age scarcely left him any hopes of equalling the renown of the son of Philip. 19 Yet the success of Trajan, however transient, was rapid and specious. The degenerate Parthians, broken by intestine discord, fled before his arms. He descended the River Tigris in triumph, from the mountains of Armenia to the Persian Gulf. He enjoyed the honor of being the first, as he was the last, of the Roman generals, who ever navigated that remote sea. His fleets ravaged the coast of Arabia; and Trajan vainly flattered himself that he was approaching towards the confines of India. 20 Every day the astonished senate received the intelligence of new names and new nations, that acknowledged his sway. They were informed that the kings of Bosphorus, Colchos, Iberia, Albania, Osrhoene, and even the Parthian monarch himself, had accepted their diadems from the hands of the emperor; that the independent tribes of the Median and Carduchian hills had implored his protection; and that the rich countries of Armenia, Mesopotamia, and Assyria, were reduced into the state of provinces. 21 But the death of Trajan soon clouded the splendid prospect; and it was justly to be dreaded, that so many distant nations would throw off the unaccustomed yoke, when they were no longer restrained by the powerful hand which had imposed it."}