{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Rev 1011: Add link to CIFS VFS from smbfs homepage. in\n\tfile:///home/jelmer/bzr.samba/web/", "body": " 311 (return) [ In his letter to the archbishop of Prague, Rienzi thus describes the effect of his elevation on Italy and on the world: “Did I not restore real peace among the cities which were distracted by factions? did I not cause all the citizens, exiled by party violence, with their wretched wives and children, to be readmitted? had I not begun to extinguish the factious names (scismatica nomina) of Guelf and Ghibelline, for which countless thousands had perished body and soul, under the eyes of their pastors, by the reduction of the city of Rome and all Italy into one amicable, peaceful, holy, and united confederacy? the consecrated standards and banners having been by me collected and blended together, and, in witness to our holy association and perfect union, offered up in the presence of the ambassadors of all the cities of Italy, on the day of the assumption of our Blessed Lady.” p. xlvii. ——In the Libellus ad Cæsarem: “I received the homage and submission of all the sovereigns of Apulia, the barons and counts, and almost all the people of Italy. I was honored by solemn embassies and letters by the emperor of Constantinople and the king of England. The queen of Naples submitted herself and her kingdom to the protection of the tribune. The king of Hungary, by two solemn embassies, brought his cause against his queen and his nobles before my tribunal; and I venture to say further, that the fame of the tribune alarmed the soldan of Babylon. When the Christian pilgrims to the sepulchre of our Lord related to the Christian and Jewish inhabitants of Jerusalem all the yet unheard-of and wonderful circumstances of the reformation in Rome, both Jews and Christians celebrated the event with unusual festivities. When the soldan inquired the cause of these rejoicings, and received this intelligence about Rome, he ordered all the havens and cities on the coast to be fortified, and put in a state of defence,” p. xxxv.—M. 1845.]"}