{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Paul Cochrane (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43174] [TODO] Figure out why -libpath: needs to be removed from $linkflags and $ldflags (config/inter/progs.pm) ", "body": " 7311 (return) [ M. Dureau de la Malle (Economic Politique des Romaines, t. i. p. 369) quotes a passage from the xvth chapter of Gibbon, in which he estimates the population of Rome at not less than a million, and adds (omitting any reference to this passage,) that he (Gibbon) could not have seriously studied the question. M. Dureau de la Malle proceeds to argue that Rome, as contained within the walls of Servius Tullius, occupying an area only one fifth of that of Paris, could not have contained 300,000 inhabitants; within those of Aurelian not more than 560,000, inclusive of soldiers and strangers. The suburbs, he endeavors to show, both up to the time of Aurelian, and after his reign, were neither so extensive, nor so populous, as generally supposed. M. Dureau de la Malle has but imperfectly quoted the important passage of Dionysius, that which proves that when he wrote (in the time of Augustus) the walls of Servius no longer marked the boundary of the city. In many places they were so built upon, that it was impossible to trace them. There was no certain limit, where the city ended and ceased to be the city; it stretched out to so boundless an extent into the country. Ant. Rom. iv. 13. None of M. de la Malle’s arguments appear to me to prove, against this statement, that these irregular suburbs did not extend so far in many parts, as to make it impossible to calculate accurately the inhabited area of the city. Though no doubt the city, as reconstructed by Nero, was much less closely built and with many more open spaces for palaces, temples, and other public edifices, yet many passages seem to prove that the laws respecting the height of houses were not rigidly enforced. A great part of the lower especially of the slave population, were very densely crowded, and lived, even more than in our modern towns, in cellars and subterranean dwellings under the public edifices. Nor do M. de la Malle’s arguments, by which he would explain the insulae insulae (of which the Notitiae Urbis give us the number) as rows of shops, with a chamber or two within the domus, or houses of the wealthy, satisfy me as to their soundness of their scholarship. Some passages which he adduces directly contradict his theory; none, as appears to me, distinctly prove it. I must adhere to the old interpretation of the word, as chiefly dwellings for the middling or lower classes, or clusters of tenements, often perhaps, under the same roof. On this point, Zumpt, in the Dissertation before quoted, entirely disagrees with M. de la Malle. Zumpt has likewise detected the mistake of M. de la Malle as to the “canon” of corn, mentioned in the life of Septimius Severus by Spartianus. On this canon the French writer calculates the inhabitants of Rome at that time. But the “canon” was not the whole supply of Rome, but that quantity which the state required for the public granaries to supply the gratuitous distributions to the people, and the public officers and slaves; no doubt likewise to keep down the general price. M. Zumpt reckons the population of Rome at 2,000,000. After careful consideration, I should conceive the number in the text, 1,200,000, to be nearest the truth—M. 1845.]"}