{"label": "ham", "to_address": "Joe Nahmias <jello@debian.org>", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Knowledgetree Public License [KPL] v1.1.1", "body": " Bigotry and national aversion are powerful magnifiers of every object of dispute; but the immediate cause of the schism of the Greeks may be traced in the emulation of the leading prelates, who maintained the supremacy of the old metropolis superior to all, and of the reigning capital, inferior to none, in the Christian world. About the middle of the ninth century, Photius, 8 an ambitious layman, the captain of the guards and principal secretary, was promoted by merit and favor to the more desirable office of patriarch of Constantinople. In science, even ecclesiastical science, he surpassed the clergy of the age; and the purity of his morals has never been impeached: but his ordination was hasty, his rise was irregular; and Ignatius, his abdicated predecessor, was yet supported by the public compassion and the obstinacy of his adherents. They appealed to the tribunal of Nicholas the First, one of the proudest and most aspiring of the Roman pontiffs, who embraced the welcome opportunity of judging and condemning his rival of the East. Their quarrel was embittered by a conflict of jurisdiction over the king and nation of the Bulgarians; nor was their recent conversion to Christianity of much avail to either prelate, unless he could number the proselytes among the subjects of his power. With the aid of his court the Greek patriarch was victorious; but in the furious contest he deposed in his turn the successor of St. Peter, and involved the Latin church in the reproach of heresy and schism. Photius sacrificed the peace of the world to a short and precarious reign: he fell with his patron, the Cæsar Bardas; and Basil the Macedonian performed an act of justice in the restoration of Ignatius, whose age and dignity had not been sufficiently respected. From his monastery, or prison, Photius solicited the favor of the emperor by pathetic complaints and artful flattery; and the eyes of his rival were scarcely closed, when he was again restored to the throne of Constantinople. After the death of Basil he experienced the vicissitudes of courts and the ingratitude of a royal pupil: the patriarch was again deposed, and in his last solitary hours he might regret the freedom of a secular and studious life. In each revolution, the breath, the nod, of the sovereign had been accepted by a submissive clergy; and a synod of three hundred bishops was always prepared to hail the triumph, or to stigmatize the fall, of the holy, or the execrable, Photius. 9 By a delusive promise of succor or reward, the popes were tempted to countenance these various proceedings; and the synods of Constantinople were ratified by their epistles or legates. But the court and the people, Ignatius and Photius, were equally adverse to their claims; their ministers were insulted or imprisoned; the procession of the Holy Ghost was forgotten; Bulgaria was forever annexed to the Byzantine throne; and the schism was prolonged by their rigid censure of all the multiplied ordinations of an irregular patriarch. The darkness and corruption of the tenth century suspended the intercourse, without reconciling the minds, of the two nations. But when the Norman sword restored the churches of Apulia to the jurisdiction of Rome, the departing flock was warned, by a petulant epistle of the Greek patriarch, to avoid and abhor the errors of the Latins. The rising majesty of Rome could no longer brook the insolence of a rebel; and Michael Cerularius was excommunicated in the heart of Constantinople by the pope’s legates. Shaking the dust from their feet, they deposited on the altar of St. Sophia a direful anathema, 10 which enumerates the seven mortal heresies of the Greeks, and devotes the guilty teachers, and their unhappy sectaries, to the eternal society of the devil and his angels. According to the emergencies of the church and state, a friendly correspondence was some times resumed; the language of charity and concord was sometimes affected; but the Greeks have never recanted their errors; the popes have never repealed their sentence; and from this thunderbolt we may date the consummation of the schism. It was enlarged by each ambitious step of the Roman pontiffs: the emperors blushed and trembled at the ignominious fate of their royal brethren of Germany; and the people were scandalized by the temporal power and military life of the Latin clergy. 11"}