{"label": "spam", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"Sherman Nichols\" <libertineDeimos@secretservices.net>", "subject": "re:Medications for US residents", "body": " * I am more afraid in the present treatise of occasional misconception in respect of some expressions which I have chosen with the greatest care in order that the notion to which they point may not be missed. Thus, in the table of categories of the Practical reason under the title of Modality, the Permitted, and forbidden (in a practical objective point of view, possible and impossible) have almost the same meaning in common language as the next category, duty and contrary to duty. Here, however, the former means what coincides with, or contradicts, a merely possible practical precept (for example, the solution of all problems of geometry and mechanics); the latter, what is similarly related to a law actually present in the reason; and this distinction is not quite foreign even to common language, although somewhat unusual. For example, it is forbidden to an orator, as such, to forge new words or constructions; in a certain degree this is permitted to a poet; in neither case is there any question of duty. For if anyone chooses to forfeit his reputation as an orator, no one can prevent him. We have here only to do with the distinction of imperatives into problematical, assertorial, and apodeictic. Similarly in the note in which I have pared the moral ideas of practical perfection in different philosophical schools, I have distinguished the idea of wisdom from that of holiness, although I have stated that essentially and objectively they are the same. But in that place I understand by the former only that wisdom to which man (the Stoic) lays claim; therefore I take it subjectively as an attribute alleged to belong to man. (Perhaps the expression virtue, with which also the Stoic made great show, would better mark the characteristic of his school.) The expression of a postulate of pure practical reason might give most occasion to misapprehension in case the reader confounded it with the signification of the postulates in pure mathematics, which carry apodeictic certainty with them. These, however, postulate the possibility of an action, the object of which has been previously recognized a priori in theory as possible, and that with perfect certainty. But the former postulates the possibility of an object itself (God and the immortality of the soul) from apodeictic practical laws, and therefore only for the purposes of a practical reason. This certainty of the postulated possibility then is not at all theoretic, and consequently not apodeictic; that is to say, it is not a known necessity as regards the object, but a necessary supposition as regards the subject, necessary for the obedience to its objective but practical laws. It is, therefore, merely a necessary hypothesis. I could find no better expression for this rational necessity, which is subjective, but yet true and unconditional."}