{"label": "ham", "to_address": "violeta834 <ltatiana@student.ethz.ch>", "from_address": "Petr Klasterecky <klaster@karlin.mff.cuni.cz>", "subject": "Re: [R] logit model interpretation", "body": " As long as the civil war suspended the fate of the Roman world, Constantius dissembled his knowledge of the weak and cruel administration to which his choice had subjected the East; and the discovery of some assassins, secretly despatched to Antioch by the tyrant of Gaul, was employed to convince the public, that the emperor and the C¾sar were united by the same interest, and pursued by the same enemies. 19 But when the victory was decided in favor of Constantius, his dependent colleague became less useful and less formidable. Every circumstance of his conduct was severely and suspiciously examined, and it was privately resolved, either to deprive Gallus of the purple, or at least to remove him from the indolent luxury of Asia to the hardships and dangers of a German war. The death of Theophilus, consular of the province of Syria, who in a time of scarcity had been massacred by the people of Antioch, with the connivance, and almost at the instigation, of Gallus, was justly resented, not only as an act of wanton cruelty, but as a dangerous insult on the supreme majesty of Constantius. Two ministers of illustrious rank, Domitian the Oriental pr¾fect, and Montius, qu¾stor of the palace, were empowered by a special commission 1911 to visit and reform the state of the East. They were instructed to behave towards Gallus with moderation and respect, and, by the gentlest arts of persuasion, to engage him to comply with the invitation of his brother and colleague. The rashness of the pr¾fect disappointed these prudent measures, and hastened his own ruin, as well as that of his enemy. On his arrival at Antioch, Domitian passed disdainfully before the gates of the palace, and alleging a slight pretence of indisposition, continued several days in sullen retirement, to prepare an inflammatory memorial, which he transmitted to the Imperial court. Yielding at length to the pressing solicitations of Gallus, the pr¾fect condescended to take his seat in council; but his first step was to signify a concise and haughty mandate, importing that the C¾sar should immediately repair to Italy, and threatening that he himself would punish his delay or hesitation, by suspending the usual allowance of his household. The nephew and daughter of Constantine, who could ill brook the insolence of a subject, expressed their resentment by instantly delivering Domitian to the custody of a guard. The quarrel still admitted of some terms of accommodation. They were rendered impracticable by the imprudent behavior of Montius, a statesman whose arts and experience were frequently betrayed by the levity of his disposition. 20 The qu¾stor reproached Gallus in a haughty language, that a prince who was scarcely authorized to remove a municipal magistrate, should presume to imprison a Pr¾torian pr¾fect; convoked a meeting of the civil and military officers; and required them, in the name of their sovereign, to defend the person and dignity of his representatives. By this rash declaration of war, the impatient temper of Gallus was provoked to embrace the most desperate counsels. He ordered his guards to stand to their arms, assembled the populace of Antioch, and recommended to their zeal the care of his safety and revenge. His commands were too fatally obeyed. They rudely seized the pr¾fect and the qu¾stor, and tying their legs together with ropes, they dragged them through the streets of the city, inflicted a thousand insults and a thousand wounds on these unhappy victims, and at last precipitated their mangled and lifeless bodies into the stream of the Orontes. 21"}