{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "J.delasHeras@ed.ac.uk", "subject": "Re: [R] Tinn-R editor question: saving syntax colour options.", "body": " After the departure of his Greek brethren, Eugenius had not been unmindful of their temporal interest; and his tender regard for the Byzantine empire was animated by a just apprehension of the Turks, who approached, and might soon invade, the borders of Italy. But the spirit of the crusades had expired; and the coldness of the Franks was not less unreasonable than their headlong passion. In the eleventh century, a fanatic monk could precipitate Europe on Asia for the recovery of the holy sepulchre; but in the fifteenth, the most pressing motives of religion and policy were insufficient to unite the Latins in the defence of Christendom. Germany was an inexhaustible storehouse of men and arms: 16 but that complex and languid body required the impulse of a vigorous hand; and Frederic the Third was alike impotent in his personal character and his Imperial dignity. A long war had impaired the strength, without satiating the animosity, of France and England: 17 but Philip duke of Burgundy was a vain and magnificent prince; and he enjoyed, without danger or expense, the adventurous piety of his subjects, who sailed, in a gallant fleet, from the coast of Flanders to the Hellespont. The maritime republics of Venice and Genoa were less remote from the scene of action; and their hostile fleets were associated under the standard of St. Peter. The kingdoms of Hungary and Poland, which covered as it were the interior pale of the Latin church, were the most nearly concerned to oppose the progress of the Turks. Arms were the patrimony of the Scythians and Sarmatians; and these nations might appear equal to the contest, could they point, against the common foe, those swords that were so wantonly drawn in bloody and domestic quarrels. But the same spirit was adverse to concord and obedience: a poor country and a limited monarch are incapable of maintaining a standing force; and the loose bodies of Polish and Hungarian horse were not armed with the sentiments and weapons which, on some occasions, have given irresistible weight to the French chivalry. Yet, on this side, the designs of the Roman pontiff, and the eloquence of Cardinal Julian, his legate, were promoted by the circumstances of the times: 18 by the union of the two crowns on the head of Ladislaus, 19 a young and ambitious soldier; by the valor of a hero, whose name, the name of John Huniades, was already popular among the Christians, and formidable to the Turks. An endless treasure of pardons and indulgences was scattered by the legate; many private warriors of France and Germany enlisted under the holy banner; and the crusade derived some strength, or at least some reputation, from the new allies both of Europe and Asia. A fugitive despot of Servia exaggerated the distress and ardor of the Christians beyond the Danube, who would unanimously rise to vindicate their religion and liberty. The Greek emperor, 20 with a spirit unknown to his fathers, engaged to guard the Bosphorus, and to sally from Constantinople at the head of his national and mercenary troops. The sultan of Caramania 21 announced the retreat of Amurath, and a powerful diversion in the heart of Anatolia; and if the fleets of the West could occupy at the same moment the Straits of the Hellespont, the Ottoman monarchy would be dissevered and destroyed. Heaven and earth must rejoice in the perdition of the miscreants; and the legate, with prudent ambiguity, instilled the opinion of the invisible, perhaps the visible, aid of the Son of God, and his divine mother."}