{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Spilak,Jacqueline [Edm]\" <Jacqueline.Spilak@EC.gc.ca>", "subject": "[R] How to group a count", "body": " After the retreat of Zingis, the sultan Gelaleddin of Carizme had returned from India to the possession and defence of his Persian kingdoms. In the space of eleven years, that hero fought in person fourteen battles; and such was his activity, that he led his cavalry in seventeen days from Teflis to Kerman, a march of a thousand miles. Yet he was oppressed by the jealousy of the Moslem princes, and the innumerable armies of the Moguls; and after his last defeat, Gelaleddin perished ignobly in the mountains of C\u009curdistan. His death dissolved a veteran and adventurous army, which included under the name of Carizmians or Corasmins many Turkman hordes, that had attached themselves to the sultan’s fortune. The bolder and more powerful chiefs invaded Syria, and violated the holy sepulchre of Jerusalem: the more humble engaged in the service of Aladin, sultan of Iconium; and among these were the obscure fathers of the Ottoman line. They had formerly pitched their tents near the southern banks of the Oxus, in the plains of Mahan and Nesa; and it is somewhat remarkable, that the same spot should have produced the first authors of the Parthian and Turkish empires. At the head, or in the rear, of a Carizmian army, Soliman Shah was drowned in the passage of the Euphrates: his son Orthogrul became the soldier and subject of Aladin, and established at Surgut, on the banks of the Sangar, a camp of four hundred families or tents, whom he governed fifty-two years both in peace and war. He was the father of Thaman, or Athman, whose Turkish name has been melted into the appellation of the caliph Othman; and if we describe that pastoral chief as a shepherd and a robber, we must separate from those characters all idea of ignominy and baseness. Othman possessed, and perhaps surpassed, the ordinary virtues of a soldier; and the circumstances of time and place were propitious to his independence and success. The Seljukian dynasty was no more; and the distance and decline of the Mogul khans soon enfranchised him from the control of a superior. He was situate on the verge of the Greek empire: the Koran sanctified his _gazi_, or holy war, against the infidels; and their political errors unlocked the passes of Mount Olympus, and invited him to descend into the plains of Bithynia. Till the reign of Palæologus, these passes had been vigilantly guarded by the militia of the country, who were repaid by their own safety and an exemption from taxes. The emperor abolished their privilege and assumed their office; but the tribute was rigorously collected, the custody of the passes was neglected, and the hardy mountaineers degenerated into a trembling crowd of peasants without spirit or discipline. It was on the twenty-seventh of July, in the year twelve hundred and ninety-nine of the Christian æra, that Othman first invaded the territory of Nicomedia; 40 and the singular accuracy of the date seems to disclose some foresight of the rapid and destructive growth of the monster. The annals of the twenty-seven years of his reign would exhibit a repetition of the same inroads; and his hereditary troops were multiplied in each campaign by the accession of captives and volunteers. Instead of retreating to the hills, he maintained the most useful and defensive posts; fortified the towns and castles which he had first pillaged; and renounced the pastoral life for the baths and palaces of his infant capitals. But it was not till Othman was oppressed by age and infirmities, that he received the welcome news of the conquest of Prusa, which had been surrendered by famine or treachery to the arms of his son Orchan. The glory of Othman is chiefly founded on that of his descendants; but the Turks have transcribed or composed a royal testament of his last counsels of justice and moderation. 41"}