{"label": "ham", "to_address": "\"RICHARD FERNANDEZ\" <rfernandez@arrow.com>", "from_address": "\"Tom Phoenix\" <tom@stonehenge.com>", "subject": "Re: CPAN shell (LWP, Net::FTP) won't authenticate properly", "body": " The ambassadors, who were followed by a numerous train of men and horses, made their first halt at Sardica, at the distance of three hundred and fifty miles, or thirteen days’ journey, from Constantinople. As the remains of Sardica were still included within the limits of the empire, it was incumbent on the Romans to exercise the duties of hospitality. They provided, with the assistance of the provincials, a sufficient number of sheep and oxen, and invited the Huns to a splendid, or at least, a plentiful supper. But the harmony of the entertainment was soon disturbed by mutual prejudice and indiscretion. The greatness of the emperor and the empire was warmly maintained by their ministers; the Huns, with equal ardor, asserted the superiority of their victorious monarch: the dispute was inflamed by the rash and unseasonable flattery of Vigilius, who passionately rejected the comparison of a mere mortal with the divine Theodosius; and it was with extreme difficulty that Maximin and Priscus were able to divert the conversation, or to soothe the angry minds, of the Barbarians. When they rose from table, the Imperial ambassador presented Edecon and Orestes with rich gifts of silk robes and Indian pearls, which they thankfully accepted. Yet Orestes could not forbear insinuating that he had not always been treated with such respect and liberality: and the offensive distinction which was implied, between his civil office and the hereditary rank of his colleague seems to have made Edecon a doubtful friend, and Orestes an irreconcilable enemy. After this entertainment, they travelled about one hundred miles from Sardica to Naissus. That flourishing city, which has given birth to the great Constantine, was levelled with the ground: the inhabitants were destroyed or dispersed; and the appearance of some sick persons, who were still permitted to exist among the ruins of the churches, served only to increase the horror of the prospect. The surface of the country was covered with the bones of the slain; and the ambassadors, who directed their course to the north-west, were obliged to pass the hills of modern Servia, before they descended into the flat and marshy grounds which are terminated by the Danube. The Huns were masters of the great river: their navigation was performed in large canoes, hollowed out of the trunk of a single tree; the ministers of Theodosius were safely landed on the opposite bank; and their Barbarian associates immediately hastened to the camp of Attila, which was equally prepared for the amusements of hunting or of war. No sooner had Maximin advanced about two miles 4111 from the Danube, than he began to experience the fastidious insolence of the conqueror. He was sternly forbid to pitch his tents in a pleasant valley, lest he should infringe the distant awe that was due to the royal mansion. 4112 The ministers of Attila pressed them to communicate the business, and the instructions, which he reserved for the ear of their sovereign. When Maximin temperately urged the contrary practice of nations, he was still more confounded to find that the resolutions of the Sacred Consistory, those secrets (says Priscus) which should not be revealed to the gods themselves, had been treacherously disclosed to the public enemy. On his refusal to comply with such ignominious terms, the Imperial envoy was commanded instantly to depart; the order was recalled; it was again repeated; and the Huns renewed their ineffectual attempts to subdue the patient firmness of Maximin. At length, by the intercession of Scotta, the brother of Onegesius, whose friendship had been purchased by a liberal gift, he was admitted to the royal presence; but, instead of obtaining a decisive answer, he was compelled to undertake a remote journey towards the north, that Attila might enjoy the proud satisfaction of receiving, in the same camp, the ambassadors of the Eastern and Western empires. His journey was regulated by the guides, who obliged him to halt, to hasten his march, or to deviate from the common road, as it best suited the convenience of the king. The Romans, who traversed the plains of Hungary, suppose that they passed several navigable rivers, either in canoes or portable boats; but there is reason to suspect that the winding stream of the Teyss, or Tibiscus, might present itself in different places under different names. From the contiguous villages they received a plentiful and regular supply of provisions; mead instead of wine, millet in the place of bread, and a certain liquor named camus, which according to the report of Priscus, was distilled from barley. 42 Such fare might appear coarse and indelicate to men who had tasted the luxury of Constantinople; but, in their accidental distress, they were relieved by the gentleness and hospitality of the same Barbarians, so terrible and so merciless in war. The ambassadors had encamped on the edge of a large morass. A violent tempest of wind and rain, of thunder and lightning, overturned their tents, immersed their baggage and furniture in the water, and scattered their retinue, who wandered in the darkness of the night, uncertain of their road, and apprehensive of some unknown danger, till they awakened by their cries the inhabitants of a neighboring village, the property of the widow of Bleda. A bright illumination, and, in a few moments, a comfortable fire of reeds, was kindled by their officious benevolence; the wants, and even the desires, of the Romans were liberally satisfied; and they seem to have been embarrassed by the singular politeness of Bleda’s widow, who added to her other favors the gift, or at least the loan, of a sufficient number of beautiful and obsequious damsels. The sunshine of the succeeding day was dedicated to repose, to collect and dry the baggage, and to the refreshment of the men and horses: but, in the evening, before they pursued their journey, the ambassadors expressed their gratitude to the bounteous lady of the village, by a very acceptable present of silver cups, red fleeces, dried fruits, and Indian pepper. Soon after this adventure, they rejoined the march of Attila, from whom they had been separated about six days, and slowly proceeded to the capital of an empire, which did not contain, in the space of several thousand miles, a single city."}