{"label": "ham", "to_address": "<avcoopers@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for Netflix, Inc.", "body": " Of his new conquest, the caliph Omar had an imperfect knowledge from the voice of fame and the legends of the Koran. He requested that his lieutenant would place before his eyes the realm of Pharaoh and the Amalekites; and the answer of Amrou exhibits a lively and not unfaithful picture of that singular country. 128 “O commander of the faithful, Egypt is a compound of black earth and green plants, between a pulverized mountain and a red sand. The distance from Syene to the sea is a month’s journey for a horseman. Along the valley descends a river, on which the blessing of the Most High reposes both in the evening and morning, and which rises and falls with the revolutions of the sun and moon. When the annual dispensation of Providence unlocks the springs and fountains that nourish the earth, the Nile rolls his swelling and sounding waters through the realm of Egypt: the fields are overspread by the salutary flood; and the villages communicate with each other in their painted barks. The retreat of the inundation deposits a fertilizing mud for the reception of the various seeds: the crowds of husbandmen who blacken the land may be compared to a swarm of industrious ants; and their native indolence is quickened by the lash of the task-master, and the promise of the flowers and fruits of a plentiful increase. Their hope is seldom deceived; but the riches which they extract from the wheat, the barley, and the rice, the legumes, the fruit-trees, and the cattle, are unequally shared between those who labor and those who possess. According to the vicissitudes of the seasons, the face of the country is adorned with a silver wave, a verdant emerald, and the deep yellow of a golden harvest.” 129 Yet this beneficial order is sometimes interrupted; and the long delay and sudden swell of the river in the first year of the conquest might afford some color to an edifying fable. It is said, that the annual sacrifice of a virgin 130 had been interdicted by the piety of Omar; and that the Nile lay sullen and inactive in his shallow bed, till the mandate of the caliph was cast into the obedient stream, which rose in a single night to the height of sixteen cubits. The admiration of the Arabs for their new conquest encouraged the license of their romantic spirit. We may read, in the gravest authors, that Egypt was crowded with twenty thousand cities or villages: 131 that, exclusive of the Greeks and Arabs, the Copts alone were found, on the assessment, six millions of tributary subjects, 132 or twenty millions of either sex, and of every age: that three hundred millions of gold or silver were annually paid to the treasury of the caliphs. 133 Our reason must be startled by these extravagant assertions; and they will become more palpable, if we assume the compass and measure the extent of habitable ground: a valley from the tropic to Memphis seldom broader than twelve miles, and the triangle of the Delta, a flat surface of two thousand one hundred square leagues, compose a twelfth part of the magnitude of France. 134 A more accurate research will justify a more reasonable estimate. The three hundred millions, created by the error of a scribe, are reduced to the decent revenue of four millions three hundred thousand pieces of gold, of which nine hundred thousand were consumed by the pay of the soldiers. 135 Two authentic lists, of the present and of the twelfth century, are circumscribed within the respectable number of two thousand seven hundred villages and towns. 136 After a long residence at Cairo, a French consul has ventured to assign about four millions of Mahometans, Christians, and Jews, for the ample, though not incredible, scope of the population of Egypt. 137"}