{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "Moritz Lenz <moritz@casella.verplant.org>", "subject": "Re: Is Perl 6 too late?", "body": " When Ambrose was informed of the massacre of Thessalonica, his mind was filled with horror and anguish. He retired into the country to indulge his grief, and to avoid the presence of Theodosius. But as the archbishop was satisfied that a timid silence would render him the accomplice of his guilt, he represented, in a private letter, the enormity of the crime; which could only be effaced by the tears of penitence. The episcopal vigor of Ambrose was tempered by prudence; and he contented himself with signifying 96 an indirect sort of excommunication, by the assurance, that he had been warned in a vision not to offer the oblation in the name, or in the presence, of Theodosius; and by the advice, that he would confine himself to the use of prayer, without presuming to approach the altar of Christ, or to receive the holy eucharist with those hands that were still polluted with the blood of an innocent people. The emperor was deeply affected by his own reproaches, and by those of his spiritual father; and after he had bewailed the mischievous and irreparable consequences of his rash fury, he proceeded, in the accustomed manner, to perform his devotions in the great church of Milan. He was stopped in the porch by the archbishop; who, in the tone and language of an ambassador of Heaven, declared to his sovereign, that private contrition was not sufficient to atone for a public fault, or to appease the justice of the offended Deity. Theodosius humbly represented, that if he had contracted the guilt of homicide, David, the man after God’s own heart, had been guilty, not only of murder, but of adultery. “You have imitated David in his crime, imitate then his repentance,” was the reply of the undaunted Ambrose. The rigorous conditions of peace and pardon were accepted; and the public penance of the emperor Theodosius has been recorded as one of the most honorable events in the annals of the church. According to the mildest rules of ecclesiastical discipline, which were established in the fourth century, the crime of homicide was expiated by the penitence of twenty years: 97 and as it was impossible, in the period of human life, to purge the accumulated guilt of the massacre of Thessalonica, the murderer should have been excluded from the holy communion till the hour of his death. But the archbishop, consulting the maxims of religious policy, granted some indulgence to the rank of his illustrious penitent, who humbled in the dust the pride of the diadem; and the public edification might be admitted as a weighty reason to abridge the duration of his punishment. It was sufficient, that the emperor of the Romans, stripped of the ensigns of royalty, should appear in a mournful and suppliant posture; and that, in the midst of the church of Milan, he should humbly solicit, with sighs and tears, the pardon of his sins. 98 In this spiritual cure, Ambrose employed the various methods of mildness and severity. After a delay of about eight months, Theodosius was restored to the communion of the faithful; and the edict which interposes a salutary interval of thirty days between the sentence and the execution, may be accepted as the worthy fruits of his repentance. 99 Posterity has applauded the virtuous firmness of the archbishop; and the example of Theodosius may prove the beneficial influence of those principles, which could force a monarch, exalted above the apprehension of human punishment, to respect the laws, and ministers, of an invisible Judge. “The prince,” says Montesquieu, “who is actuated by the hopes and fears of religion, may be compared to a lion, docile only to the voice, and tractable to the hand, of his keeper.” 100 The motions of the royal animal will therefore depend on the inclination, and interest, of the man who has acquired such dangerous authority over him; and the priest, who holds in his hands the conscience of a king, may inflame, or moderate, his sanguinary passions. The cause of humanity, and that of persecution, have been asserted, by the same Ambrose, with equal energy, and with equal success."}