{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Ravi Malghan <rmalghan@yahoo.com>", "subject": "dynamic loading option?", "body": " The novice was tempted to bestow his fortune on the saints, in whose society he was resolved to spend the remainder of his life; and the pernicious indulgence of the laws permitted him to receive, for their use, any future accessions of legacy or inheritance. 53 Melania contributed her plate, three hundred pounds weight of silver; and Paula contracted an immense debt, for the relief of their favorite monks; who kindly imparted the merits of their prayers and penance to a rich and liberal sinner. 54 Time continually increased, and accidents could seldom diminish, the estates of the popular monasteries, which spread over the adjacent country and cities: and, in the first century of their institution, the infidel Zosimus has maliciously observed, that, for the benefit of the poor, the Christian monks had reduced a great part of mankind to a state of beggary. 55 As long as they maintained their original fervor, they approved themselves, however, the faithful and benevolent stewards of the charity, which was entrusted to their care. But their discipline was corrupted by prosperity: they gradually assumed the pride of wealth, and at last indulged the luxury of expense. Their public luxury might be excused by the magnificence of religious worship, and the decent motive of erecting durable habitations for an immortal society. But every age of the church has accused the licentiousness of the degenerate monks; who no longer remembered the object of their institution, embraced the vain and sensual pleasures of the world, which they had renounced, 56 and scandalously abused the riches which had been acquired by the austere virtues of their founders. 57 Their natural descent, from such painful and dangerous virtue, to the common vices of humanity, will not, perhaps, excite much grief or indignation in the mind of a philosopher."}