{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for SatCon Technology Corporation", "body": " Since the primitive times, the wealth of the popes was exposed to envy, their powers to opposition, and their persons to violence. But the long hostility of the mitre and the crown increased the numbers, and inflamed the passions, of their enemies. The deadly factions of the Guelphs and Ghibelines, so fatal to Italy, could never be embraced with truth or constancy by the Romans, the subjects and adversaries both of the bishop and emperor; but their support was solicited by both parties, and they alternately displayed in their banners the keys of St. Peter and the German eagle. Gregory the Seventh, who may be adored or detested as the founder of the papal monarchy, was driven from Rome, and died in exile at Salerno. Six-and-thirty of his successors, 12 till their retreat to Avignon, maintained an unequal contest with the Romans: their age and dignity were often violated; and the churches, in the solemn rites of religion, were polluted with sedition and murder. A repetition 13 of such capricious brutality, without connection or design, would be tedious and disgusting; and I shall content myself with some events of the twelfth century, which represent the state of the popes and the city. On Holy Thursday, while Paschal officiated before the altar, he was interrupted by the clamors of the multitude, who imperiously demanded the confirmation of a favorite magistrate. His silence exasperated their fury; his pious refusal to mingle the affairs of earth and heaven was encountered with menaces, and oaths, that he should be the cause and the witness of the public ruin. During the festival of Easter, while the bishop and the clergy, barefooted and in procession, visited the tombs of the martyrs, they were twice assaulted, at the bridge of St. Angelo, and before the Capitol, with volleys of stones and darts. The houses of his adherents were levelled with the ground: Paschal escaped with difficulty and danger; he levied an army in the patrimony of St. Peter; and his last days were embittered by suffering and inflicting the calamities of civil war. The scenes that followed the election of his successor Gelasius the Second were still more scandalous to the church and city. Cencio Frangipani, 14 a potent and factious baron, burst into the assembly furious and in arms: the cardinals were stripped, beaten, and trampled under foot; and he seized, without pity or respect, the vicar of Christ by the throat. Gelasius was dragged by the hair along the ground, buffeted with blows, wounded with spurs, and bound with an iron chain in the house of his brutal tyrant. An insurrection of the people delivered their bishop: the rival families opposed the violence of the Frangipani; and Cencio, who sued for pardon, repented of the failure, rather than of the guilt, of his enterprise. Not many days had elapsed, when the pope was again assaulted at the altar. While his friends and enemies were engaged in a bloody contest, he escaped in his sacerdotal garments. In this unworthy flight, which excited the compassion of the Roman matrons, his attendants were scattered or unhorsed; and, in the fields behind the church of St. Peter, his successor was found alone and half dead with fear and fatigue. Shaking the dust from his feet, the _apostle_ withdrew from a city in which his dignity was insulted and his person was endangered; and the vanity of sacerdotal ambition is revealed in the involuntary confession, that one emperor was more tolerable than twenty. 15 These examples might suffice; but I cannot forget the sufferings of two pontiffs of the same age, the second and third of the name of Lucius. The former, as he ascended in battle array to assault the Capitol, was struck on the temple by a stone, and expired in a few days. The latter was severely wounded in the person of his servants. In a civil commotion, several of his priests had been made prisoners; and the inhuman Romans, reserving one as a guide for his brethren, put out their eyes, crowned them with ludicrous mitres, mounted them on asses with their faces towards the tail, and extorted an oath, that, in this wretched condition, they should offer themselves as a lesson to the head of the church. Hope or fear, lassitude or remorse, the characters of the men, and the circumstances of the times, might sometimes obtain an interval of peace and obedience; and the pope was restored with joyful acclamations to the Lateran or Vatican, from whence he had been driven with threats and violence. But the root of mischief was deep and perennial; and a momentary calm was preceded and followed by such tempests as had almost sunk the bark of St. Peter. Rome continually presented the aspect of war and discord: the churches and palaces were fortified and assaulted by the factions and families; and, after giving peace to Europe, Calistus the Second alone had resolution and power to prohibit the use of private arms in the metropolis. Among the nations who revered the apostolic throne, the tumults of Rome provoked a general indignation; and in a letter to his disciple Eugenius the Third, St. Bernard, with the sharpness of his wit and zeal, has stigmatized the vices of the rebellious people. 16 “Who is ignorant,” says the monk of Clairvaux, “of the vanity and arrogance of the Romans? a nation nursed in sedition, untractable, and scorning to obey, unless they are too feeble to resist. When they promise to serve, they aspire to reign; if they swear allegiance, they watch the opportunity of revolt; yet they vent their discontent in loud clamors, if your doors, or your counsels, are shut against them. Dexterous in mischief, they have never learned the science of doing good. Odious to earth and heaven, impious to God, seditious among themselves, jealous of their neighbors, inhuman to strangers, they love no one, by no one are they beloved; and while they wish to inspire fear, they live in base and continual apprehension. They will not submit; they know not how to govern faithless to their superiors, intolerable to their equals, ungrateful to their benefactors, and alike impudent in their demands and their refusals. Lofty in promise, poor in execution; adulation and calumny, perfidy and treason, are the familiar arts of their policy.” Surely this dark portrait is not colored by the pencil of Christian charity; 17 yet the features, however harsh or ugly, express a lively resemblance of the Roman of the twelfth century. 18"}