{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"Epps, Fredric\" <FredriceEpps@compunerdz.com>", "subject": "LIVE your Dreams", "body": " * It is commonly held that the Christian precept of morality has no advantage in respect of purity over the moral conceptions of the Stoics; the distinction between them is, however, very obvious. The Stoic system made the consciousness of strength of mind the pivot on which all moral dispositions should turn; and although its disciples spoke of duties and even defined them very well, yet they placed the spring and proper determining principle of the will in an elevation of the mind above the lower springs of the senses, which owe their power only to weakness of mind. With them therefore, virtue was a sort of heroism in the wise man raising himself above the animal nature of man, is sufficient for Himself, and, while he prescribes duties to others, is himself raised above them, and is not subject to any temptation to transgress the moral law. All this, however, they could not have done if they had conceived this law in all its purity and strictness, as the precept of the Gospel does. When I give the name idea to a perfection to which nothing adequate can be given in experience, it does not follow that the moral ideas are thing transcendent, that is something of which we could not even determine the concept adequately, or of which it is uncertain whether there is any object corresponding to it at all, as is the case with the ideas of speculative reason; on the contrary, being types of practical perfection, they serve as the indispensable rule of conduct and likewise as the standard of comparison. Now if I consider Christian morals on their philosophical side, then compared with the ideas of the Greek schools, they would appear as follows: the ideas of the Cynics, the Epicureans, the Stoics, and the Christians are: simplicity of nature, prudence, wisdom, and holiness. In respect of the way of attaining them, the Greek schools were distinguished from one another thus that the Cynics only required common sense, the others the path of science, but both found the mere use of natural powers sufficient for the purpose. Christian morality, because its precept is framed (as a moral precept must be) so pure and unyielding, takes from man all confidence that he can be fully adequate to it, at least in this life, but again sets it up by enabling us to hope that if we act as well as it is in our power to do, then what is not in our power will come in to our aid from another source, whether we know how this may be or not. Aristotle and Plato differed only as to the origin of our moral conceptions."}