{"label": "spam", "to_address": "theorize@flax9.uwaterloo.ca", "from_address": "flying1618@21cn.com", "subject": "Chinese embroidery", "body": " It will probably be conceded that it is desirable people should exercise their understandings, and that an intelligent following of custom, or even occasionally an intelligent deviation from custom, is better than a blind and simply mechanical adhesion to it. To a certain extent it is admitted, that our understanding should be our own: but there is not the same willingness to admit that our desires and impulses should be our own likewise; or that to possess impulses of our own, and of any strength, is anything but a peril and a snare. Yet desires and impulses are as much a part of a perfect human being, as beliefs and restraints: and strong impulses are only perilous when not properly balanced; when one set of aims and inclinations is developed into strength, while others, which ought to co-exist with them, remain weak and inactive. It is not because men's desires are strong that they act ill; it is because their consciences are weak. There is no natural connection between strong impulses and a weak conscience. The natural connection is the other way. To say that one person's desires and feelings are stronger and more various than those of another, is merely to say that he has more of the raw material of human nature, and is therefore capable, perhaps of more evil, but certainly of more good. Strong impulses are but another name for energy. Energy may be turned to bad uses; but more good may always be made of an energetic nature, than of an indolent and impassive one. Those who have most natural feeling, are always those whose cultivated feelings may be made the strongest. The same strong susceptibilities which make the personal impulses vivid and powerful, are also the source from whence are generated the most passionate love of virtue, and the sternest self-control. It is through the cultivation of these, that society both does its duty and protects its interests: not by rejecting the stuff of which heroes are made, because it knows not how to make them. A person whose desires and impulses are his own--are the expression of his own nature, as it has been developed and modified by his own culture--is said to have a character. One whose desires and impulses are not his own, has no character, no more than a steam-engine has a character. If, in addition to being his own, his impulses are strong, and are under the government of a strong will, he has an energetic character. Whoever thinks that individuality of desires and impulses should not be encouraged to unfold itself, must maintain that society has no need of strong natures--is not the better for containing many persons who have much character--and that a high general average of energy is not desirable."}