{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Hill Chambers <weidongu@bayou.com>", "subject": "CiALLis Soft is up for grab$", "body": " When the lamp was put out and the servants had gone away, I thought that I must be plain with him and have no more ambiguity. So I gave him a shake, and I said: 'Socrates, are you asleep?' 'No,' he said. 'Do you know what I am meditating? 'What are you meditating?' he said. 'I think,' I replied, 'that of all the lovers whom I have ever had you are the only one who is worthy of me, and you appear to be too modest to speak. Now I feel that I should be a fool to refuse you this or any other favour, and therefore I come to lay at your feet all that I have and all that my friends have, in the hope that you will assist me in the way of virtue, which I desire above all things, and in which I believe that you can help me better than any one else. And I should certainly have more reason to be ashamed of what wise men would say if I were to refuse a favour to such as you, than of what the world, who are mostly fools, would say of me if I granted it.' To these words he replied in the ironical manner which is so characteristic of him:--'Alcibiades, my friend, you have indeed an elevated aim if what you say is true, and if there really is in me any power by which you may become better; truly you must see in me some rare beauty of a kind infinitely higher than any which I see in you. And therefore, if you mean to share with me and to exchange beauty for beauty, you will have greatly the advantage of me; you will gain true beauty in return for appearance--like Diomede, gold in exchange for brass. But look again, sweet friend, and see whether you are not deceived in me. The mind begins to grow critical when the bodily eye fails, and it will be a long time before you get old.' Hearing this, I said: 'I have told you my purpose, which is quite serious, and do you consider what you think best for you and me.' 'That is good,' he said; 'at some other time then we will consider and act as seems best about this and about other matters.' Whereupon, I fancied that he was smitten, and that the words which I had uttered like arrows had wounded him, and so without waiting to hear more I got up, and throwing my coat about him crept under his threadbare cloak, as the time of year was winter, and there I lay during the whole night having this wonderful monster in my arms. This again, Socrates, will not be denied by you. And yet, notwithstanding all, he was so superior to my solicitations, so contemptuous and derisive and disdainful of my beauty--which really, as I fancied, had some attractions--hear, O judges; for judges you shall be of the haughty virtue of Socrates--nothing more happened, but in the morning when I awoke (let all the gods and goddesses be my witnesses) I arose as from the couch of a father or an elder brother."}