{"label": "ham", "to_address": "\"Hu, Ying (NIH/NCI) [E]\" <yhu@mail.nih.gov>", "from_address": "Marc Schwartz <marc_schwartz@comcast.net>", "subject": "Re: [R] listing R packages in our system", "body": " The important secret of the apostasy of Julian was intrusted to the fidelity of the _initiated_, with whom he was united by the sacred ties of friendship and religion. 27 The pleasing rumor was cautiously circulated among the adherents of the ancient worship; and his future greatness became the object of the hopes, the prayers, and the predictions of the Pagans, in every province of the empire. From the zeal and virtues of their royal proselyte, they fondly expected the cure of every evil, and the restoration of every blessing; and instead of disapproving of the ardor of their pious wishes, Julian ingenuously confessed, that he was ambitious to attain a situation in which he might be useful to his country and to his religion. But this religion was viewed with a hostile eye by the successor of Constantine, whose capricious passions altercately saved and threatened the life of Julian. The arts of magic and divination were strictly prohibited under a despotic government, which condescended to fear them; and if the Pagans were reluctantly indulged in the exercise of their superstition, the rank of Julian would have excepted him from the general toleration. The apostate soon became the presumptive heir of the monarchy, and his death could alone have appeased the just apprehensions of the Christians. 28 But the young prince, who aspired to the glory of a hero rather than of a martyr, consulted his safety by dissembling his religion; and the easy temper of polytheism permitted him to join in the public worship of a sect which he inwardly despised. Libanius has considered the hypocrisy of his friend as a subject, not of censure, but of praise. ÒAs the statues of the gods,Ó says that orator, Òwhich have been defiled with filth, are again placed in a magnificent temple, so the beauty of truth was seated in the mind of Julian, after it had been purified from the errors and follies of his education. His sentiments were changed; but as it would have been dangerous to have avowed his sentiments, his conduct still continued the same. Very different from the ass in ®sop, who disguised himself with a lionÕs hide, our lion was obliged to conceal himself under the skin of an ass; and, while he embraced the dictates of reason, to obey the laws of prudence and necessity.Ó 29 The dissimulation of Julian lasted about ten years, from his secret initiation at Ephesus to the beginning of the civil war; when he declared himself at once the implacable enemy of Christ and of Constantius. This state of constraint might contribute to strengthen his devotion; and as soon as he had satisfied the obligation of assisting, on solemn festivals, at the assemblies of the Christians, Julian returned, with the impatience of a lover, to burn his free and voluntary incense on the domestic chapels of Jupiter and Mercury. But as every act of dissimulation must be painful to an ingenuous spirit, the profession of Christianity increased the aversion of Julian for a religion which oppressed the freedom of his mind, and compelled him to hold a conduct repugnant to the noblest attributes of human nature, sincerity and courage."}