{"label": "spam", "to_address": "avcooper@flax9.uwaterloo.ca", "from_address": "\"Jeannine Jolly\" <xxx_ljax@yahoo.com>", "subject": "Re.Question", "body": " Finally, there is something further in the idea of our practical reason, which accompanies the transgression of a moral law- namely, its ill desert. Now the notion of punishment, as such, cannot be united with that of becoming a partaker of happiness; for although he who inflicts the punishment may at the same time have the benevolent purpose of directing this punishment to this end, yet it must first be justified in itself as punishment, i.e., as mere harm, so that if it stopped there, and the person punished could get no glimpse of kindness hidden behind this harshness, he must yet admit that justice was done him, and that his reward was perfectly suitable to his conduct. In every punishment, as such, there must first be justice, and this constitutes the essence of the notion. Benevolence may, indeed, be united with it, but the man who has deserved punishment has not the least reason to reckon upon this. Punishment, then, is a physical evil, which, though it be not connected with moral evil as a natural consequence, ought to be connected with it as a consequence by the principles of a moral legislation. Now, if every crime, even without regarding the physical consequence with respect to the actor, is in itself punishable, that is, forfeits happiness (at least partially), it is obviously absurd to say that the crime consisted just in this, that he has drawn punishment on himself, thereby injuring his private happiness (which, on the principle of self-love, must be the proper notion of all crime). According to this view, the punishment would be the reason for calling anything a crime, and justice would, on the contrary, consist in omitting all punishment, and even preventing that which naturally follows; for, if this were done, there would no longer be any evil in the action, since the harm which otherwise followed it, and on account of which alone the action was called evil, would now be prevented. To look, however, on all rewards and punishments as merely the machinery in the hand of a higher power, which is to serve only to set rational creatures striving after their final end (happiness), this is to reduce the will to a mechanism destructive of freedom; this is so evident that it need not detain us."}