{"label": "ham", "to_address": "\"Subscriber\" <ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"The Insider\" <the_insider@postmaster.co.uk>", "subject": "\"The Insider\" - News Bulletin", "body": " The gates of the city were thrown open, and the new emperor of the Romans, encompassed on every side by the Gothic arms, was conducted, in tumultuous procession, to the palace of Augustus and Trajan. After he had distributed the civil and military dignities among his favorites and followers, Attalus convened an assembly of the senate; before whom, in a formal and florid speech, he asserted his resolution of restoring the majesty of the republic, and of uniting to the empire the provinces of Egypt and the East, which had once acknowledged the sovereignty of Rome. Such extravagant promises inspired every reasonable citizen with a just contempt for the character of an unwarlike usurper, whose elevation was the deepest and most ignominious wound which the republic had yet sustained from the insolence of the Barbarians. But the populace, with their usual levity, applauded the change of masters. The public discontent was favorable to the rival of Honorius; and the sectaries, oppressed by his persecuting edicts, expected some degree of countenance, or at least of toleration, from a prince, who, in his native country of Ionia, had been educated in the Pagan superstition, and who had since received the sacrament of baptism from the hands of an Arian bishop. 92 The first days of the reign of Attalus were fair and prosperous. An officer of confidence was sent with an inconsiderable body of troops to secure the obedience of Africa; the greatest part of Italy submitted to the terror of the Gothic powers; and though the city of Bologna made a vigorous and effectual resistance, the people of Milan, dissatisfied perhaps with the absence of Honorius, accepted, with loud acclamations, the choice of the Roman senate. At the head of a formidable army, Alaric conducted his royal captive almost to the gates of Ravenna; and a solemn embassy of the principal ministers, of Jovius, the Prætorian præfect, of Valens, master of the cavalry and infantry, of the quaestor Potamius, and of Julian, the first of the notaries, was introduced, with martial pomp, into the Gothic camp. In the name of their sovereign, they consented to acknowledge the lawful election of his competitor, and to divide the provinces of Italy and the West between the two emperors. Their proposals were rejected with disdain; and the refusal was aggravated by the insulting clemency of Attalus, who condescended to promise, that, if Honorius would instantly resign the purple, he should be permitted to pass the remainder of his life in the peaceful exile of some remote island. 93 So desperate indeed did the situation of the son of Theodosius appear, to those who were the best acquainted with his strength and resources, that Jovius and Valens, his minister and his general, betrayed their trust, infamously deserted the sinking cause of their benefactor, and devoted their treacherous allegiance to the service of his more fortunate rival. Astonished by such examples of domestic treason, Honorius trembled at the approach of every servant, at the arrival of every messenger. He dreaded the secret enemies, who might lurk in his capital, his palace, his bed-chamber; and some ships lay ready in the harbor of Ravenna, to transport the abdicated monarch to the dominions of his infant nephew, the emperor of the East."}