{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "315p 5/30 Update: Spacewalk begins", "body": " “And yet as sensible men, if we call in allies and court danger, it should be in order to enrich our different countries with new acquisitions, and not to ruin what they possess already; and we should understand that the intestine discords which are so fatal to communities generally, will be equally so to Sicily, if we, its inhabitants, absorbed in our local quarrels, neglect the common enemy. These considerations should reconcile individual with individual, and city with city, and unite us in a common effort to save the whole of Sicily. Nor should any one imagine that the Dorians only are enemies of Athens, while the Chalcidian race is secured by its Ionian blood; the attack in question is not inspired by hatred of one of two nationalities, but by a desire for the good things in Sicily, the common property of us all. This is proved by the Athenian reception of the Chalcidian invitation: an ally who has never given them any assistance whatever, at once receives from them almost more than the treaty entitles him to. That the Athenians should cherish this ambition and practise this policy is very excusable; and I do not blame those who wish to rule, but those who are over-ready to serve. It is just as much in men’s nature to rule those who submit to them, as it is to resist those who molest them; one is not less invariable than the other. Meanwhile all who see these dangers and refuse to provide for them properly, or who have come here without having made up their minds that our first duty is to unite to get rid of the common peril, are mistaken. The quickest way to be rid of it is to make peace with each other; since the Athenians menace us not from their own country, but from that of those who invited them here. In this way instead of war issuing in war, peace quietly ends our quarrels; and the guests who come hither under fair pretences for bad ends, will have good reason for going away without having attained them."}