{"label": "spam", "to_address": "<netsearch@canola1.uwaterloo.ca>", "from_address": "\"Alisha Burt\" <Tuscanyfairness@the-beauty.com>", "subject": "Nobody will know bout your problems", "body": " 95. I may add as a _fourth_ reason, which diminishes the authority of prodigies, that there is no testimony for any, even those which have not been expressly detected, that is not opposed by an infinite number of witnesses; so that not only the miracle destroys the credit of testimony, but the testimony destroys itself. To make this the better understood, let us consider, that, in matters of religion, whatever is different is contrary; and that it is impossible the religions of ancient Rome, of Turkey, of Siam, and of China should, all of them, be established on any solid foundation. Every miracle, therefore, pretended to have been wrought in any of these religions (and all of them abound in miracles), as its direct scope is to establish the particular system to which it is attributed; so has it the same force, though more indirectly, to overthrow every other system. In destroying a rival system, it likewise destroys the credit of those miracles, on which that system was established; so that all the prodigies of different religions are to be regarded as contrary facts, and the evidences of these prodigies, whether weak or strong, as opposite to each other. According to this method of reasoning, when we believe any miracle of Mahomet or his successors, we have for our warrant the testimony of a few barbarous Arabians: And on the other hand, we are to regard the authority of Titus Livius, Plutarch, Tacitus, and, in short, of all the authors and witnesses, Grecian, Chinese, and Roman Catholic, who have related any miracle in their particular religion; I say, we are to regard their testimony in the same light as if they had mentioned that Mahometan miracle, and had in express terms contradicted it, with the same certainty as they have for the miracle they relate. This argument may appear over subtile and refined; but is not in reality different from the reasoning of a judge, who supposes, that the credit of two witnesses, maintaining a crime against any one, is destroyed by the testimony of two others, who affirm him to have been two hundred leagues distant, at the same instant when the crime is said to have been committed."}