{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"shortly\" <bwashjnoeen@insightbb.com>", "subject": "Confirmation link", "body": " An epicurean or a Hobbist readily allows, that there is such a thing as a friendship in the world, without hypocrisy or disguise; though he may attempt, by a philosophical chymistry, to resolve the elements of this passion, if I may so speak, into those of another, and explain every affection to be self-love, twisted and moulded, by a particular turn of imagination, into a variety of appearances. But as the same turn of imagination prevails not in every man, nor gives the same direction to the original passion; this is sufficient even according to the selfish system to make the widest difference in human characters, and denominate one man virtuous and humane, another vicious and meanly interested. I esteem the man whose self-love, by whatever means, is so directed as to give him a concern for others, and render him serviceable to society: as I hate or despise him, who has no regard to any thing beyond his own gratifications and enjoyments. In vain would you suggest that these characters, though seemingly opposite, are at bottom the same, and that a very inconsiderable turn of thought forms the whole difference between them. Each character, notwithstanding these inconsiderable differences, appears to me, in practice, pretty durable and untransmutable. And I find not in this more than in other subjects, that the natural sentiments arising from the general appearances of things are easily destroyed by subtile reflections concerning the minute origin of these appearances. Does not the lively, cheerful colour of a countenance inspire me with complacency and pleasure; even though I learn from philosophy that all difference of complexion arises from the most minute differences of thickness, in the most minute parts of the skin; by means of which a superficies is qualified to reflect one of the original colours of light, and absorb the others?"}