{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Copyright verification needed", "body": " Meanwhile the Potidæans and the Peloponnesians with Aristeus were encamped on the side looking towards Olynthus on the isthmus, in expectation of the Athenians, and had established their market outside the city. The allies had chosen Aristeus general of all the infantry; while the command of the cavalry was given to Perdiccas, who had at once left the alliance of the Athenians and gone back to that of the Potidæans, having deputed Iolaus as his general: The plan of Aristeus was to keep his own force on the isthmus, and await the attack of the Athenians; leaving the Chalcidians and the allies outside the isthmus, and the two hundred cavalry from Perdiccas in Olynthus to act upon the Athenian rear, on the occasion of their advancing against him; and thus to place the enemy between two fires. While Callias the Athenian general and his colleagues dispatched the Macedonian horse and a few of the allies to Olynthus, to prevent any movement being made from that quarter, the Athenians themselves broke up their camp and marched against Potidæa. After they had arrived at the isthmus, and saw the enemy preparing for battle, they formed against him, and soon afterwards engaged. The wing of Aristeus, with the Corinthians and other picked troops round him, routed the wing opposed to it, and followed for a considerable distance in pursuit. But the rest of the army of the Potidæans and of the Peloponnesians was defeated by the Athenians, and took refuge within the fortifications. Returning from the pursuit, Aristeus perceived the defeat of the rest of the army. Being at a loss which of the two risks to choose, whether to go to Olynthus or to Potidæa, he at last determined to draw his men into as small a space as possible, and force his way with a run into Potidæa. Not without difficulty, through a storm of missiles, he passed along by the breakwater through the sea, and brought off most of his men safe, though a few were lost. Meanwhile the auxiliaries of the Potidæans from Olynthus, which is about seven miles off and in sight of Potidæa, when the battle began and the signals were raised, advanced a little way to render assistance; and the Macedonian horse formed against them to prevent it. But on victory speedily declaring for the Athenians and the signals being taken down, they retired back within the wall; and the Macedonians returned to the Athenians. Thus there were no cavalry present on either side. After the battle the Athenians set up a trophy, and gave back their dead to the Potidæans under truce. The Potidæans and their allies had close upon three hundred killed; the Athenians a hundred and fifty of their own citizens, and Callias their general."}