{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Dean <eishbut@googlemail.com>", "subject": "Re: Set up env variables on Linux", "body": " A Roman accused of any capital crime might prevent the sentence of the law by voluntary exile, or death. Till his guilt had been legally proved, his innocence was presumed, and his person was free: till the votes of the last century had been counted and declared, he might peaceably secede to any of the allied cities of Italy, or Greece, or Asia. 204 His fame and fortunes were preserved, at least to his children, by this civil death; and he might still be happy in every rational and sensual enjoyment, if a mind accustomed to the ambitious tumult of Rome could support the uniformity and silence of Rhodes or Athens. A bolder effort was required to escape from the tyranny of the Caesars; but this effort was rendered familiar by the maxims of the stoics, the example of the bravest Romans, and the legal encouragements of suicide. The bodies of condemned criminals were exposed to public ignominy, and their children, a more serious evil, were reduced to poverty by the confiscation of their fortunes. But, if the victims of Tiberius and Nero anticipated the decree of the prince or senate, their courage and despatch were recompensed by the applause of the public, the decent honors of burial, and the validity of their testaments. 205 The exquisite avarice and cruelty of Domitian appear to have deprived the unfortunate of this last consolation, and it was still denied even by the clemency of the Antonines. A voluntary death, which, in the case of a capital offence, intervened between the accusation and the sentence, was admitted as a confession of guilt, and the spoils of the deceased were seized by the inhuman claims of the treasury. 206 Yet the civilians have always respected the natural right of a citizen to dispose of his life; and the posthumous disgrace invented by Tarquin, 207 to check the despair of his subjects, was never revived or imitated by succeeding tyrants. The powers of this world have indeed lost their dominion over him who is resolved on death; and his arm can only be restrained by the religious apprehension of a future state. Suicides are enumerated by Virgil among the unfortunate, rather than the guilty; 208 and the poetical fables of the infernal shades could not seriously influence the faith or practice of mankind. But the precepts of the gospel, or the church, have at length imposed a pious servitude on the minds of Christians, and condemn them to expect, without a murmur, the last stroke of disease or the executioner."}