{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Ashley French\" <jvhelenwood@miciu.com.ar>", "subject": "was on kirksey", "body": " But, although this rule of progress to infinity is legitimate and applicable to the subdivision of a phenomenon, as a mere occupation or filling of space, it is not applicable to a whole consisting of a number of distinct parts and constituting a quantum discretum—that is to say, an organized body. It cannot be admitted that every part in an organized whole is itself organized, and that, in analysing it to infinity, we must always meet with organized parts; although we may allow that the parts of the matter which we decompose in infinitum, may be organized. For the infinity of the division of a phenomenon in space rests altogether on the fact that the divisibility of a phenomenon is given only in and through this infinity, that is, an undetermined number of parts is given, while the parts themselves are given and determined only in and through the subdivision; in a word, the infinity of the division necessarily presupposes that the whole is not already divided in se. Hence our division determines a number of parts in the whole—a number which extends just as far as the actual regress in the division; while, on the other hand, the very notion of a body organized to infinity represents the whole as already and in itself divided. We expect, therefore, to find in it a determinate, but at the same time, infinite, number of parts—which is self-contradictory. For we should thus have a whole containing a series of members which could not be completed in any regress—which is infinite, and at the same time complete in an organized composite. Infinite divisibility is applicable only to a quantum continuum, and is based entirely on the infinite divisibility of space, But in a quantum discretum the multitude of parts or units is always determined, and hence always equal to some number. To what extent a body may be organized, experience alone can inform us; and although, so far as our experience of this or that body has extended, we may not have discovered any inorganic part, such parts must exist in possible experience. But how far the transcendental division of a phenomenon must extend, we cannot know from experience—it is a question which experience cannot answer; it is answered only by the principle of reason which forbids us to consider the empirical regress, in the analysis of extended body, as ever absolutely complete."}