{"label": "spam", "to_address": "\"Sktwarwic\" <sktwarwic@flax9.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Cormier.Jasper@pacbell.net>", "subject": "Due to expansion of activities our company is looking for new employees to fill in the vacancies of account managers [letter id: 0792627]", "body": " To have a right, then, is, I conceive, to have something which society ought to defend me in the possession of. If the objector goes on to ask why it ought, I can give him no other reason than general utility. If that expression does not seem to convey a sufficient feeling of the strength of the obligation, nor to account for the peculiar energy of the feeling, it is because there goes to the composition of the sentiment, not a rational only but also an animal element, the thirst for retaliation; and this thirst derives its intensity, as well as its moral justification, from the extraordinarily important and impressive kind of utility which is concerned. The interest involved is that of security, to every one's feelings the most vital of all interests. Nearly all other earthly benefits are needed by one person, not needed by another; and many of them can, if necessary, be cheerfully foregone, or replaced by something else; but security no human being can possibly do without; on it we depend for all our immunity from evil, and for the whole value of all and every good, beyond the passing moment; since nothing but the gratification of the instant could be of any worth to us, if we could be deprived of everything the next instant by whoever was momentarily stronger than ourselves. Now this most indispensable of all necessaries, after physical nutriment, cannot be had, unless the machinery for providing it is kept unintermittedly in active play. Our notion, therefore, of the claim we have on our fellow creatures to join in making safe for us the very groundwork of our existence, gathers feelings round it so much more intense than those concerned in any of the more common cases of utility, that the difference in degree (as is often the case in psychology) becomes a real difference in kind. The claim assumes that character of absoluteness, that apparent infinity, and incommensurability with all other considerations, which constitute the distinction between the feeling of right and wrong and that of ordinary expediency and inexpediency. The feelings concerned are so powerful, and we count so positively on finding a responsive feeling in others (all being alike interested), that _ought_ and _should_ grow into _must_, and recognized indispensability becomes a moral necessity, analogous to physical, and often not inferior to it in binding force."}