{"label": "spam", "to_address": "<9da6ce2e@flax9.uwaterloo.ca>", "from_address": "\"Rachael Connell\" <a_rigs@altmanltg.com>", "subject": "Drugs online? It's not a problem!", "body": " Happiness is the condition of a rational being in the world with whom everything goes according to his wish and will; it rests, therefore, on the harmony of physical nature with his whole end and likewise with the essential determining principle of his will. Now the moral law as a law of freedom commands by determining principles, which ought to be quite independent of nature and of its harmony with our faculty of desire (as springs). But the acting rational being in the world is not the cause of the world and of nature itself. There is not the least ground, therefore, in the moral law for a necessary connection between morality and proportionate happiness in a being that belongs to the world as part of it, and therefore dependent on it, and which for that reason cannot by his will be a cause of this nature, nor by his own power make it thoroughly harmonize, as far as his happiness is concerned, with his practical principles. Nevertheless, in the practical problem of pure reason, i.e., the necessary pursuit of the summum bonum, such a connection is postulated as necessary: we ought to endeavour to promote the summum bonum, which, therefore, must be possible. Accordingly, the existence of a cause of all nature, distinct from nature itself and containing the principle of this connection, namely, of the exact harmony of happiness with morality, is also postulated. Now this supreme cause must contain the principle of the harmony of nature, not merely with a law of the will of rational beings, but with the conception of this law, in so far as they make it the supreme determining principle of the will, and consequently not merely with the form of morals, but with their morality as their motive, that is, with their moral character. Therefore, the summum bonum is possible in the world only on the supposition of a Supreme Being having a causality corresponding to moral character. Now a being that is capable of acting on the conception of laws is an intelligence (a rational being), and the causality of such a being according to this conception of laws is his will; therefore the supreme cause of nature, which must be presupposed as a condition of the summum bonum is a being which is the cause of nature by intelligence and will, consequently its author, that is God. It follows that the postulate of the possibility of the highest derived good (the best world) is likewise the postulate of the reality of a highest original good, that is to say, of the existence of God. Now it was seen to be a duty for us to promote the summum bonum; consequently it is not merely allowable, but it is a necessity connected with duty as a requisite, that we should presuppose the possibility of this summum bonum; and as this is possible only on condition of the existence of God, it inseparably connects the supposition of this with duty; that is, it is morally necessary to assume the existence of God."}