{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "Andy Lester <andy@petdance.com>", "subject": "Re: t/codingstd/perlcritic.t needs to be optional", "body": " The sad tidings were carried to Damascus by the speed of grief and terror; and the inhabitants beheld from their walls the return of the heroes of Aiznadin. Amrou led the van at the head of nine thousand horse: the bands of the Saracens succeeded each other in formidable review; and the rear was closed by Caled in person, with the standard of the black eagle. To the activity of Derar he intrusted the commission of patrolling round the city with two thousand horse, of scouring the plain, and of intercepting all succor or intelligence. The rest of the Arabian chiefs were fixed in their respective stations before the seven gates of Damascus; and the siege was renewed with fresh vigor and confidence. The art, the labor, the military engines, of the Greeks and Romans are seldom to be found in the simple, though successful, operations of the Saracens: it was sufficient for them to invest a city with arms, rather than with trenches; to repel the allies of the besieged; to attempt a stratagem or an assault; or to expect the progress of famine and discontent. Damascus would have acquiesced in the trial of Aiznadin, as a final and peremptory sentence between the emperor and the caliph; her courage was rekindled by the example and authority of Thomas, a noble Greek, illustrious in a private condition by the alliance of Heraclius. The tumult and illumination of the night proclaimed the design of the morning sally; and the Christian hero, who affected to despise the enthusiasm of the Arabs, employed the resource of a similar superstition. At the principal gate, in the sight of both armies, a lofty crucifix was erected; the bishop, with his clergy, accompanied the march, and laid the volume of the New Testament before the image of Jesus; and the contending parties were scandalized or edified by a prayer that the Son of God would defend his servants and vindicate his truth. The battle raged with incessant fury; and the dexterity of Thomas, an incomparable archer, was fatal to the boldest Saracens, till their death was revenged by a female heroine. The wife of Aban, who had followed him to the holy war, embraced her expiring husband. “Happy,” said she, “happy art thou, my dear: thou art gone to thy Lord, who first joined us together, and then parted us asunder. I will revenge thy death, and endeavor to the utmost of my power to come to the place where thou art, because I love thee. Henceforth shall no man ever touch me more, for I have dedicated myself to the service of God.” Without a groan, without a tear, she washed the corpse of her husband, and buried him with the usual rites. Then grasping the manly weapons, which in her native land she was accustomed to wield, the intrepid widow of Aban sought the place where his murderer fought in the thickest of the battle. Her first arrow pierced the hand of his standard-bearer; her second wounded Thomas in the eye; and the fainting Christians no longer beheld their ensign or their leader. Yet the generous champion of Damascus refused to withdraw to his palace: his wound was dressed on the rampart; the fight was continued till the evening; and the Syrians rested on their arms. In the silence of the night, the signal was given by a stroke on the great bell; the gates were thrown open, and each gate discharged an impetuous column on the sleeping camp of the Saracens. Caled was the first in arms: at the head of four hundred horse he flew to the post of danger, and the tears trickled down his iron cheeks, as he uttered a fervent ejaculation; “O God, who never sleepest, look upon they servants, and do not deliver them into the hands of their enemies.” The valor and victory of Thomas were arrested by the presence of the _Sword of God_; with the knowledge of the peril, the Moslems recovered their ranks, and charged the assailants in the flank and rear. After the loss of thousands, the Christian general retreated with a sigh of despair, and the pursuit of the Saracens was checked by the military engines of the rampart."}