{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\"\t<speakup@braille.uwo.ca>", "from_address": "lists@barrettpianos.co.uk", "subject": "Re: ot: install help", "body": " In some oriental tale I have read the fable of a shepherd, who was ruined by the accomplishment of his own wishes: he had prayed for water; the Ganges was turned into his grounds, and his flock and cottage were swept away by the inundation. Such was the fortune, or at least the apprehension of the Greek emperor Alexius Comnenus, whose name has already appeared in this history, and whose conduct is so differently represented by his daughter Anne, 64 and by the Latin writers. 65 In the council of Placentia, his ambassadors had solicited a moderate succor, perhaps of ten thousand soldiers, but he was astonished by the approach of so many potent chiefs and fanatic nations. The emperor fluctuated between hope and fear, between timidity and courage; but in the crooked policy which he mistook for wisdom, I cannot believe, I cannot discern, that he maliciously conspired against the life or honor of the French heroes. The promiscuous multitudes of Peter the Hermit were savage beasts, alike destitute of humanity and reason: nor was it possible for Alexius to prevent or deplore their destruction. The troops of Godfrey and his peers were less contemptible, but not less suspicious, to the Greek emperor. Their motives might be pure and pious: but he was equally alarmed by his knowledge of the ambitious Bohemond, 651 and his ignorance of the Transalpine chiefs: the courage of the French was blind and headstrong; they might be tempted by the luxury and wealth of Greece, and elated by the view and opinion of their invincible strength: and Jerusalem might be forgotten in the prospect of Constantinople. After a long march and painful abstinence, the troops of Godfrey encamped in the plains of Thrace; they heard with indignation, that their brother, the count of Vermandois, was imprisoned by the Greeks; and their reluctant duke was compelled to indulge them in some freedom of retaliation and rapine. They were appeased by the submission of Alexius: he promised to supply their camp; and as they refused, in the midst of winter, to pass the Bosphorus, their quarters were assigned among the gardens and palaces on the shores of that narrow sea. But an incurable jealousy still rankled in the minds of the two nations, who despised each other as slaves and Barbarians. Ignorance is the ground of suspicion, and suspicion was inflamed into daily provocations: prejudice is blind, hunger is deaf; and Alexius is accused of a design to starve or assault the Latins in a dangerous post, on all sides encompassed with the waters. 66 Godfrey sounded his trumpets, burst the net, overspread the plain, and insulted the suburbs; but the gates of Constantinople were strongly fortified; the ramparts were lined with archers; and, after a doubtful conflict, both parties listened to the voice of peace and religion. The gifts and promises of the emperor insensibly soothed the fierce spirit of the western strangers; as a Christian warrior, he rekindled their zeal for the prosecution of their holy enterprise, which he engaged to second with his troops and treasures. On the return of spring, Godfrey was persuaded to occupy a pleasant and plentiful camp in Asia; and no sooner had he passed the Bosphorus, than the Greek vessels were suddenly recalled to the opposite shore. The same policy was repeated with the succeeding chiefs, who were swayed by the example, and weakened by the departure, of their foremost companions. By his skill and diligence, Alexius prevented the union of any two of the confederate armies at the same moment under the walls of Constantinople; and before the feast of the Pentecost not a Latin pilgrim was left on the coast of Europe."}