{"label": "ham", "to_address": "(Ted Harding) <Ted.Harding@manchester.ac.uk>, r-help@stat.math.ethz.ch", "from_address": "(Ted Harding) <ted.harding@nessie.mcc.ac.uk>", "subject": "Re: [R] Creating contingency table from mixed data", "body": " V. But the human character, however it may be exalted or depressed by a temporary enthusiasm, will return by degrees to its proper and natural level, and will resume those passions that seem the most adapted to its present condition. The primitive Christians were dead to the business and pleasures of the world; but their love of action, which could never be entirely extinguished, soon revived, and found a new occupation in the government of the church. A separate society, which attacked the established religion of the empire, was obliged to adopt some form of internal policy, and to appoint a sufficient number of ministers, intrusted not only with the spiritual functions, but even with the temporal direction of the Christian commonwealth. The safety of that society, its honor, its aggrandizement, were productive, even in the most pious minds, of a spirit of patriotism, such as the first of the Romans had felt for the republic, and sometimes of a similar indifference, in the use of whatever means might probably conduce to so desirable an end. The ambition of raising themselves or their friends to the honors and offices of the church, was disguised by the laudable intention of devoting to the public benefit the power and consideration, which, for that purpose only, it became their duty to solicit. In the exercise of their functions, they were frequently called upon to detect the errors of heresy or the arts of faction, to oppose the designs of perfidious brethren, to stigmatize their characters with deserved infamy, and to expel them from the bosom of a society whose peace and happiness they had attempted to disturb. The ecclesiastical governors of the Christians were taught to unite the wisdom of the serpent with the innocence of the dove; but as the former was refined, so the latter was insensibly corrupted, by the habits of government. In the church as well as in the world, the persons who were placed in any public station rendered themselves considerable by their eloquence and firmness, by their knowledge of mankind, and by their dexterity in business; and while they concealed from others, and perhaps from themselves, the secret motives of their conduct, they too frequently relapsed into all the turbulent passions of active life, which were tinctured with an additional degree of bitterness and obstinacy from the infusion of spiritual zeal."}