{"label": "spam", "to_address": "captains@flax24.uwaterloo.ca", "from_address": "\"UBA\" <sadsa@ubam.com>", "subject": "Cursos en la UBA", "body": " There is, I am aware, a disposition to believe that a person who sees in moral obligation a transcendental fact, an objective reality belonging to the province of \"Things in themselves,\" is likely to be more obedient to it than one who believes it to be entirely subjective, having its seat in human consciousness only. But whatever a person's opinion may be on this point of Ontology, the force he is really urged by is his own subjective feeling, and is exactly measured by its strength. No one's belief that Duty is an objective reality is stronger than the belief that God is so; yet the belief in God, apart from the expectation of actual reward and punishment, only operates on conduct through, and in proportion to, the subjective religious feeling. The sanction, so far as it is disinterested, is always in the mind itself; and the notion, therefore, of the transcendental moralists must be, that this sanction will not exist _in_ the mind unless it is believed to have its root out of the mind; and that if a person is able to say to himself, That which is restraining me, and which is called my conscience, is only a feeling in my own mind, he may possibly draw the conclusion that when the feeling ceases the obligation ceases, and that if he find the feeling inconvenient, he may disregard it, and endeavour to get rid of it. But is this danger confined to the utilitarian morality? Does the belief that moral obligation has its seat outside the mind make the feeling of it too strong to be got rid of? The fact is so far otherwise, that all moralists admit and lament the ease with which, in the generality of minds, conscience can be silenced or stifled. The question, Need I obey my conscience? is quite as often put to themselves by persons who never heard of the principle of utility, as by its adherents. Those whose conscientious feelings are so weak as to allow of their asking this question, if they answer it affirmatively, will not do so because they believe in the transcendental theory, but because of the external sanctions."}