{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "James Keenan (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43301] [TODO] config/gen/parrot_include.pm:  Write unit tests ", "body": " The exploits of Musa were performed in the evening of life, though he affected to disguise his age by coloring with a red powder the whiteness of his beard. But in the love of action and glory, his breast was still fired with the ardor of youth; and the possession of Spain was considered only as the first step to the monarchy of Europe. With a powerful armament by sea and land, he was preparing to repass the Pyrenees, to extinguish in Gaul and Italy the declining kingdoms of the Franks and Lombards, and to preach the unity of God on the altar of the Vatican. From thence, subduing the Barbarians of Germany, he proposed to follow the course of the Danube from its source to the Euxine Sea, to overthrow the Greek or Roman empire of Constantinople, and returning from Europe to Asia, to unite his new acquisitions with Antioch and the provinces of Syria. 188 But his vast enterprise, perhaps of easy execution, must have seemed extravagant to vulgar minds; and the visionary conqueror was soon reminded of his dependence and servitude. The friends of Tarik had effectually stated his services and wrongs: at the court of Damascus, the proceedings of Musa were blamed, his intentions were suspected, and his delay in complying with the first invitation was chastised by a harsher and more peremptory summons. An intrepid messenger of the caliph entered his camp at Lugo in Gallicia, and in the presence of the Saracens and Christians arrested the bridle of his horse. His own loyalty, or that of his troops, inculcated the duty of obedience: and his disgrace was alleviated by the recall of his rival, and the permission of investing with his two governments his two sons, Abdallah and Abdelaziz. His long triumph from Ceuta to Damascus displayed the spoils of Africa and the treasures of Spain: four hundred Gothic nobles, with gold coronets and girdles, were distinguished in his train; and the number of male and female captives, selected for their birth or beauty, was computed at eighteen, or even at thirty, thousand persons. As soon as he reached Tiberias in Palestine, he was apprised of the sickness and danger of the caliph, by a private message from Soliman, his brother and presumptive heir; who wished to reserve for his own reign the spectacle of victory."}