{"label": "spam", "to_address": "ramiro@speedy.uwaterloo.ca", "from_address": "Lance <list@largevalue.net>", "subject": "Get Into It! Get Hired!", "body": " The first error which arises from our employing the idea of a Supreme Being as a constitutive (in repugnance to the very nature of an idea), and not as a regulative principle, is the error of inactive reason (ignava ratio).[72] We may so term every principle which requires us to regard our investigations of nature as absolutely complete, and allows reason to cease its inquiries, as if it had fully executed its task. Thus the psychological idea of the ego, when employed as a constitutive principle for the explanation of the phenomena of the soul, and for the extension of our knowledge regarding this subject beyond the limits of experience—even to the condition of the soul after death—is convenient enough for the purposes of pure reason, but detrimental and even ruinous to its interests in the sphere of nature and experience. The dogmatizing spiritualist explains the unchanging unity of our personality through all changes of condition from the unity of a thinking substance, the interest which we take in things and events that can happen only after our death, from a consciousness of the immaterial nature of our thinking subject, and so on. Thus he dispenses with all empirical investigations into the cause of these internal phenomena, and with all possible explanations of them upon purely natural grounds; while, at the dictation of a transcendent reason, he passes by the immanent sources of cognition in experience, greatly to his own ease and convenience, but to the sacrifice of all, genuine insight and intelligence. These prejudicial consequences become still more evident, in the case of the dogmatical treatment of our idea of a Supreme Intelligence, and the theological system of nature (physico-theology) which is falsely based upon it. For, in this case, the aims which we observe in nature, and often those which we merely fancy to exist, make the investigation of causes a very easy task, by directing us to refer such and such phenomena immediately to the unsearchable will and counsel of the Supreme Wisdom, while we ought to investigate their causes in the general laws of the mechanism of matter. We are thus recommended to consider the labour of reason as ended, when we have merely dispensed with its employment, which is guided surely and safely only by the order of nature and the series of changes in the world—which are arranged according to immanent and general laws. This error may be avoided, if we do not merely consider from the view-point of final aims certain parts of nature, such as the division and structure of a continent, the constitution and direction of certain mountain-chains, or even the organization existing in the vegetable and animal kingdoms, but look upon this systematic unity of nature in a perfectly general way, in relation to the idea of a Supreme Intelligence. If we pursue this advice, we lay as a foundation for all investigation the conformity to aims of all phenomena of nature in accordance with universal laws, for which no particular arrangement of nature is exempt, but only cognized by us with more or less difficulty; and we possess a regulative principle of the systematic unity of a teleological connection, which we do not attempt to anticipate or predetermine. All that we do, and ought to do, is to follow out the physico-mechanical connection in nature according to general laws, with the hope of discovering, sooner or later, the teleological connection also. Thus, and thus only, can the principle of final unity aid in the extension of the employment of reason in the sphere of experience, without being in any case detrimental to its interests."}