{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "obnox@samba.org", "subject": "svn commit: samba r23284 - in branches/SAMBA_3_0/source/nsswitch: .", "body": " But all these precautions will be inadequate, unless rulers go still more to the root of the matter. I conclude this part of public economy where I ought to have begun it. There can be no patriotism without liberty, no liberty without virtue, no virtue without citizens; create citizens, and you have everything you need; without them, you will have nothing but debased slaves, from the rulers of the State downwards. To form citizens is not the work of a day; and in order to have men it is necessary to educate them when they are children. It will be said, perhaps, that whoever has men to govern, ought not to seek, beyond their nature, a perfection of which they are incapable; that he ought not to desire to destroy their passions; and that the execution of such an attempt is no more desirable than it is possible. I will agree, further, that a man without passions would certainly be a bad citizen; but it must be agreed also that, if men are not taught not to love some things, it is impossible to teach them to love one object more than another--to prefer that which is truly beautiful to that which is deformed. If, for example, they were early accustomed to regard their individuality only in its relation to the body of the State, and to be aware, so to speak, of their own existence merely as a part of that of the State, they might at length come to identify themselves in some degree with this greater whole, to feel themselves members of their country, and to love it with that exquisite feeling which no isolated person has save for himself; to lift up their spirits perpetually to this great object, and thus to transform into a sublime virtue that dangerous disposition which gives rise to all our vices. Not only does philosophy demonstrate the possibility of giving feeling these new directions; history furnishes us with a thousand striking examples. If they are so rare among us moderns, it is because nobody troubles himself whether citizens exist or not, and still less does anybody think of attending to the matter soon enough to make them. It is too late to change our natural inclinations, when they have taken their course, and egoism is confirmed by habit: it is too late to lead us out of ourselves when once the human Ego, concentrated in our hearts, has acquired that contemptible activity which absorbs all virtue and constitutes the life and being of little minds. How can, patriotism germinate in the midst of so many other passions which smother it? And what can remain, for fellow-citizens, of a heart already divided between avarice, a mistress, and vanity?"}