{"label": "spam", "to_address": "<theorize@speedy.uwaterloo.ca>", "from_address": "\"Nude parishiltonnude.com\" <theorize@speedy.uwaterloo.ca>", "subject": "Hot pictures of paris hilton nude ", "body": " If any man from a cold insensibility, or narrow selfishness of temper, is unaffected with the images of human happiness or misery, he must be equally indifferent to the images of vice and virtue: As, on the other hand, it is always found, that a warm concern for the interests of our species is attended with a delicate feeling of all moral distinctions; a strong resentment of injury done to men; a lively approbation of their welfare. In this particular, though great superiority is observable of one man above another; yet none are so entirely indifferent to the interest of their fellow-creatures, as to perceive no distinctions of moral good and evil, in consequence of the different tendencies of actions and principles. How, indeed, can we suppose it possible in any one, who wears a human heart, that if there be subjected to his censure, one character or system of conduct, which is beneficial, and another which is pernicious to his species or community, he will not so much as give a cool preference to the former, or ascribe to it the smallest merit or regard? Let us suppose such a person ever so selfish; let private interest have ingrossed ever so much his attention; yet in instances, where that is not concerned, he must unavoidably feel SOME propensity to the good of mankind, and make it an object of choice, if everything else be equal. Would any man, who is walking along, tread as willingly on another's gouty toes, whom he has no quarrel with, as on the hard flint and pavement? There is here surely a difference in the case. We surely take into consideration the happiness and misery of others, in weighing the several motives of action, and incline to the former, where no private regards draw us to seek our own promotion or advantage by the injury of our fellow-creatures. And if the principles of humanity are capable, in many instances, of influencing our actions, they must, at all times, have some authority over our sentiments, and give us a general approbation of what is useful to society, and blame of what is dangerous or pernicious. The degrees of these sentiments may be the subject of controversy; but the reality of their existence, one should think, must be admitted in every theory or system."}