{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca, lendingtree@flax9.uwaterloo.ca", "from_address": "\"Enriquez, Karin\" <Shook3Donovan@complyspoken.com>", "subject": "She'll Beg for More", "body": " In vain should we expect to find, in uncultivated nature, a remedy to this inconvenience; or hope for any inartificial principle of the human mind, which might controul those partial affections, and make us overcome the temptations arising from our circumstances. The idea of justice can never serve to this purpose, or be taken for a natural principle, capable of inspiring men with an equitable conduct towards each other. That virtue, as it is now understood, would never have been dreamed of among rude and savage men. For the notion of injury or injustice implies an immorality or vice committed against some other person: And as every immorality is derived from some defect or unsoundness of the passions, and as this defect must be judged of, in a great measure, from the ordinary course of nature in the constitution of the mind; it will be easy to know, whether we be guilty of any immorality, with regard to others, by considering the natural, and usual force of those several affections, which are directed towards them. Now it appears, that in the original frame of our mind, our strongest attention is confined to ourselves; our next is extended to our relations and acquaintance; and it is only the weakest which reaches to strangers and indifferent persons. This partiality, then, and unequal affection, must not only have an influence on our behaviour and conduct in society, but even on our ideas of vice and virtue; so as to make us regard any remarkable transgression of such a degree of partiality, either by too great an enlargement, or contraction of the affections, as vicious and immoral. This we may observe in our common judgments concerning actions, where we blame a person, who either centers all his affections in his family, or is so regardless of them, as, in any opposition of interest, to give the preference to a stranger, or mere chance acquaintance. From all which it follows, that our natural uncultivated ideas of morality, instead of providing a remedy for the partiality of our affections, do rather conform themselves to that partiality, and give it an additional force and influence."}