{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " After the elevation of Constantius and Galerius to the rank of _Augusti_, two new _Cæsars_ were required to supply their place, and to complete the system of the Imperial government. Diocletian was sincerely desirous of withdrawing himself from the world; he considered Galerius, who had married his daughter, as the firmest support of his family and of the empire; and he consented, without reluctance, that his successor should assume the merit as well as the envy of the important nomination. It was fixed without consulting the interest or inclination of the princes of the West. Each of them had a son who was arrived at the age of manhood, and who might have been deemed the most natural candidates for the vacant honor. But the impotent resentment of Maximian was no longer to be dreaded; and the moderate Constantius, though he might despise the dangers, was humanely apprehensive of the calamities, of civil war. The two persons whom Galerius promoted to the rank of Cæsar were much better suited to serve the views of his ambition; and their principal recommendation seems to have consisted in the want of merit or personal consequence. The first of these was Daza, or, as he was afterwards called, Maximin, whose mother was the sister of Galerius. The unexperienced youth still betrayed, by his manners and language, his rustic education, when, to his own astonishment, as well as that of the world, he was invested by Diocletian with the purple, exalted to the dignity of Cæsar, and intrusted with the sovereign command of Egypt and Syria. 5 At the same time, Severus, a faithful servant, addicted to pleasure, but not incapable of business, was sent to Milan, to receive, from the reluctant hands of Maximian, the Cæsarian ornaments, and the possession of Italy and Africa. According to the forms of the constitution, Severus acknowledged the supremacy of the western emperor; but he was absolutely devoted to the commands of his benefactor Galerius, who, reserving to himself the intermediate countries from the confines of Italy to those of Syria, firmly established his power over three fourths of the monarchy. In the full confidence that the approaching death of Constantius would leave him sole master of the Roman world, we are assured that he had arranged in his mind a long succession of future princes, and that he meditated his own retreat from public life, after he should have accomplished a glorious reign of about twenty years. 6 7"}