{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Andrew Yee\" <yee@post.harvard.edu>", "subject": "[R] converting a row of a data.frame to a vector", "body": " The strict regulations which have been framed by the wisdom of modern legislators to restrain the wealth and avarice of the clergy, may be originally deduced from the example of the emperor Valentinian. His edict, 77 addressed to Damasus, bishop of Rome, was publicly read in the churches of the city. He admonished the ecclesiastics and monks not to frequent the houses of widows and virgins; and menaced their disobedience with the animadversion of the civil judge. The director was no longer permitted to receive any gift, or legacy, or inheritance, from the liberality of his spiritual-daughter: every testament contrary to this edict was declared null and void; and the illegal donation was confiscated for the use of the treasury. By a subsequent regulation, it should seem, that the same provisions were extended to nuns and bishops; and that all persons of the ecclesiastical order were rendered incapable of receiving any testamentary gifts, and strictly confined to the natural and legal rights of inheritance. As the guardian of domestic happiness and virtue, Valentinian applied this severe remedy to the growing evil. In the capital of the empire, the females of noble and opulent houses possessed a very ample share of independent property: and many of those devout females had embraced the doctrines of Christianity, not only with the cold assent of the understanding, but with the warmth of affection, and perhaps with the eagerness of fashion. They sacrificed the pleasures of dress and luxury; and renounced, for the praise of chastity, the soft endearments of conjugal society. Some ecclesiastic, of real or apparent sanctity, was chosen to direct their timorous conscience, and to amuse the vacant tenderness of their heart: and the unbounded confidence, which they hastily bestowed, was often abused by knaves and enthusiasts; who hastened from the extremities of the East, to enjoy, on a splendid theatre, the privileges of the monastic profession. By their contempt of the world, they insensibly acquired its most desirable advantages; the lively attachment, perhaps of a young and beautiful woman, the delicate plenty of an opulent household, and the respectful homage of the slaves, the freedmen, and the clients of a senatorial family. The immense fortunes of the Roman ladies were gradually consumed in lavish alms and expensive pilgrimages; and the artful monk, who had assigned himself the first, or possibly the sole place, in the testament of his spiritual daughter, still presumed to declare, with the smooth face of hypocrisy, that _he_ was only the instrument of charity, and the steward of the poor. The lucrative, but disgraceful, trade, 78 which was exercised by the clergy to defraud the expectations of the natural heirs, had provoked the indignation of a superstitious age: and two of the most respectable of the Latin fathers very honestly confess, that the ignominious edict of Valentinian was just and necessary; and that the Christian priests had deserved to lose a privilege, which was still enjoyed by comedians, charioteers, and the ministers of idols. But the wisdom and authority of the legislator are seldom victorious in a contest with the vigilant dexterity of private interest; and Jerom, or Ambrose, might patiently acquiesce in the justice of an ineffectual or salutary law. If the ecclesiastics were checked in the pursuit of personal emolument, they would exert a more laudable industry to increase the wealth of the church; and dignify their covetousness with the specious names of piety and patriotism. 79"}