{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "Doyle <Shelley@sbcglobal.net>", "subject": "vIagr@, LEVitR@ for the ever LOWEST prices!", "body": " Going west for sixteen yojanas, [1] he came to the city He-lo [2] in the borders of the country of Nagâra, where there is the flat-bone of Buddha's skull, deposited in a vihâra [3] adorned all over with gold-leaf and the seven sacred substances. The king of the country, revering and honoring the bone, and anxious lest it should be stolen away, has selected eight individuals, representing the great families in the kingdom, and committed to each a seal, with which he should seal its shrine and guard the relic. At early dawn these eight men come, and after each has inspected his seal, they open the door. This done, they wash their hands with scented water and bring out the bone, which they place outside the vihâra, on a lofty platform, where it is supported on a round pedestal of the seven precious substances, and covered with a bell of lapis lazuli, both adorned with rows of pearls. Its color is of a yellowish white, and it forms an imperfect circle twelve inches round, curving upwards to the centre. Every day, after it has been brought forth, the keepers of the vihâra ascend a high gallery, where they beat great drums, blow conches, and clash their copper cymbals. When the king hears them, he goes to the vihâra, and makes his offerings of flowers and incense. When he has done this, he and his attendants in order, one after another, raise the bone, place it for a moment on the top of their heads, and then depart, going out by the door on the west as they had entered by that on the east. The king every morning makes his offerings and performs his worship, and afterwards gives audience on the business of his government. The chiefs of the Vaisyas [4] also make their offerings before they attend to their family affairs. Every day it is so, and there is no remissness in the observance of the custom. When all of the offerings are over, they replace the bone in the vihâra, where there is a vimoksha tope, of the seven precious substances, and rather more than five cubits high, sometimes open, sometimes shut, to contain it. In front of the door of the vihâra, there are parties who every morning sell flowers and incense, and those who wish to make offerings buy some of all kinds. The kings of various countries are also constantly sending messengers with offerings. The vihâra stands in a square of thirty paces, and though heaven should shake and earth be rent, this place would not move."}