{"label": "spam", "to_address": "netsearch@canola1.uwaterloo.ca", "from_address": "Miller          <aiy@y.net.ye>", "subject": "We offer for you only the best measures ", "body": " The same is the case with the internal intuition, not only because, in the internal intuition, the representation of the external senses constitutes the material with which the mind is occupied; but because time, in which we place, and which itself antecedes the consciousness of, these representations in experience, and which, as the formal condition of the mode according to which objects are placed in the mind, lies at the foundation of them, contains relations of the successive, the coexistent, and of that which always must be coexistent with succession, the permanent. Now that which, as representation, can antecede every exercise of thought (of an object), is intuition; and when it contains nothing but relations, it is the form of the intuition, which, as it presents us with no representation, except in so far as something is placed in the mind, can be nothing else than the mode in which the mind is affected by its own activity, to wit—its presenting to itself representations, consequently the mode in which the mind is affected by itself; that is, it can be nothing but an internal sense in respect to its form. Everything that is represented through the medium of sense is so far phenomenal; consequently, we must either refuse altogether to admit an internal sense, or the subject, which is the object of that sense, could only be represented by it as phenomenon, and not as it would judge of itself, if its intuition were pure spontaneous activity, that is, were intellectual. The difficulty here lies wholly in the question: How can the subject have an internal intuition of itself? But this difficulty is common to every theory. The consciousness of self (apperception) is the simple representation of the “ego”; and if by means of that representation alone, all the manifold representations in the subject were spontaneously given, then our internal intuition would be intellectual. This consciousness in man requires an internal perception of the manifold representations which are previously given in the subject; and the manner in which these representations are given in the mind without spontaneity, must, on account of this difference (the want of spontaneity), be called sensibility. If the faculty of self-consciousness is to apprehend what lies in the mind, it must all act that and can in this way alone produce an intuition of self. But the form of this intuition, which lies in the original constitution of the mind, determines, in the representation of time, the manner in which the manifold representations are to combine themselves in the mind; since the subject intuites itself, not as it would represent itself immediately and spontaneously, but according to the manner in which the mind is internally affected, consequently, as it appears, and not as it is."}