{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBSNews Evening News <cbsnews_evening_news_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBS Evening News with Katie Couric E-Mail Alert", "body": " The fears of Honorius were not without foundation, nor were his precautions without effect. While Italy rejoiced in her deliverance from the Goths, a furious tempest was excited among the nations of Germany, who yielded to the irresistible impulse that appears to have been gradually communicated from the eastern extremity of the continent of Asia. The Chinese annals, as they have been interpreted by the learned industry of the present age, may be usefully applied to reveal the secret and remote causes of the fall of the Roman empire. The extensive territory to the north of the great wall was possessed, after the flight of the Huns, by the victorious Sienpi, who were sometimes broken into independent tribes, and sometimes reunited under a supreme chief; till at length, styling themselves Topa, or masters of the earth, they acquired a more solid consistence, and a more formidable power. The Topa soon compelled the pastoral nations of the eastern desert to acknowledge the superiority of their arms; they invaded China in a period of weakness and intestine discord; and these fortunate Tartars, adopting the laws and manners of the vanquished people, founded an Imperial dynasty, which reigned near one hundred and sixty years over the northern provinces of the monarchy. Some generations before they ascended the throne of China, one of the Topa princes had enlisted in his cavalry a slave of the name of Moko, renowned for his valor, but who was tempted, by the fear of punishment, to desert his standard, and to range the desert at the head of a hundred followers. This gang of robbers and outlaws swelled into a camp, a tribe, a numerous people, distinguished by the appellation of Geougen; and their hereditary chieftains, the posterity of Moko the slave, assumed their rank among the Scythian monarchs. The youth of Toulun, the greatest of his descendants, was exercised by those misfortunes which are the school of heroes. He bravely struggled with adversity, broke the imperious yoke of the Topa, and became the legislator of his nation, and the conqueror of Tartary. His troops were distributed into regular bands of a hundred and of a thousand men; cowards were stoned to death; the most splendid honors were proposed as the reward of valor; and Toulun, who had knowledge enough to despise the learning of China, adopted only such arts and institutions as were favorable to the military spirit of his government. His tents, which he removed in the winter season to a more southern latitude, were pitched, during the summer, on the fruitful banks of the Selinga. His conquests stretched from Corea far beyond the River Irtish. He vanquished, in the country to the north of the Caspian Sea, the nation of the Huns; and the new title of Khan, or Cagan, expressed the fame and power which he derived from this memorable victory. 64"}