{"label": "ham", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "TopCoder Studio <competitions@topcoder.com>", "subject": "New TopCoder(R) Studio contest posted", "body": " But the voice of reason (if reason was indeed on the side of Athanasius) was silenced by the clamors of a factious or venal majority; and the councils of Arles and Milan were not dissolved, till the archbishop of Alexandria had been solemnly condemned and deposed by the judgment of the Western, as well as of the Eastern, church. The bishops who had opposed, were required to subscribe, the sentence, and to unite in religious communion with the suspected leaders of the adverse party. A formulary of consent was transmitted by the messengers of state to the absent bishops: and all those who refused to submit their private opinion to the public and inspired wisdom of the councils of Arles and Milan, were immediately banished by the emperor, who affected to execute the decrees of the Catholic church. Among those prelates who led the honorable band of confessors and exiles, Liberius of Rome, Osius of Cordova, Paulinus of Treves, Dionysius of Milan, Eusebius of Vercell¾, Lucifer of Cagliari and Hilary of Poitiers, may deserve to be particularly distinguished. The eminent station of Liberius, who governed the capital of the empire; the personal merit and long experience of the venerable Osius, who was revered as the favorite of the great Constantine, and the father of the Nicene faith, placed those prelates at the head of the Latin church: and their example, either of submission or resistance, would probable be imitated by the episcopal crowd. But the repeated attempts of the emperor to seduce or to intimidate the bishops of Rome and Cordova, were for some time ineffectual. The Spaniard declared himself ready to suffer under Constantius, as he had suffered threescore years before under his grandfather Maximian. The Roman, in the presence of his sovereign, asserted the innocence of Athanasius and his own freedom. When he was banished to Ber¾a in Thrace, he sent back a large sum which had been offered for the accommodation of his journey; and insulted the court of Milan by the haughty remark, that the emperor and his eunuchs might want that gold to pay their soldiers and their bishops. 128 The resolution of Liberius and Osius was at length subdued by the hardships of exile and confinement. The Roman pontiff purchased his return by some criminal compliances; and afterwards expiated his guilt by a seasonable repentance. Persuasion and violence were employed to extort the reluctant signature of the decrepit bishop of Cordova, whose strength was broken, and whose faculties were perhaps impaired by the weight of a hundred years; and the insolent triumph of the Arians provoked some of the orthodox party to treat with inhuman severity the character, or rather the memory, of an unfortunate old man, to whose former services Christianity itself was so deeply indebted. 129"}