{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "The Skinny <cbsnews_the_skinny_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "The Skinny: Friday May 18, 2007", "body": " The memory of past events cannot long be preserved in the frequent and remote emigrations of illiterate Barbarians. The modern Tartars are ignorant of the conquests of their ancestors; 16 and our knowledge of the history of the Scythians is derived from their intercourse with the learned and civilized nations of the South, the Greeks, the Persians, and the Chinese. The Greeks, who navigated the Euxine, and planted their colonies along the sea-coast, made the gradual and imperfect discovery of Scythia; from the Danube, and the confines of Thrace, as far as the frozen M¾otis, the seat of eternal winter, and Mount Caucasus, which, in the language of poetry, was described as the utmost boundary of the earth. They celebrated, with simple credulity, the virtues of the pastoral life: 17 they entertained a more rational apprehension of the strength and numbers of the warlike Barbarians, 18 who contemptuously baffled the immense armament of Darius, the son of Hystaspes. 19 The Persian monarchs had extended their western conquests to the banks of the Danube, and the limits of European Scythia. The eastern provinces of their empire were exposed to the Scythians of Asia; the wild inhabitants of the plains beyond the Oxus and the Jaxartes, two mighty rivers, which direct their course towards the Caspian Sea. The long and memorable quarrel of Iran and Touran is still the theme of history or romance: the famous, perhaps the fabulous, valor of the Persian heroes, Rustan and Asfendiar, was signalized, in the defence of their country, against the Afrasiabs of the North; 20 and the invincible spirit of the same Barbarians resisted, on the same ground, the victorious arms of Cyrus and Alexander. 21 In the eyes of the Greeks and Persians, the real geography of Scythia was bounded, on the East, by the mountains of Imaus, or Caf; and their distant prospect of the extreme and inaccessible parts of Asia was clouded by ignorance, or perplexed by fiction. But those inaccessible regions are the ancient residence of a powerful and civilized nation, 22 which ascends, by a probable tradition, above forty centuries; 23 and which is able to verify a series of near two thousand years, by the perpetual testimony of accurate and contemporary historians. 24 The annals of China 25 illustrate the state and revolutions of the pastoral tribes, which may still be distinguished by the vague appellation of Scythians, or Tartars; the vassals, the enemies, and sometimes the conquerors, of a great empire; whose policy has uniformly opposed the blind and impetuous valor of the Barbarians of the North. From the mouth of the Danube to the Sea of Japan, the whole longitude of Scythia is about one hundred and ten degrees, which, in that parallel, are equal to more than five thousand miles. The latitude of these extensive deserts cannot be so easily, or so accurately, measured; but, from the fortieth degree, which touches the wall of China, we may securely advance above a thousand miles to the northward, till our progress is stopped by the excessive cold of Siberia. In that dreary climate, instead of the animated picture of a Tartar camp, the smoke that issues from the earth, or rather from the snow, betrays the subterraneous dwellings of the Tongouses, and the Samoides: the want of horses and oxen is imperfectly supplied by the use of reindeer, and of large dogs; and the conquerors of the earth insensibly degenerate into a race of deformed and diminutive savages, who tremble at the sound of arms. 26"}