{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "John Logsdon <j.logsdon@quantex-research.com>", "subject": "[R] JGR, Java and Kubuntu 7.04 ...", "body": " After a painful conflict, Julian was compelled to acknowledge, that obedience was the virtue of the most eminent subject, and that the sovereign alone was entitled to judge of the public welfare. He issued the necessary orders for carrying into execution the commands of Constantius; a part of the troops began their march for the Alps; and the detachments from the several garrisons moved towards their respective places of assembly. They advanced with difficulty through the trembling and affrighted crowds of provincials, who attempted to excite their pity by silent despair, or loud lamentations, while the wives of the soldiers, holding their infants in their arms, accused the desertion of their husbands, in the mixed language of grief, of tenderness, and of indignation. This scene of general distress afflicted the humanity of the C¾sar; he granted a sufficient number of post-wagons to transport the wives and families of the soldiers, 6 endeavored to alleviate the hardships which he was constrained to inflict, and increased, by the most laudable arts, his own popularity, and the discontent of the exiled troops. The grief of an armed multitude is soon converted into rage; their licentious murmurs, which every hour were communicated from tent to tent with more boldness and effect, prepared their minds for the most daring acts of sedition; and by the connivance of their tribunes, a seasonable libel was secretly dispersed, which painted in lively colors the disgrace of the C¾sar, the oppression of the Gallic army, and the feeble vices of the tyrant of Asia. The servants of Constantius were astonished and alarmed by the progress of this dangerous spirit. They pressed the C¾sar to hasten the departure of the troops; but they imprudently rejected the honest and judicious advice of Julian; who proposed that they should not march through Paris, and suggested the danger and temptation of a last interview."}