{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "Wayne Topa <linuxone@intergate.com>", "subject": "Re: ipw2200 on Gateway 4522 running etch", "body": " If the Arabian princes abuse their power, they are quickly punished by the desertion of their subjects, who had been accustomed to a mild and parental jurisdiction. Their spirit is free, their steps are unconfined, the desert is open, and the tribes and families are held together by a mutual and voluntary compact. The softer natives of Yemen supported the pomp and majesty of a monarch; but if he could not leave his palace without endangering his life, 32 the active powers of government must have been devolved on his nobles and magistrates. The cities of Mecca and Medina present, in the heart of Asia, the form, or rather the substance, of a commonwealth. The grandfather of Mahomet, and his lineal ancestors, appear in foreign and domestic transactions as the princes of their country; but they reigned, like Pericles at Athens, or the Medici at Florence, by the opinion of their wisdom and integrity; their influence was divided with their patrimony; and the sceptre was transferred from the uncles of the prophet to a younger branch of the tribe of Koreish. On solemn occasions they convened the assembly of the people; and, since mankind must be either compelled or persuaded to obey, the use and reputation of oratory among the ancient Arabs is the clearest evidence of public freedom. 33 But their simple freedom was of a very different cast from the nice and artificial machinery of the Greek and Roman republics, in which each member possessed an undivided share of the civil and political rights of the community. In the more simple state of the Arabs, the nation is free, because each of her sons disdains a base submission to the will of a master. His breast is fortified by the austere virtues of courage, patience, and sobriety; the love of independence prompts him to exercise the habits of self-command; and the fear of dishonor guards him from the meaner apprehension of pain, of danger, and of death. The gravity and firmness of the mind is conspicuous in his outward demeanor; his speech is low, weighty, and concise; he is seldom provoked to laughter; his only gesture is that of stroking his beard, the venerable symbol of manhood; and the sense of his own importance teaches him to accost his equals without levity, and his superiors without awe. 34 The liberty of the Saracens survived their conquests: the first caliphs indulged the bold and familiar language of their subjects; they ascended the pulpit to persuade and edify the congregation; nor was it before the seat of empire was removed to the Tigris, that the Abbasides adopted the proud and pompous ceremonial of the Persian and Byzantine courts."}