{"label": "ham", "to_address": "\"Ricky Jacob\" <jacob.ricky@gmail.com>, r-help@stat.math.ethz.ch", "from_address": "\"Liaw, Andy\" <andy_liaw@merck.com>", "subject": "Re: [R] Random Forest Imputations  [Broadcast]", "body": " During the siege of Byzantium, the conqueror had pitched his tent on the commanding eminence of the second hill. To perpetuate the memory of his success, he chose the same advantageous position for the principal Forum; 44 which appears to have been of a circular, or rather elliptical form. The two opposite entrances formed triumphal arches; the porticos, which enclosed it on every side, were filled with statues; and the centre of the Forum was occupied by a lofty column, of which a mutilated fragment is now degraded by the appellation of the _burnt pillar_. This column was erected on a pedestal of white marble twenty feet high; and was composed of ten pieces of porphyry, each of which measured about ten feet in height, and about thirty-three in circumference. 45 On the summit of the pillar, above one hundred and twenty feet from the ground, stood the colossal statue of Apollo. It was a bronze, had been transported either from Athens or from a town of Phrygia, and was supposed to be the work of Phidias. The artist had represented the god of day, or, as it was afterwards interpreted, the emperor Constantine himself, with a sceptre in his right hand, the globe of the world in his left, and a crown of rays glittering on his head. 46 The Circus, or Hippodrome, was a stately building about four hundred paces in length, and one hundred in breadth. 47 The space between the two _met¾_ or goals were filled with statues and obelisks; and we may still remark a very singular fragment of antiquity; the bodies of three serpents, twisted into one pillar of brass. Their triple heads had once supported the golden tripod which, after the defeat of Xerxes, was consecrated in the temple of Delphi by the victorious Greeks. 48 The beauty of the Hippodrome has been long since defaced by the rude hands of the Turkish conquerors; 4811 but, under the similar appellation of Atmeidan, it still serves as a place of exercise for their horses. From the throne, whence the emperor viewed the Circensian games, a winding staircase 49 descended to the palace; a magnificent edifice, which scarcely yielded to the residence of Rome itself, and which, together with the dependent courts, gardens, and porticos, covered a considerable extent of ground upon the banks of the Propontis between the Hippodrome and the church of St. Sophia. 50 We might likewise celebrate the baths, which still retained the name of Zeuxippus, after they had been enriched, by the munificence of Constantine, with lofty columns, various marbles, and above threescore statues of bronze. 51 But we should deviate from the design of this history, if we attempted minutely to describe the different buildings or quarters of the city. It may be sufficient to observe, that whatever could adorn the dignity of a great capital, or contribute to the benefit or pleasure of its numerous inhabitants, was contained within the walls of Constantinople. A particular description, composed about a century after its foundation, enumerates a capitol or school of learning, a circus, two theatres, eight public, and one hundred and fifty-three private baths, fifty-two porticos, five granaries, eight aqueducts or reservoirs of water, four spacious halls for the meetings of the senate or courts of justice, fourteen churches, fourteen palaces, and four thousand three hundred and eighty-eight houses, which, for their size or beauty, deserved to be distinguished from the multitude of plebeian inhabitants. 52"}