{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Rob Dixon <rob.dixon@350.com>", "subject": "Re: $1 $2 var confusion", "body": " 102b (return) [ Tertullian (de Corona Militis, c. 11) suggested to them the expedient of deserting; a counsel which, if it had been generally known, was not very proper to conciliate the favor of the emperors towards the Christian sect. * Note: There is nothing which ought to astonish us in the refusal of the primitive Christians to take part in public affairs; it was the natural consequence of the contrariety of their principles to the customs, laws, and active life of the Pagan world. As Christians, they could not enter into the senate, which, according to Gibbon himself, always assembled in a temple or consecrated place, and where each senator, before he took his seat, made a libation of a few drops of wine, and burnt incense on the altar; as Christians, they could not assist at festivals and banquets, which always terminated with libations, &c.; finally, as “the innumerable deities and rites of polytheism were closely interwoven with every circumstance of public and private life,” the Christians could not participate in them without incurring, according to their principles, the guilt of impiety. It was then much less by an effect of their doctrine, than by the consequence of their situation, that they stood aloof from public business. Whenever this situation offered no impediment, they showed as much activity as the Pagans. Proinde, says Justin Martyr, (Apol. c. 17,) nos solum Deum adoramus, et vobis in rebus aliis læti inservimus.—G. ——-This latter passage, M. Guizot quotes in Latin; if he had consulted the original, he would have found it to be altogether irrelevant: it merely relates to the payment of taxes.—M. — —Tertullian does not suggest to the soldiers the expedient of deserting; he says that they ought to be constantly on their guard to do nothing during their service contrary to the law of God, and to resolve to suffer martyrdom rather than submit to a base compliance, or openly to renounce the service. (De Cor. Mil. ii. p. 127.) He does not positively decide that the military service is not permitted to Christians; he ends, indeed, by saying, Puta denique licere militiam usque ad causam coronæ.—G. ——M. Guizot is. I think, again unfortunate in his defence of Tertullian. That father says, that many Christian soldiers had deserted, aut deserendum statim sit, ut a multis actum. The latter sentence, Puta, &c, &c., is a concession for the sake of argument: wha follows is more to the purpose.—M. Many other passages of Tertullian prove that the army was full of Christians, Hesterni sumus et vestra omnia implevimus, urbes, insulas, castella, municipia, conciliabula, castra ipsa. (Apol. c. 37.) Navigamus et not vobiscum et militamus. (c. 42.) Origen, in truth, appears to have maintained a more rigid opinion, (Cont. Cels. l. viii.;) but he has often renounced this exaggerated severity, perhaps necessary to produce great results, and he speaks of the profession of arms as an honorable one. (l. iv. c. 218.)— G. ——On these points Christian opinion, it should seem, was much divided Tertullian, when he wrote the De Cor. Mil., was evidently inclining to more ascetic opinions, and Origen was of the same class. See Neander, vol. l part ii. p. 305, edit. 1828.—M.]"}