{"label": "ham", "to_address": "Andrew Bartlett <abartlet@samba.org>", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Re: Progress towards TP6?", "body": " In the Syrian school, Nestorius had been taught to abhor the confusion of the two natures, and nicely to discriminate the humanity of his master Christ from the divinity of the Lord Jesus. 33 The Blessed Virgin he revered as the mother of Christ, but his ears were offended with the rash and recent title of mother of God, 34 which had been insensibly adopted since the origin of the Arian controversy. From the pulpit of Constantinople, a friend of the patriarch, and afterwards the patriarch himself, repeatedly preached against the use, or the abuse, of a word 35 unknown to the apostles, unauthorized by the church, and which could only tend to alarm the timorous, to misled the simple, to amuse the profane, and to justify, by a seeming resemblance, the old genealogy of Olympus. 36 In his calmer moments Nestorius confessed, that it might be tolerated or excused by the union of the two natures, and the communication of their idioms: 37 but he was exasperated, by contradiction, to disclaim the worship of a new-born, an infant Deity, to draw his inadequate similes from the conjugal or civil partnerships of life, and to describe the manhood of Christ as the robe, the instrument, the tabernacle of his Godhead. At these blasphemous sounds, the pillars of the sanctuary were shaken. The unsuccessful competitors of Nestorius indulged their pious or personal resentment, the Byzantine clergy was secretly displeased with the intrusion of a stranger: whatever is superstitious or absurd, might claim the protection of the monks; and the people were interested in the glory of their virgin patroness. 38 The sermons of the archbishop, and the service of the altar, were disturbed by seditious clamor; his authority and doctrine were renounced by separate congregations; every wind scattered round the empire the leaves of controversy; and the voice of the combatants on a sonorous theatre reechoed in the cells of Palestine and Egypt. It was the duty of Cyril to enlighten the zeal and ignorance of his innumerable monks: in the school of Alexandria, he had imbibed and professed the incarnation of one nature; and the successor of Athanasius consulted his pride and ambition, when he rose in arms against another Arius, more formidable and more guilty, on the second throne of the hierarchy. After a short correspondence, in which the rival prelates disguised their hatred in the hollow language of respect and charity, the patriarch of Alexandria denounced to the prince and people, to the East and to the West, the damnable errors of the Byzantine pontiff. From the East, more especially from Antioch, he obtained the ambiguous counsels of toleration and silence, which were addressed to both parties while they favored the cause of Nestorius. But the Vatican received with open arms the messengers of Egypt. The vanity of Celestine was flattered by the appeal; and the partial version of a monk decided the faith of the pope, who with his Latin clergy was ignorant of the language, the arts, and the theology of the Greeks. At the head of an Italian synod, Celestine weighed the merits of the cause, approved the creed of Cyril, condemned the sentiments and person of Nestorius, degraded the heretic from his episcopal dignity, allowed a respite of ten days for recantation and penance, and delegated to his enemy the execution of this rash and illegal sentence. But the patriarch of Alexandria, while he darted the thunders of a god, exposed the errors and passions of a mortal; and his twelve anathemas 39 still torture the orthodox slaves, who adore the memory of a saint, without forfeiting their allegiance to the synod of Chalcedon. These bold assertions are indelibly tinged with the colors of the Apollinarian heresy; but the serious, and perhaps the sincere professions of Nestorius have satisfied the wiser and less partial theologians of the present times. 40"}