{"label": "ham", "to_address": "avcooper@speedy.uwaterloo.ca", "from_address": "slashdot@slashdot.org", "subject": "[Slashdot] Stories for 2007-04-20", "body": " Odoacer was the first Barbarian who reigned in Italy, over a people who had once asserted their just superiority above the rest of mankind. The disgrace of the Romans still excites our respectful compassion, and we fondly sympathize with the imaginary grief and indignation of their degenerate posterity. But the calamities of Italy had gradually subdued the proud consciousness of freedom and glory. In the age of Roman virtue the provinces were subject to the arms, and the citizens to the laws, of the republic; till those laws were subverted by civil discord, and both the city and the province became the servile property of a tyrant. The forms of the constitution, which alleviated or disguised their abject slavery, were abolished by time and violence; the Italians alternately lamented the presence or the absence of the sovereign, whom they detested or despised; and the succession of five centuries inflicted the various evils of military license, capricious despotism, and elaborate oppression. During the same period, the Barbarians had emerged from obscurity and contempt, and the warriors of Germany and Scythia were introduced into the provinces, as the servants, the allies, and at length the masters, of the Romans, whom they insulted or protected. The hatred of the people was suppressed by fear; they respected the spirit and splendor of the martial chiefs who were invested with the honors of the empire; and the fate of Rome had long depended on the sword of those formidable strangers. The stern Ricimer, who trampled on the ruins of Italy, had exercised the power, without assuming the title, of a king; and the patient Romans were insensibly prepared to acknowledge the royalty of Odoacer and his Barbaric successors. The king of Italy was not unworthy of the high station to which his valor and fortune had exalted him: his savage manners were polished by the habits of conversation; and he respected, though a conqueror and a Barbarian, the institutions, and even the prejudices, of his subjects. After an interval of seven years, Odoacer restored the consulship of the West. For himself, he modestly, or proudly, declined an honor which was still accepted by the emperors of the East; but the curule chair was successively filled by eleven of the most illustrious senators; 133 and the list is adorned by the respectable name of Basilius, whose virtues claimed the friendship and grateful applause of Sidonius, his client. 134 The laws of the emperors were strictly enforced, and the civil administration of Italy was still exercised by the Prætorian præfect and his subordinate officers. Odoacer devolved on the Roman magistrates the odious and oppressive task of collecting the public revenue; but he reserved for himself the merit of seasonable and popular indulgence. 135 Like the rest of the Barbarians, he had been instructed in the Arian heresy; but he revered the monastic and episcopal characters; and the silence of the Catholics attest the toleration which they enjoyed. The peace of the city required the interposition of his præfect Basilius in the choice of a Roman pontiff: the decree which restrained the clergy from alienating their lands was ultimately designed for the benefit of the people, whose devotions would have been taxed to repair the dilapidations of the church. 136 Italy was protected by the arms of its conqueror; and its frontiers were respected by the Barbarians of Gaul and Germany, who had so long insulted the feeble race of Theodosius. Odoacer passed the Adriatic, to chastise the assassins of the emperor Nepos, and to acquire the maritime province of Dalmatia. He passed the Alps, to rescue the remains of Noricum from Fava, or Feletheus, king of the Rugians, who held his residence beyond the Danube. The king was vanquished in battle, and led away prisoner; a numerous colony of captives and subjects was transplanted into Italy; and Rome, after a long period of defeat and disgrace, might claim the triumph of her Barbarian master. 137"}