{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "\"Anthony W. Youngman\" <debian@thewolery.demon.co.uk>", "subject": "Re: discussion with the FSF: GPLv3, GFDL, Nexenta", "body": " The same province, and perhaps the same city, 107 which had given to the throne the virtues of Trajan, and the talents of Hadrian, was the orignal seat of another family of Spaniards, who, in a less fortunate age, possessed, near fourscore years, the declining empire of Rome. 108 They emerged from the obscurity of municipal honors by the active spirit of the elder Theodosius, a general whose exploits in Britain and Africa have formed one of the most splendid parts of the annals of Valentinian. The son of that general, who likewise bore the name of Theodosius, was educated, by skilful preceptors, in the liberal studies of youth; but he was instructed in the art of war by the tender care and severe discipline of his father. 109 Under the standard of such a leader, young Theodosius sought glory and knowledge, in the most distant scenes of military action; inured his constitution to the difference of seasons and climates; distinguished his valor by sea and land; and observed the various warfare of the Scots, the Saxons, and the Moors. His own merit, and the recommendation of the conqueror of Africa, soon raised him to a separate command; and, in the station of Duke of M¾sia, he vanquished an army of Sarmatians; saved the province; deserved the love of the soldiers; and provoked the envy of the court. 110 His rising fortunes were soon blasted by the disgrace and execution of his illustrious father; and Theodosius obtained, as a favor, the permission of retiring to a private life in his native province of Spain. He displayed a firm and temperate character in the ease with which he adapted himself to this new situation. His time was almost equally divided between the town and country; the spirit, which had animated his public conduct, was shown in the active and affectionate performance of every social duty; and the diligence of the soldier was profitably converted to the improvement of his ample patrimony, 111 which lay between Valladolid and Segovia, in the midst of a fruitful district, still famous for a most exquisite breed of sheep. 112 From the innocent, but humble labors of his farm, Theodosius was transported, in less than four months, to the throne of the Eastern empire; and the whole period of the history of the world will not perhaps afford a similar example, of an elevation at the same time so pure and so honorable. The princes who peaceably inherit the sceptre of their fathers, claim and enjoy a legal right, the more secure as it is absolutely distinct from the merits of their personal characters. The subjects, who, in a monarchy, or a popular state, acquire the possession of supreme power, may have raised themselves, by the superiority either of genius or virtue, above the heads of their equals; but their virtue is seldom exempt from ambition; and the cause of the successful candidate is frequently stained by the guilt of conspiracy, or civil war. Even in those governments which allow the reigning monarch to declare a colleague or a successor, his partial choice, which may be influenced by the blindest passions, is often directed to an unworthy object But the most suspicious malignity cannot ascribe to Theodosius, in his obscure solitude of Caucha, the arts, the desires, or even the hopes, of an ambitious statesman; and the name of the Exile would long since have been forgotten, if his genuine and distinguished virtues had not left a deep impression in the Imperial court. During the season of prosperity, he had been neglected; but, in the public distress, his superior merit was universally felt and acknowledged. What confidence must have been reposed in his integrity, since Gratian could trust, that a pious son would forgive, for the sake of the republic, the murder of his father! What expectations must have been formed of his abilities to encourage the hope, that a single man could save, and restore, the empire of the East! Theodosius was invested with the purple in the thirty-third year of his age. The vulgar gazed with admiration on the manly beauty of his face, and the graceful majesty of his person, which they were pleased to compare with the pictures and medals of the emperor Trajan; whilst intelligent observers discovered, in the qualities of his heart and understanding, a more important resemblance to the best and greatest of the Roman princes."}