{"label": "ham", "to_address": "<reform@meerschwein.hh.schule.de>", "from_address": "\"Sharron Novak\" <slockmiller@ebaypurchases.com>", "subject": "[Reform] Increase Your Penis Width (Girth) By upto 20%.", "body": " It is an obvious truth, that the times must be suited to extraordinary characters, and that the genius of Cromwell or Retz might now expire in obscurity. The political enthusiasm of Rienzi had exalted him to a throne; the same enthusiasm, in the next century, conducted his imitator to the gallows. The birth of Stephen Porcaro was noble, his reputation spotless: his tongue was armed with eloquence, his mind was enlightened with learning; and he aspired, beyond the aim of vulgar ambition, to free his country and immortalize his name. The dominion of priests is most odious to a liberal spirit: every scruple was removed by the recent knowledge of the fable and forgery of Constantine’s donation; Petrarch was now the oracle of the Italians; and as often as Porcaro revolved the ode which describes the patriot and hero of Rome, he applied to himself the visions of the prophetic bard. His first trial of the popular feelings was at the funeral of Eugenius the Fourth: in an elaborate speech he called the Romans to liberty and arms; and they listened with apparent pleasure, till Porcaro was interrupted and answered by a grave advocate, who pleaded for the church and state. By every law the seditious orator was guilty of treason; but the benevolence of the new pontiff, who viewed his character with pity and esteem, attempted by an honorable office to convert the patriot into a friend. The inflexible Roman returned from Anagni with an increase of reputation and zeal; and, on the first opportunity, the games of the place Navona, he tried to inflame the casual dispute of some boys and mechanics into a general rising of the people. Yet the humane Nicholas was still averse to accept the forfeit of his life; and the traitor was removed from the scene of temptation to Bologna, with a liberal allowance for his support, and the easy obligation of presenting himself each day before the governor of the city. But Porcaro had learned from the younger Brutus, that with tyrants no faith or gratitude should be observed: the exile declaimed against the arbitrary sentence; a party and a conspiracy were gradually formed: his nephew, a daring youth, assembled a band of volunteers; and on the appointed evening a feast was prepared at his house for the friends of the republic. Their leader, who had escaped from Bologna, appeared among them in a robe of purple and gold: his voice, his countenance, his gestures, bespoke the man who had devoted his life or death to the glorious cause. In a studied oration, he expiated on the motives and the means of their enterprise; the name and liberties of Rome; the sloth and pride of their ecclesiastical tyrants; the active or passive consent of their fellow-citizens; three hundred soldiers, and four hundred exiles, long exercised in arms or in wrongs; the license of revenge to edge their swords, and a million of ducats to reward their victory. It would be easy, (he said,) on the next day, the festival of the Epiphany, to seize the pope and his cardinals, before the doors, or at the altar, of St. Peter’s; to lead them in chains under the walls of St. Angelo; to extort by the threat of their instant death a surrender of the castle; to ascend the vacant Capitol; to ring the alarm bell; and to restore in a popular assembly the ancient republic of Rome. While he triumphed, he was already betrayed. The senator, with a strong guard, invested the house: the nephew of Porcaro cut his way through the crowd; but the unfortunate Stephen was drawn from a chest, lamenting that his enemies had anticipated by three hours the execution of his design. After such manifest and repeated guilt, even the mercy of Nicholas was silent. Porcaro, and nine of his accomplices, were hanged without the benefit of the sacraments; and, amidst the fears and invectives of the papal court, the Romans pitied, and almost applauded, these martyrs of their country. 85 But their applause was mute, their pity ineffectual, their liberty forever extinct; and, if they have since risen in a vacancy of the throne or a scarcity of bread, such accidental tumults may be found in the bosom of the most abject servitude."}