{"label": "ham", "to_address": "Erik Blankinship <erikb@mediamods.com>", "from_address": "Marco Pesenti Gritti <mpg@redhat.com>", "subject": "Re: [sugar] embedding mozilla into an activity", "body": " During a period of six hundred and nineteen years, the seat of empire had never been violated by the presence of a foreign enemy. The unsuccessful expedition of Hannibal 7 served only to display the character of the senate and people; of a senate degraded, rather than ennobled, by the comparison of an assembly of kings; and of a people, to whom the ambassador of Pyrrhus ascribed the inexhaustible resources of the Hydra. 8 Each of the senators, in the time of the Punic war, had accomplished his term of the military service, either in a subordinate or a superior station; and the decree, which invested with temporary command all those who had been consuls, or censors, or dictators, gave the republic the immediate assistance of many brave and experienced generals. In the beginning of the war, the Roman people consisted of two hundred and fifty thousand citizens of an age to bear arms. 9 Fifty thousand had already died in the defence of their country; and the twenty-three legions which were employed in the different camps of Italy, Greece, Sardinia, Sicily, and Spain, required about one hundred thousand men. But there still remained an equal number in Rome, and the adjacent territory, who were animated by the same intrepid courage; and every citizen was trained, from his earliest youth, in the discipline and exercises of a soldier. Hannibal was astonished by the constancy of the senate, who, without raising the siege of Capua, or recalling their scattered forces, expected his approach. He encamped on the banks of the Anio, at the distance of three miles from the city; and he was soon informed, that the ground on which he had pitched his tent, was sold for an adequate price at a public auction; 911 and that a body of troops was dismissed by an opposite road, to reenforce the legions of Spain. 10 He led his Africans to the gates of Rome, where he found three armies in order of battle, prepared to receive him; but Hannibal dreaded the event of a combat, from which he could not hope to escape, unless he destroyed the last of his enemies; and his speedy retreat confessed the invincible courage of the Romans."}