{"label": "spam", "to_address": "producttestpanel@flax9.uwaterloo.ca", "from_address": "eJobs <eJobs@approachlive.com>", "subject": "Book Travel in your Spare Time ", "body": " Respect applies always to persons only- not to things. The latter may arouse inclination, and if they are animals (e.g., horses, dogs, etc.), even love or fear, like the sea, a volcano, a beast of prey; but never respect. Something that comes nearer to this feeling is admiration, and this, as an affection, astonishment, can apply to things also, e.g., lofty mountains, the magnitude, number, and distance of the heavenly bodies, the strength and swiftness of many animals, etc. But all this is not respect. A man also may be an object to me of love, fear, or admiration, even to astonishment, and yet not be an object of respect. His jocose humour, his courage and strength, his power from the rank he has amongst others, may inspire me with sentiments of this kind, but still inner respect for him is wanting. Fontenelle says, \"I bow before a great man, but my mind does not bow.\" I would add, before an humble plain man, in whom I perceive uprightness of character in a higher degree than I am conscious of in myself,- my mind bows whether I choose it or not, and though I bear my head never so high that he may not forget my superior rank. Why is this? Because his example exhibits to me a law that humbles my self-conceit when I compare it with my conduct: a law, the practicability of obedience to which I see proved by fact before my eyes. Now, I may even be conscious of a like degree of uprightness, and yet the respect remains. For since in man all good is defective, the law made visible by an example still humbles my pride, my standard being furnished by a man whose imperfections, whatever they may be, are not known to me as my own are, and who therefore appears to me in a more favourable light. Respect is a tribute which we cannot refuse to merit, whether we will or not; we may indeed outwardly withhold it, but we cannot help feeling it inwardly."}