{"label": "spam", "to_address": "<mudle@speedy.uwaterloo.ca>", "from_address": "Canadian Doctor Hallie <mudle@speedy.uwaterloo.ca>", "subject": "RE: MedHelp 5638088", "body": " [8] The only addition, properly so called—and that only in the method of proof—which I have made in the present edition, consists of a new refutation of psychological _Idealism_, and a strict demonstration—the only one possible, as I believe—of the objective reality of external intuition. However harmless idealism may be considered—although in reality it is not so—in regard to the essential ends of metaphysics, it must still remain a scandal to philosophy and to the general human reason to be obliged to assume, as an article of mere belief, the existence of things external to ourselves (from which, yet, we derive the whole material of cognition for the internal sense), and not to be able to oppose a satisfactory proof to any one who may call it in question. As there is some obscurity of expression in the demonstration as it stands in the text, I propose to alter the passage in question as follows: “But this permanent cannot be an intuition in me. For all the determining grounds of my existence which can be found in me are representations and, as such, do themselves require a permanent, distinct from them, which may determine my existence in relation to their changes, that is, my existence in time, wherein they change.” It may, probably, be urged in opposition to this proof that, after all, I am only conscious immediately of that which is in me, that is, of my _representation_ of external things, and that, consequently, it must always remain uncertain whether anything corresponding to this representation does or does not exist externally to me. But I am conscious, through internal _experience_, of my _existence in time_ (consequently, also, of the determinability of the former in the latter), and that is more than the simple consciousness of my representation. It is, in fact, the same as the _empirical consciousness of my existence_, which can only be determined in relation to something, which, while connected with my existence, is _external to me_. This consciousness of my existence in time is, therefore, identical with the consciousness of a relation to something external to me, and it is, therefore, experience, not fiction, sense, not imagination, which inseparably connects the external with my internal sense. For the external sense is, in itself, the relation of intuition to something real, external to me; and the reality of this something, as opposed to the mere imagination of it, rests solely on its inseparable connection with internal experience as the condition of its possibility. If with the _intellectual consciousness_ of my existence, in the representation: _I am_, which accompanies all my judgements, and all the operations of my understanding, I could, at the same time, connect a determination of my existence by _intellectual intuition_, then the consciousness of a relation to something external to me would not be necessary. But the internal intuition in which alone my existence can be determined, though preceded by that purely intellectual consciousness, is itself sensible and attached to the condition of time. Hence this determination of my existence, and consequently my internal experience itself, must depend on something permanent which is not in me, which can be, therefore, only in something external to me, to which I must look upon myself as being related. Thus the reality of the external sense is necessarily connected with that of the internal, in order to the possibility of experience in general; that is, I am just as certainly conscious that there are things external to me related to my sense as I am that I myself exist as determined in time. But in order to ascertain to what given intuitions objects, external me, really correspond, in other words, what intuitions belong to the external sense and not to imagination, I must have recourse, in every particular case, to those rules according to which experience in general (even internal experience) is distinguished from imagination, and which are always based on the proposition that there really is an external experience.—We may add the remark that the representation of something _permanent_ in existence, is not the same thing as the _permanent representation;_ for a representation may be very variable and changing—as all our representations, even that of matter, are—and yet refer to something permanent, which must, therefore, be distinct from all my representations and external to me, the existence of which is necessarily included in the determination of my own existence, and with it constitutes _one_ experience—an experience which would not even be possible internally, if it were not also at the same time, in part, external. To the question _How?_ we are no more able to reply, than we are, in general, to think the stationary in time, the coexistence of which with the variable, produces the conception of change."}