{"label": "spam", "to_address": "mhln@mhlearningnetwork.com", "from_address": "Weight loss <aodiana@netcityhk.com>", "subject": "[Mhln] Appetite control for hours on end", "body": " I am sorry to remark the same tendency to misrepresentation and hypocrisy in the sphere of speculative discussion, where there is less temptation to restrain the free expression of thought. For what can be more prejudicial to the interests of intelligence than to falsify our real sentiments, to conceal the doubts which we feel in regard to our statements, or to maintain the validity of grounds of proof which we well know to be insufficient? So long as mere personal vanity is the source of these unworthy artifices—and this is generally the case in speculative discussions, which are mostly destitute of practical interest, and are incapable of complete demonstration—the vanity of the opposite party exaggerates as much on the other side; and thus the result is the same, although it is not brought about so soon as if the dispute had been conducted in a sincere and upright spirit. But where the mass entertains the notion that the aim of certain subtle speculators is nothing less than to shake the very foundations of public welfare and morality—it seems not only prudent, but even praise worthy, to maintain the good cause by illusory arguments, rather than to give to our supposed opponents the advantage of lowering our declarations to the moderate tone of a merely practical conviction, and of compelling us to confess our inability to attain to apodeictic certainty in speculative subjects. But we ought to reflect that there is nothing, in the world more fatal to the maintenance of a good cause than deceit, misrepresentation, and falsehood. That the strictest laws of honesty should be observed in the discussion of a purely speculative subject is the least requirement that can be made. If we could reckon with security even upon so little, the conflict of speculative reason regarding the important questions of God, immortality, and freedom, would have been either decided long ago, or would very soon be brought to a conclusion. But, in general, the uprightness of the defence stands in an inverse ratio to the goodness of the cause; and perhaps more honesty and fairness are shown by those who deny than by those who uphold these doctrines."}