{"label": "ham", "to_address": "\"Tim Bergsma\" <timb@metrumrg.com>", "from_address": "\"Christophe Pallier\" <christophe@pallier.org>", "subject": "Re: [R] test for nested factors", "body": " “Acanthians, the Lacedaemonians have sent out me and my army to make good the reason that we gave for the war when we began it, viz., that we were going to war with the Athenians in order to free Hellas. Our delay in coming has been caused by mistaken expectations as to the war at home, which led us to hope, by our own unassisted efforts and without your risking anything, to effect the speedy downfall of the Athenians; and you must not blame us for this, as we are now come the moment that we were able, prepared with your aid to do our best to subdue them. Meanwhile I am astonished at finding your gates shut against me, and at not meeting with a better welcome. We Lacedaemonians thought of you as allies eager to have us, to whom we should come in spirit even before we were with you in body; and in this expectation undertook all the risks of a march of many days through a strange country, so far did our zeal carry us. It will be a terrible thing if after this you have other intentions, and mean to stand in the way of your own and Hellenic freedom. It is not merely that you oppose me yourselves; but wherever I may go people will be less inclined to join me, on the score that you, to whom I first came—an important town like Acanthus, and prudent men like the Acanthians—refused to admit me. I shall have nothing to prove that the reason which I advance is the true one; it will be said either that there is something unfair in the freedom which I offer, or that I am in insufficient force and unable to protect you against an attack from Athens. Yet when I went with the army which I now have to the relief of Nisaea, the Athenians did not venture to engage me although in greater force than I; and it is not likely they will ever send across sea against you an army as numerous as they had at Nisaea. And for myself, I have come here not to hurt but to free the Hellenes, witness the solemn oaths by which I have bound my government that the allies that I may bring over shall be independent; and besides my object in coming is not by force or fraud to obtain your alliance, but to offer you mine to help you against your Athenian masters. I protest, therefore, against any suspicions of my intentions after the guarantees which I offer, and equally so against doubts of my ability to protect you, and I invite you to join me without hesitation."}