{"label": "spam", "to_address": "manager@flax9.uwaterloo.ca", "from_address": "\"Portland Groupedit\" <expected953@zombie.com>", "subject": "delays", "body": " Now, granting that reason stands in a causal relation to phenomena; can an action of reason be called free, when we know that, sensuously, in its empirical character, it is completely determined and absolutely necessary? But this empirical character is itself determined by the intelligible character. The latter we cannot cognize; we can only indicate it by means of phenomena, which enable us to have an immediate cognition only of the empirical character.[63] An action, then, in so far as it is to be ascribed to an intelligible cause, does not result from it in accordance with empirical laws. That is to say, not the conditions of pure reason, but only their effects in the internal sense, precede the act. Pure reason, as a purely intelligible faculty, is not subject to the conditions of time. The causality of reason in its intelligible character does not begin to be; it does not make its appearance at a certain time, for the purpose of producing an effect. If this were not the case, the causality of reason would be subservient to the natural law of phenomena, which determines them according to time, and as a series of causes and effects in time; it would consequently cease to be freedom and become a part of nature. We are therefore justified in saying: “If reason stands in a causal relation to phenomena, it is a faculty which originates the sensuous condition of an empirical series of effects.” For the condition, which resides in the reason, is non-sensuous, and therefore cannot be originated, or begin to be. And thus we find—what we could not discover in any empirical series—a condition of a successive series of events itself empirically unconditioned. For, in the present case, the condition stands out of and beyond the series of phenomena—it is intelligible, and it consequently cannot be subjected to any sensuous condition, or to any time-determination by a preceding cause."}