{"label": "spam", "to_address": "\"Elaastic\" <elaastic@flax9.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Mejia5899@kellychen.com>", "subject": "new vacancies in our company", "body": " David Hume, of whom we may say that he commenced the assault on the claims of pure reason, which made a thorough investigation of it necessary, argued thus: The notion of cause is a notion that involves the necessity of the connexion of the existence of different things (and that, in so far as they are different), so that, given A, I know that something quite distinct there from, namely B, must necessarily also exist. Now necessity can be attributed to a connection, only in so far as it is known a priori, for experience would only enable us to know of such a connection that it exists, not that it necessarily exists. Now, it is impossible, says he, to know a priori and as necessary the connection between one thing and another (or between one attribute and another quite distinct) when they have not been given in experience. Therefore the notion of a cause is fictitious and delusive and, to speak in the mildest way, is an illusion, only excusable inasmuch as the custom (a subjective necessity) of perceiving certain things, or their attributes as often associated in existence along with or in succession to one another, is insensibly taken for an objective necessity of supposing such a connection in the objects themselves; and thus the notion of a cause has been acquired surreptitiously and not legitimately; nay, it can never be so acquired or authenticated, since it demands a connection in itself vain, chimerical, and untenable in presence of reason, and to which no object can ever correspond. In this way was empiricism first introduced as the sole source of principles, as far as all knowledge of the existence of things is concerned (mathematics therefore remaining excepted); and with empiricism the most thorough scepticism, even with regard to the whole science of nature( as philosophy). For on such principles we can never conclude from given attributes of things as existing to a consequence (for this would require the notion of cause, which involves the necessity of such a connection); we can only, guided by imagination, expect similar cases- an expectation which is never certain, however often it has been fulfilled. Of no event could we say: a certain thing must have preceded it, on which it necessarily followed; that is, it must have a cause; and therefore, however frequent the cases we have known in which there was such an antecedent, so that a rule could be derived from them, yet we never could suppose it as always and necessarily so happening; we should, therefore, be obliged to leave its share to blind chance, with which all use of reason comes to an end; and this firmly establishes scepticism in reference to arguments ascending from effects to causes and makes it impregnable."}