{"label": "spam", "to_address": "refinance@flax24.uwaterloo.ca", "from_address": "\"Shanta\" <bfybvc@cavtel.com>", "subject": "", "body": " 4. Matter and Form. These two conceptions lie at the foundation of all other reflection, so inseparably are they connected with every mode of exercising the understanding. The former denotes the determinable in general, the second its determination, both in a transcendental sense, abstraction being made of every difference in that which is given, and of the mode in which it is determined. Logicians formerly termed the universal, matter, the specific difference of this or that part of the universal, form. In a judgement one may call the given conceptions logical matter (for the judgement), the relation of these to each other (by means of the copula), the form of the judgement. In an object, the composite parts thereof (essentialia) are the matter; the mode in which they are connected in the object, the form. In respect to things in general, unlimited reality was regarded as the matter of all possibility, the limitation thereof (negation) as the form, by which one thing is distinguished from another according to transcendental conceptions. The understanding demands that something be given (at least in the conception), in order to be able to determine it in a certain manner. Hence, in a conception of the pure understanding, the matter precedes the form, and for this reason Leibnitz first assumed the existence of things (monads) and of an internal power of representation in them, in order to found upon this their external relation and the community their state (that is, of their representations). Hence, with him, space and time were possible—the former through the relation of substances, the latter through the connection of their determinations with each other, as causes and effects. And so would it really be, if the pure understanding were capable of an immediate application to objects, and if space and time were determinations of things in themselves. But being merely sensuous intuitions, in which we determine all objects solely as phenomena, the form of intuition (as a subjective property of sensibility) must antecede all matter (sensations), consequently space and time must antecede all phenomena and all data of experience, and rather make experience itself possible. But the intellectual philosopher could not endure that the form should precede the things themselves and determine their possibility; an objection perfectly correct, if we assume that we intuite things as they are, although with confused representation. But as sensuous intuition is a peculiar subjective condition, which is à priori at the foundation of all perception, and the form of which is primitive, the form must be given per se, and so far from matter (or the things themselves which appear) lying at the foundation of experience (as we must conclude, if we judge by mere conceptions), the very possibility of itself presupposes, on the contrary, a given formal intuition (space and time)."}