{"label": "ham", "to_address": "love-hounds@gaffa.org", "from_address": "TTuerff@aol.com", "subject": "Re: [LH] Conclusion", "body": " 94 (return) [ Immanis enim natio, jam inde ab incunabulis primis varietate casuum imminuta; ita s¾pius adolescit, ut fuisse longis s¾culis ¾stimetur intacta. Ammianus, xxviii. 5. The Count de Buat (Hist. des Peuples de lÕEurope, tom. vi. p. 370) ascribes the fecundity of the Alemanni to their easy adoption of strangers. ÑÑNote: ÒThis explanation,Ó says Mr. Malthus, Òonly removes the difficulty a little farther off. It makes the earth rest upon the tortoise, but does not tell us on what the tortoise rests. We may still ask what northern reservoir supplied this incessant stream of daring adventurers. MontesquieuÕs solution of the problem will, I think, hardly be admitted, (Grandeur et DŽcadence des Romains, c. 16, p. 187.) * * * The whole difficulty, however, is at once removed, if we apply to the German nations, at that time, a fact which is so generally known to have occurred in America, and suppose that, when not checked by wars and famine, they increased at a rate that would double their numbers in twenty-five or thirty years. The propriety, and even the necessity, of applying this rate of increase to the inhabitants of ancient Germany, will strikingly appear from that most valuable picture of their manners which has been left us by Tacitus, (Tac. de Mor. Germ. 16 to 20.) * * * With these manners, and a habit of enterprise and emigration, which would naturally remove all fears about providing for a family, it is difficult to conceive a society with a stronger principle of increase in it, and we see at once that prolific source of armies and colonies against which the force of the Roman empire so long struggled with difficulty, and under which it ultimately sunk. It is not probable that, for two periods together, or even for one, the population within the confines of Germany ever doubled itself in twenty-five years. Their perpetual wars, the rude state of agriculture, and particularly the very strange custom adopted by most of the tribes of marking their barriers by extensive deserts, would prevent any very great actual increase of numbers. At no one period could the country be called well peopled, though it was often redundant in population. * * * Instead of clearing their forests, draining their swamps, and rendering their soil fit to support an extended population, they found it more congenial to their martial habits and impatient dispositions to go in quest of food, of plunder, or of glory, into other countries.Ó Malthus on Population, i. p. 128.ÑG.]"}