{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #39197] [RESOLVED] [CAGE] lib/Parrot/Test.pm ignores core dumps", "body": " The situation of Spain, separated, on all sides, from the enemies of Rome, by the sea, by the mountains, and by intermediate provinces, had secured the long tranquillity of that remote and sequestered country; and we may observe, as a sure symptom of domestic happiness, that, in a period of four hundred years, Spain furnished very few materials to the history of the Roman empire. The footsteps of the Barbarians, who, in the reign of Gallienus, had penetrated beyond the Pyrenees, were soon obliterated by the return of peace; and in the fourth century of the Christian era, the cities of Emerita, or Merida, of Corduba, Seville, Bracara, and Tarragona, were numbered with the most illustrious of the Roman world. The various plenty of the animal, the vegetable, and the mineral kingdoms, was improved and manufactured by the skill of an industrious people; and the peculiar advantages of naval stores contributed to support an extensive and profitable trade. 155 The arts and sciences flourished under the protection of the emperors; and if the character of the Spaniards was enfeebled by peace and servitude, the hostile approach of the Germans, who had spread terror and desolation from the Rhine to the Pyrenees, seemed to rekindle some sparks of military ardor. As long as the defence of the mountains was intrusted to the hardy and faithful militia of the country, they successfully repelled the frequent attempts of the Barbarians. But no sooner had the national troops been compelled to resign their post to the Honorian bands, in the service of Constantine, than the gates of Spain were treacherously betrayed to the public enemy, about ten months before the sack of Rome by the Goths. 156 The consciousness of guilt, and the thirst of rapine, prompted the mercenary guards of the Pyrenees to desert their station; to invite the arms of the Suevi, the Vandals, and the Alani; and to swell the torrent which was poured with irresistible violence from the frontiers of Gaul to the sea of Africa. The misfortunes of Spain may be described in the language of its most eloquent historian, who has concisely expressed the passionate, and perhaps exaggerated, declamations of contemporary writers. 157 “The irruption of these nations was followed by the most dreadful calamities; as the Barbarians exercised their indiscriminate cruelty on the fortunes of the Romans and the Spaniards, and ravaged with equal fury the cities and the open country. The progress of famine reduced the miserable inhabitants to feed on the flesh of their fellow-creatures; and even the wild beasts, who multiplied, without control, in the desert, were exasperated, by the taste of blood, and the impatience of hunger, boldly to attack and devour their human prey. Pestilence soon appeared, the inseparable companion of famine; a large proportion of the people was swept away; and the groans of the dying excited only the envy of their surviving friends. At length the Barbarians, satiated with carnage and rapine, and afflicted by the contagious evils which they themselves had introduced, fixed their permanent seats in the depopulated country. The ancient Gallicia, whose limits included the kingdom of Old Castille, was divided between the Suevi and the Vandals; the Alani were scattered over the provinces of Carthagena and Lusitania, from the Mediterranean to the Atlantic Ocean; and the fruitful territory of Boetica was allotted to the Silingi, another branch of the Vandalic nation. After regulating this partition, the conquerors contracted with their new subjects some reciprocal engagements of protection and obedience: the lands were again cultivated; and the towns and villages were again occupied by a captive people. The greatest part of the Spaniards was even disposed to prefer this new condition of poverty and barbarism, to the severe oppressions of the Roman government; yet there were many who still asserted their native freedom; and who refused, more especially in the mountains of Gallicia, to submit to the Barbarian yoke.” 158"}