{"label": "ham", "to_address": "Andreas Schneider <mail@cynapses.org>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: [Patch] Make the days before the password expiry warning appears\n configurable", "body": " When a public quarrel is envenomed by private injuries, a blow that is not mortal or decisive can be productive only of a short truce, which allows the unsuccessful combatant to sharpen his arms for a new encounter. The strength of Alboin had been found unequal to the gratification of his love, ambition, and revenge: he condescended to implore the formidable aid of the chagan; and the arguments that he employed are expressive of the art and policy of the Barbarians. In the attack of the Gepidae, he had been prompted by the just desire of extirpating a people whom their alliance with the Roman empire had rendered the common enemies of the nations, and the personal adversaries of the chagan. If the forces of the Avars and the Lombards should unite in this glorious quarrel, the victory was secure, and the reward inestimable: the Danube, the Hebrus, Italy, and Constantinople, would be exposed, without a barrier, to their invincible arms. But, if they hesitated or delayed to prevent the malice of the Romans, the same spirit which had insulted would pursue the Avars to the extremity of the earth. These specious reasons were heard by the chagan with coldness and disdain: he detained the Lombard ambassadors in his camp, protracted the negotiation, and by turns alleged his want of inclination, or his want of ability, to undertake this important enterprise. At length he signified the ultimate price of his alliance, that the Lombards should immediately present him with a tithe of their cattle; that the spoils and captives should be equally divided; but that the lands of the Gepidae should become the sole patrimony of the Avars. Such hard conditions were eagerly accepted by the passions of Alboin; and, as the Romans were dissatisfied with the ingratitude and perfidy of the Gepidae, Justin abandoned that incorrigible people to their fate, and remained the tranquil spectator of this unequal conflict. The despair of Cunimund was active and dangerous. He was informed that the Avars had entered his confines; but, on the strong assurance that, after the defeat of the Lombards, these foreign invaders would easily be repelled, he rushed forwards to encounter the implacable enemy of his name and family. But the courage of the Gepidae could secure them no more than an honorable death. The bravest of the nation fell in the field of battle; the king of the Lombards contemplated with delight the head of Cunimund; and his skull was fashioned into a cup to satiate the hatred of the conqueror, or, perhaps, to comply with the savage custom of his country. 10 After this victory, no further obstacle could impede the progress of the confederates, and they faithfully executed the terms of their agreement. 11 The fair countries of Walachia, Moldavia, Transylvania, and the other parts of Hungary beyond the Danube, were occupied, without resistance, by a new colony of Scythians; and the Dacian empire of the chagans subsisted with splendor above two hundred and thirty years. The nation of the Gepidae was dissolved; but, in the distribution of the captives, the slaves of the Avars were less fortunate than the companions of the Lombards, whose generosity adopted a valiant foe, and whose freedom was incompatible with cool and deliberate tyranny. One moiety of the spoil introduced into the camp of Alboin more wealth than a Barbarian could readily compute. The fair Rosamond was persuaded, or compelled, to acknowledge the rights of her victorious lover; and the daughter of Cunimund appeared to forgive those crimes which might be imputed to her own irresistible charms."}