{"label": "ham", "to_address": "\"Juan Pablo Lewinger\" <lewinger@usc.edu>", "from_address": "\"hadley wickham\" <h.wickham@gmail.com>", "subject": "Re: [R] Controlling text and strip arrangement in xyplot", "body": " Now when the spirits which were in the meadow had tarried seven days, on the eighth they were obliged to proceed on their journey, and, on the fourth day after, he said that they came to a place where they could see from above a line of light, straight as a column, extending right through the whole heaven and through the earth, in colour resembling the rainbow, only brighter and purer; another day’s journey brought them to the place, and there, in the midst of the light, they saw the ends of the chains of heaven let down from above: for this light is the belt of heaven, and holds together the circle of the universe, like the under-girders of a trireme. From these ends is extended the spindle of Necessity, on which all the revolutions turn. The shaft and hook of this spindle are made of steel, and the whorl is made partly of steel and also partly of other materials. Now the whorl is in form like the whorl used on earth; and the description of it implied that there is one large hollow whorl which is quite scooped out, and into this is fitted another lesser one, and another, and another, and four others, making eight in all, like vessels which fit into one another; the whorls show their edges on the upper side, and on their lower side all together form one continuous whorl. This is pierced by the spindle, which is driven home through the centre of the eighth. The first and outermost whorl has the rim broadest, and the seven inner whorls are narrower, in the following proportions—the sixth is next to the first in size, the fourth next to the sixth; then comes the eighth; the seventh is fifth, the fifth is sixth, the third is seventh, last and eighth comes the second. The largest (or fixed stars) is spangled, and the seventh (or sun) is brightest; the eighth (or moon) coloured by the reflected light of the seventh; the second and fifth (Saturn and Mercury) are in colour like one another, and yellower than the preceding; the third (Venus) has the whitest light; the fourth (Mars) is reddish; the sixth (Jupiter) is in whiteness second. Now the whole spindle has the same motion; but, as the whole revolves in one direction, the seven inner circles move slowly in the other, and of these the swiftest is the eighth; next in swiftness are the seventh, sixth, and fifth, which move together; third in swiftness appeared to move according to the law of this reversed motion the fourth; the third appeared fourth and the second fifth. The spindle turns on the knees of Necessity; and on the upper surface of each circle is a siren, who goes round with them, hymning a single tone or note. The eight together form one harmony; and round about, at equal intervals, there is another band, three in number, each sitting upon her throne: these are the Fates, daughters of Necessity, who are clothed in white robes and have chaplets upon their heads, Lachesis and Clotho and Atropos, who accompany with their voices the harmony of the sirens—Lachesis singing of the past, Clotho of the present, Atropos of the future; Clotho from time to time assisting with a touch of her right hand the revolution of the outer circle of the whorl or spindle, and Atropos with her left hand touching and guiding the inner ones, and Lachesis laying hold of either in turn, first with one hand and then with the other."}