{"label": "ham", "to_address": "love-hounds@gaffa.org", "from_address": "\"Will Vigar\" <giant.squid@virgin.net>", "subject": "Re: [LH] check this out", "body": " It is impossible to fill the dark interval of time, which elapsed, after the Huns of the Volga were lost in the eyes of the Chinese, and before they showed themselves to those of the Romans. There is some reason, however, to apprehend, that the same force which had driven them from their native seats, still continued to impel their march towards the frontiers of Europe. The power of the Sienpi, their implacable enemies, which extended above three thousand miles from East to West, 52 must have gradually oppressed them by the weight and terror of a formidable neighborhood; and the flight of the tribes of Scythia would inevitably tend to increase the strength or to contract the territories, of the Huns. The harsh and obscure appellations of those tribes would offend the ear, without informing the understanding, of the reader; but I cannot suppress the very natural suspicion, _that_ the Huns of the North derived a considerable reenforcement from the ruin of the dynasty of the South, which, in the course of the third century, submitted to the dominion of China; _that_ the bravest warriors marched away in search of their free and adventurous countrymen; _and_ that, as they had been divided by prosperity, they were easily reunited by the common hardships of their adverse fortune. 53 The Huns, with their flocks and herds, their wives and children, their dependents and allies, were transported to the west of the Volga, and they boldly advanced to invade the country of the Alani, a pastoral people, who occupied, or wasted, an extensive tract of the deserts of Scythia. The plains between the Volga and the Tanais were covered with the tents of the Alani, but their name and manners were diffused over the wide extent of their conquests; and the painted tribes of the Agathyrsi and Geloni were confounded among their vassals. Towards the North, they penetrated into the frozen regions of Siberia, among the savages who were accustomed, in their rage or hunger, to the taste of human flesh; and their Southern inroads were pushed as far as the confines of Persia and India. The mixture of Samartic and German blood had contributed to improve the features of the Alani, 5311 to whiten their swarthy complexions, and to tinge their hair with a yellowish cast, which is seldom found in the Tartar race. They were less deformed in their persons, less brutish in their manners, than the Huns; but they did not yield to those formidable Barbarians in their martial and independent spirit; in the love of freedom, which rejected even the use of domestic slaves; and in the love of arms, which considered war and rapine as the pleasure and the glory of mankind. A naked cimeter, fixed in the ground, was the only object of their religious worship; the scalps of their enemies formed the costly trappings of their horses; and they viewed, with pity and contempt, the pusillanimous warriors, who patiently expected the infirmities of age, and the tortures of lingering disease. 54 On the banks of the Tanais, the military power of the Huns and the Alani encountered each other with equal valor, but with unequal success. The Huns prevailed in the bloody contest; the king of the Alani was slain; and the remains of the vanquished nation were dispersed by the ordinary alternative of flight or submission. 55 A colony of exiles found a secure refuge in the mountains of Caucasus, between the Euxine and the Caspian, where they still preserve their name and their independence. Another colony advanced, with more intrepid courage, towards the shores of the Baltic; associated themselves with the Northern tribes of Germany; and shared the spoil of the Roman provinces of Gaul and Spain. But the greatest part of the nation of the Alani embraced the offers of an honorable and advantageous union; and the Huns, who esteemed the valor of their less fortunate enemies, proceeded, with an increase of numbers and confidence, to invade the limits of the Gothic empire."}