{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Alexander Peterson\" <furbearers.org@rainydaymoney.com>", "subject": "She will love you more than any other guy", "body": " From all that has been said, there results the idea of a particular science, which may be called the Critique of Pure Reason. For reason is the faculty which furnishes us with the principles of knowledge à priori. Hence, pure reason is the faculty which contains the principles of cognizing anything absolutely à priori. An organon of pure reason would be a compendium of those principles according to which alone all pure cognitions à priori can be obtained. The completely extended application of such an organon would afford us a system of pure reason. As this, however, is demanding a great deal, and it is yet doubtful whether any extension of our knowledge be here possible, or, if so, in what cases; we can regard a science of the mere criticism of pure reason, its sources and limits, as the propædeutic to a system of pure reason. Such a science must not be called a doctrine, but only a critique of pure reason; and its use, in regard to speculation, would be only negative, not to enlarge the bounds of, but to purify, our reason, and to shield it against error—which alone is no little gain. I apply the term transcendental to all knowledge which is not so much occupied with objects as with the mode of our cognition of these objects, so far as this mode of cognition is possible à priori. A system of such conceptions would be called transcendental philosophy. But this, again, is still beyond the bounds of our present essay. For as such a science must contain a complete exposition not only of our synthetical à priori, but of our analytical à priori knowledge, it is of too wide a range for our present purpose, because we do not require to carry our analysis any farther than is necessary to understand, in their full extent, the principles of synthesis à priori, with which alone we have to do. This investigation, which we cannot properly call a doctrine, but only a transcendental critique, because it aims not at the enlargement, but at the correction and guidance, of our knowledge, and is to serve as a touchstone of the worth or worthlessness of all knowledge à priori, is the sole object of our present essay. Such a critique is consequently, as far as possible, a preparation for an organon; and if this new organon should be found to fail, at least for a canon of pure reason, according to which the complete system of the philosophy of pure reason, whether it extend or limit the bounds of that reason, might one day be set forth both analytically and synthetically. For that this is possible, nay, that such a system is not of so great extent as to preclude the hope of its ever being completed, is evident. For we have not here to do with the nature of outward objects, which is infinite, but solely with the mind, which judges of the nature of objects, and, again, with the mind only in respect of its cognition à priori. And the object of our investigations, as it is not to be sought without, but, altogether within, ourselves, cannot remain concealed, and in all probability is limited enough to be completely surveyed and fairly estimated, according to its worth or worthlessness. Still less let the reader here expect a critique of books and systems of pure reason; our present object is exclusively a critique of the faculty of pure reason itself. Only when we make this critique our foundation, do we possess a pure touchstone for estimating the philosophical value of ancient and modern writings on this subject; and without this criterion, the incompetent historian or judge decides upon and corrects the groundless assertions of others with his own, which have themselves just as little foundation."}