{"label": "ham", "to_address": "elyakhlifi mustapha <elyakhlifi_mustapha@yahoo.fr>", "from_address": "Peter Dalgaard <P.Dalgaard@biostat.ku.dk>", "subject": "Re: [R] about lex/yacc", "body": " As the price of his disgraceful concessions, the emperor might perhaps have stipulated, that the camp of the hungry Romans should be plentifully supplied; 116 and that they should be permitted to pass the Tigris on the bridge which was constructed by the hands of the Persians. But, if Jovian presumed to solicit those equitable terms, they were sternly refused by the haughty tyrant of the East, whose clemency had pardoned the invaders of his country. The Saracens sometimes intercepted the stragglers of the march; but the generals and troops of Sapor respected the cessation of arms; and Jovian was suffered to explore the most convenient place for the passage of the river. The small vessels, which had been saved from the conflagration of the fleet, performed the most essential service. They first conveyed the emperor and his favorites; and afterwards transported, in many successive voyages, a great part of the army. But, as every man was anxious for his personal safety, and apprehensive of being left on the hostile shore, the soldiers, who were too impatient to wait the slow returns of the boats, boldly ventured themselves on light hurdles, or inflated skins; and, drawing after them their horses, attempted, with various success, to swim across the river. Many of these daring adventurers were swallowed by the waves; many others, who were carried along by the violence of the stream, fell an easy prey to the avarice or cruelty of the wild Arabs: and the loss which the army sustained in the passage of the Tigris, was not inferior to the carnage of a day of battle. As soon as the Romans were landed on the western bank, they were delivered from the hostile pursuit of the Barbarians; but, in a laborious march of two hundred miles over the plains of Mesopotamia, they endured the last extremities of thirst and hunger. They were obliged to traverse the sandy desert, which, in the extent of seventy miles, did not afford a single blade of sweet grass, nor a single spring of fresh water; and the rest of the inhospitable waste was untrod by the footsteps either of friends or enemies. Whenever a small measure of flour could be discovered in the camp, twenty pounds weight were greedily purchased with ten pieces of gold: 117 the beasts of burden were slaughtered and devoured; and the desert was strewed with the arms and baggage of the Roman soldiers, whose tattered garments and meagre countenances displayed their past sufferings and actual misery. A small convoy of provisions advanced to meet the army as far as the castle of Ur; and the supply was the more grateful, since it declared the fidelity of Sebastian and Procopius. At Thilsaphata, 118 the emperor most graciously received the generals of Mesopotamia; and the remains of a once flourishing army at length reposed themselves under the walls of Nisibis. The messengers of Jovian had already proclaimed, in the language of flattery, his election, his treaty, and his return; and the new prince had taken the most effectual measures to secure the allegiance of the armies and provinces of Europe, by placing the military command in the hands of those officers, who, from motives of interest, or inclination, would firmly support the cause of their benefactor. 119"}