{"label": "ham", "to_address": "parrot ML <perl6-internals@perl.org>", "from_address": "Mike Mattie <codermattie@gmail.com>", "subject": "[RFC] extension guessing, functionally better loader behavior ->\n working install target", "body": " The poet, whose flattery has ascribed to the Roman eagle the victories of Pollentia and Verona, pursues the hasty retreat of Alaric, from the confines of Italy, with a horrid train of imaginary spectres, such as might hover over an army of Barbarians, which was almost exterminated by war, famine, and disease. 100 In the course of this unfortunate expedition, the king of the Goths must indeed have sustained a considerable loss; and his harassed forces required an interval of repose, to recruit their numbers and revive their confidence. Adversity had exercised and displayed the genius of Alaric; and the fame of his valor invited to the Gothic standard the bravest of the Barbarian warriors; who, from the Euxine to the Rhine, were agitated by the desire of rapine and conquest. He had deserved the esteem, and he soon accepted the friendship, of Stilicho himself. Renouncing the service of the emperor of the East, Alaric concluded, with the court of Ravenna, a treaty of peace and alliance, by which he was declared master-general of the Roman armies throughout the præfecture of Illyricum; as it was claimed, according to the true and ancient limits, by the minister of Honorius. 101 The execution of the ambitious design, which was either stipulated, or implied, in the articles of the treaty, appears to have been suspended by the formidable irruption of Radagaisus; and the neutrality of the Gothic king may perhaps be compared to the indifference of Caesar, who, in the conspiracy of Catiline, refused either to assist, or to oppose, the enemy of the republic. After the defeat of the Vandals, Stilicho resumed his pretensions to the provinces of the East; appointed civil magistrates for the administration of justice, and of the finances; and declared his impatience to lead to the gates of Constantinople the united armies of the Romans and of the Goths. The prudence, however, of Stilicho, his aversion to civil war, and his perfect knowledge of the weakness of the state, may countenance the suspicion, that domestic peace, rather than foreign conquest, was the object of his policy; and that his principal care was to employ the forces of Alaric at a distance from Italy. This design could not long escape the penetration of the Gothic king, who continued to hold a doubtful, and perhaps a treacherous, correspondence with the rival courts; who protracted, like a dissatisfied mercenary, his languid operations in Thessaly and Epirus, and who soon returned to claim the extravagant reward of his ineffectual services. From his camp near Aemona, 102 on the confines of Italy, he transmitted to the emperor of the West a long account of promises, of expenses, and of demands; called for immediate satisfaction, and clearly intimated the consequences of a refusal. Yet if his conduct was hostile, his language was decent and dutiful. He humbly professed himself the friend of Stilicho, and the soldier of Honorius; offered his person and his troops to march, without delay, against the usurper of Gaul; and solicited, as a permanent retreat for the Gothic nation, the possession of some vacant province of the Western empire."}