{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"achak\" <achak@bl-pegson.com>", "subject": "paternal tripod", "body": " 62. It might reasonably be expected in questions which have been canvassed and disputed with great eagerness, since the first origin of science and philosophy, that the meaning of all the terms, at least, should have been agreed upon among the disputants; and our enquiries, in the course of two thousand years, been able to pass from words to the true and real subject of the controversy. For how easy may it seem to give exact definitions of the terms employed in reasoning, and make these definitions, not the mere sound of words, the object of future scrutiny and examination? But if we consider the matter more narrowly, we shall be apt to draw a quite opposite conclusion. From this circumstance alone, that a controversy has been long kept on foot, and remains still undecided, we may presume that there is some ambiguity in the expression, and that the disputants affix different ideas to the terms employed in the controversy. For as the faculties of the mind are supposed to be naturally alike in every individual; otherwise nothing could be more fruitless than to reason or dispute together; it were impossible, if men affix the same ideas to their terms, that they could so long form different opinions of the same subject; especially when they communicate their views, and each party turn themselves on all sides, in search of arguments which may give them the victory over their antagonists. It is true, if men attempt the discussion of questions which lie entirely beyond the reach of human capacity, such as those concerning the origin of worlds, or the economy of the intellectual system or region of spirits, they may long beat the air in their fruitless contests, and never arrive at any determinate conclusion. But if the question regard any subject of common life and experience, nothing, one would think, could preserve the dispute so long undecided but some ambiguous expressions, which keep the antagonists still at a distance, and hinder them from grappling with each other."}