{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " Of the Polish and Hungarian diets, a religious war was the unanimous cry; and Ladislaus, after passing the Danube, led an army of his confederate subjects as far as Sophia, the capital of the Bulgarian kingdom. In this expedition they obtained two signal victories, which were justly ascribed to the valor and conduct of Huniades. In the first, with a vanguard of ten thousand men, he surprised the Turkish camp; in the second, he vanquished and made prisoner the most renowned of their generals, who possessed the double advantage of ground and numbers. The approach of winter, and the natural and artificial obstacles of Mount Hæmus, arrested the progress of the hero, who measured a narrow interval of six days’ march from the foot of the mountains to the hostile towers of Adrianople, and the friendly capital of the Greek empire. The retreat was undisturbed; and the entrance into Buda was at once a military and religious triumph. An ecclesiastical procession was followed by the king and his warriors on foot: he nicely balanced the merits and rewards of the two nations; and the pride of conquest was blended with the humble temper of Christianity. Thirteen bashaws, nine standards, and four thousand captives, were unquestionable trophies; and as all were willing to believe, and none were present to contradict, the crusaders multiplied, with unblushing confidence, the myriads of Turks whom they had left on the field of battle. 22 The most solid proof, and the most salutary consequence, of victory, was a deputation from the divan to solicit peace, to restore Servia, to ransom the prisoners, and to evacuate the Hungarian frontier. By this treaty, the rational objects of the war were obtained: the king, the despot, and Huniades himself, in the diet of Segedin, were satisfied with public and private emolument; a truce of ten years was concluded; and the followers of Jesus and Mahomet, who swore on the Gospel and the Koran, attested the word of God as the guardian of truth and the avenger of perfidy. In the place of the Gospel, the Turkish ministers had proposed to substitute the Eucharist, the real presence of the Catholic deity; but the Christians refused to profane their holy mysteries; and a superstitious conscience is less forcibly bound by the spiritual energy, than by the outward and visible symbols of an oath. 23"}