{"label": "spam", "to_address": "jewellaqdokgdvtbj@flax24.uwaterloo.ca", "from_address": "\"chautreuse Groosman\" <Groosmanfkq@DESOTOSYSTEMS.COM>", "subject": "author", "body": " A passing remark is all that needs be given to the ignorant blunder of supposing that those who stand up for utility as the test of right and wrong, use the term in that restricted and merely colloquial sense in which utility is opposed to pleasure. An apology is due to the philosophical opponents of utilitarianism, for even the momentary appearance of confounding them with any one capable of so absurd a misconception; which is the more extraordinary, inasmuch as the contrary accusation, of referring everything to pleasure, and that too in its grossest form, is another of the common charges against utilitarianism: and, as has been pointedly remarked by an able writer, the same sort of persons, and often the very same persons, denounce the theory \"as impracticably dry when the word utility precedes the word pleasure, and as too practicably voluptuous when the word pleasure precedes the word utility.\" Those who know anything about the matter are aware that every writer, from Epicurus to Bentham, who maintained the theory of utility, meant by it, not something to be contradistinguished from pleasure, but pleasure itself, together with exemption from pain; and instead of opposing the useful to the agreeable or the ornamental, have always declared that the useful means these, among other things. Yet the common herd, including the herd of writers, not only in newspapers and periodicals, but in books of weight and pretension, are perpetually falling into this shallow mistake. Having caught up the word utilitarian, while knowing nothing whatever about it but its sound, they habitually express by it the rejection, or the neglect, of pleasure in some of its forms; of beauty, of ornament, or of amusement. Nor is the term thus ignorantly misapplied solely in disparagement, but occasionally in compliment; as though it implied superiority to frivolity and the mere pleasures of the moment. And this perverted use is the only one in which the word is popularly known, and the one from which the new generation are acquiring their sole notion of its meaning. Those who introduced the word, but who had for many years discontinued it as a distinctive appellation, may well feel themselves called upon to resume it, if by doing so they can hope to contribute anything towards rescuing it from this utter degradation.[A]"}