{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"S Ellison\" <S.Ellison@lgc.co.uk>", "subject": "Re: [R] A More efficient method?", "body": " The character of the civil and military officers, on whom Rufinus had devolved the government of Greece, confirmed the public suspicion, that he had betrayed the ancient seat of freedom and learning to the Gothic invader. The proconsul Antiochus was the unworthy son of a respectable father; and Gerontius, who commanded the provincial troops, was much better qualified to execute the oppressive orders of a tyrant, than to defend, with courage and ability, a country most remarkably fortified by the hand of nature. Alaric had traversed, without resistance, the plains of Macedonia and Thessaly, as far as the foot of Mount Oeta, a steep and woody range of hills, almost impervious to his cavalry. They stretched from east to west, to the edge of the sea-shore; and left, between the precipice and the Malian Gulf, an interval of three hundred feet, which, in some places, was contracted to a road capable of admitting only a single carriage. 6 In this narrow pass of Thermopylae, where Leonidas and the three hundred Spartans had gloriously devoted their lives, the Goths might have been stopped, or destroyed, by a skilful general; and perhaps the view of that sacred spot might have kindled some sparks of military ardor in the breasts of the degenerate Greeks. The troops which had been posted to defend the Straits of Thermopylae, retired, as they were directed, without attempting to disturb the secure and rapid passage of Alaric; 7 and the fertile fields of Phocis and Boeotia were instantly covered by a deluge of Barbarians who massacred the males of an age to bear arms, and drove away the beautiful females, with the spoil and cattle of the flaming villages. The travellers, who visited Greece several years afterwards, could easily discover the deep and bloody traces of the march of the Goths; and Thebes was less indebted for her preservation to the strength of her seven gates, than to the eager haste of Alaric, who advanced to occupy the city of Athens, and the important harbor of the Piraeus. The same impatience urged him to prevent the delay and danger of a siege, by the offer of a capitulation; and as soon as the Athenians heard the voice of the Gothic herald, they were easily persuaded to deliver the greatest part of their wealth, as the ransom of the city of Minerva and its inhabitants. The treaty was ratified by solemn oaths, and observed with mutual fidelity. The Gothic prince, with a small and select train, was admitted within the walls; he indulged himself in the refreshment of the bath, accepted a splendid banquet, which was provided by the magistrate, and affected to show that he was not ignorant of the manners of civilized nations. 8 But the whole territory of Attica, from the promontory of Sunium to the town of Megara, was blasted by his baleful presence; and, if we may use the comparison of a contemporary philosopher, Athens itself resembled the bleeding and empty skin of a slaughtered victim. The distance between Megara and Corinth could not much exceed thirty miles; but the bad road, an expressive name, which it still bears among the Greeks, was, or might easily have been made, impassable for the march of an enemy. The thick and gloomy woods of Mount Cithaeron covered the inland country; the Scironian rocks approached the water’s edge, and hung over the narrow and winding path, which was confined above six miles along the sea-shore. 9 The passage of those rocks, so infamous in every age, was terminated by the Isthmus of Corinth; and a small a body of firm and intrepid soldiers might have successfully defended a temporary intrenchment of five or six miles from the Ionian to the Aegean Sea. The confidence of the cities of Peloponnesus in their natural rampart, had tempted them to neglect the care of their antique walls; and the avarice of the Roman governors had exhausted and betrayed the unhappy province. 10 Corinth, Argos, Sparta, yielded without resistance to the arms of the Goths; and the most fortunate of the inhabitants were saved, by death, from beholding the slavery of their families and the conflagration of their cities. 11 The vases and statues were distributed among the Barbarians, with more regard to the value of the materials, than to the elegance of the workmanship; the female captives submitted to the laws of war; the enjoyment of beauty was the reward of valor; and the Greeks could not reasonably complain of an abuse which was justified by the example of the heroic times. 12 The descendants of that extraordinary people, who had considered valor and discipline as the walls of Sparta, no longer remembered the generous reply of their ancestors to an invader more formidable than Alaric. “If thou art a god, thou wilt not hurt those who have never injured thee; if thou art a man, advance:—and thou wilt find men equal to thyself.” 13 From Thermopylae to Sparta, the leader of the Goths pursued his victorious march without encountering any mortal antagonists: but one of the advocates of expiring Paganism has confidently asserted, that the walls of Athens were guarded by the goddess Minerva, with her formidable Aegis, and by the angry phantom of Achilles; 14 and that the conqueror was dismayed by the presence of the hostile deities of Greece. In an age of miracles, it would perhaps be unjust to dispute the claim of the historian Zosimus to the common benefit: yet it cannot be dissembled, that the mind of Alaric was ill prepared to receive, either in sleeping or waking visions, the impressions of Greek superstition. The songs of Homer, and the fame of Achilles, had probably never reached the ear of the illiterate Barbarian; and the Christian faith, which he had devoutly embraced, taught him to despise the imaginary deities of Rome and Athens. The invasion of the Goths, instead of vindicating the honor, contributed, at least accidentally, to extirpate the last remains of Paganism: and the mysteries of Ceres, which had subsisted eighteen hundred years, did not survive the destruction of Eleusis, and the calamities of Greece. 15"}