{"label": "spam", "to_address": "<mack@flax9.uwaterloo.ca>", "from_address": "\"Cleo Taylor\" <lwxsa@bog-art.com>", "subject": "Re:", "body": " 'What then is Love?' I asked; 'Is he mortal?' 'No.' 'What then?' 'As in the former instance, he is neither mortal nor immortal, but in a mean between the two.' 'What is he, Diotima?' 'He is a great spirit (daimon), and like all spirits he is intermediate between the divine and the mortal.' 'And what,' I said, 'is his power?' 'He interprets,' she replied, 'between gods and men, conveying and taking across to the gods the prayers and sacrifices of men, and to men the commands and replies of the gods; he is the mediator who spans the chasm which divides them, and therefore in him all is bound together, and through him the arts of the prophet and the priest, their sacrifices and mysteries and charms, and all prophecy and incantation, find their way. For God mingles not with man; but through Love all the intercourse and converse of God with man, whether awake or asleep, is carried on. The wisdom which understands this is spiritual; all other wisdom, such as that of arts and handicrafts, is mean and vulgar. Now these spirits or intermediate powers are many and diverse, and one of them is Love.' 'And who,' I said, 'was his father, and who his mother?' 'The tale,' she said, 'will take time; nevertheless I will tell you. On the birthday of Aphrodite there was a feast of the gods, at which the god Poros or Plenty, who is the son of Metis or Discretion, was one of the guests. When the feast was over, Penia or Poverty, as the manner is on such occasions, came about the doors to beg. Now Plenty who was the worse for nectar (there was no wine in those days), went into the garden of Zeus and fell into a heavy sleep, and Poverty considering her own straitened circumstances, plotted to have a child by him, and accordingly she lay down at his side and conceived Love, who partly because he is naturally a lover of the beautiful, and because Aphrodite is herself beautiful, and also because he was born on her birthday, is her follower and attendant. And as his parentage is, so also are his fortunes. In the first place he is always poor, and anything but tender and fair, as the many imagine him; and he is rough and squalid, and has no shoes, nor a house to dwell in; on the bare earth exposed he lies under the open heaven, in the streets, or at the doors of houses, taking his rest; and like his mother he is always in distress. Like his father too, whom he also partly resembles, he is always plotting against the fair and good; he is bold, enterprising, strong, a mighty hunter, always weaving some intrigue or other, keen in the pursuit of wisdom, fertile in resources; a philosopher at all times, terrible as an enchanter, sorcerer, sophist. He is by nature neither mortal nor immortal, but alive and flourishing at one moment when he is in plenty, and dead at another moment, and again alive by reason of his father's nature. But that which is always flowing in is always flowing out, and so he is never in want and never in wealth; and, further, he is in a mean between ignorance and knowledge. The truth of the matter is this: No god is a philosopher or seeker after wisdom, for he is wise already; nor does any man who is wise seek after wisdom. Neither do the ignorant seek after wisdom. For herein is the evil of ignorance, that he who is neither good nor wise is nevertheless satisfied with himself: he has no desire for that of which he feels no want.' 'But who then, Diotima,' I said, 'are the lovers of wisdom, if they are neither the wise nor the foolish?' 'A child may answer that question,' she replied; 'they are those who are in a mean between the two; Love is one of them. For wisdom is a most beautiful thing, and Love is of the beautiful; and therefore Love is also a philosopher or lover of wisdom, and being a lover of wisdom is in a mean between the wise and the ignorant. And of this too his birth is the cause; for his father is wealthy and wise, and his mother poor and foolish. Such, my dear Socrates, is the nature of the spirit Love. The error in your conception of him was very natural, and as I imagine from what you say, has arisen out of a confusion of love and the beloved, which made you think that love was all beautiful. For the beloved is the truly beautiful, and delicate, and perfect, and blessed; but the principle of love is of another nature, and is such as I have described.'"}