{"label": "ham", "to_address": "ip-health@lists.essential.org", "from_address": "Thiru Balasubramaniam <thiru@keionline.org>", "subject": "[Ip-health] AP: Chan: Bird Flu Huge Global Health Threat", "body": " Leo the Fourth, the son of the fifth and the father of the sixth Constantine, was of a feeble constitution both of mind 1117 and body, and the principal care of his reign was the settlement of the succession. The association of the young Constantine was urged by the officious zeal of his subjects; and the emperor, conscious of his decay, complied, after a prudent hesitation, with their unanimous wishes. The royal infant, at the age of five years, was crowned with his mother Irene; and the national consent was ratified by every circumstance of pomp and solemnity, that could dazzle the eyes or bind the conscience of the Greeks. An oath of fidelity was administered in the palace, the church, and the hippodrome, to the several orders of the state, who adjured the holy names of the Son, and mother of God. “Be witness, O Christ! that we will watch over the safety of Constantine the son of Leo, expose our lives in his service, and bear true allegiance to his person and posterity.” They pledged their faith on the wood of the true cross, and the act of their engagement was deposited on the altar of St. Sophia. The first to swear, and the first to violate their oath, were the five sons of Copronymus by a second marriage; and the story of these princes is singular and tragic. The right of primogeniture excluded them from the throne; the injustice of their elder brother defrauded them of a legacy of about two millions sterling; some vain titles were not deemed a sufficient compensation for wealth and power; and they repeatedly conspired against their nephew, before and after the death of his father. Their first attempt was pardoned; for the second offence 1118 they were condemned to the ecclesiastical state; and for the third treason, Nicephorus, the eldest and most guilty, was deprived of his eyes, and his four brothers, Christopher, Nicetas, Anthemeus, and Eudoxas, were punished, as a milder sentence, by the amputation of their tongues. After five years’ confinement, they escaped to the church of St. Sophia, and displayed a pathetic spectacle to the people. “Countrymen and Christians,” cried Nicephorus for himself and his mute brethren, “behold the sons of your emperor, if you can still recognize our features in this miserable state. A life, an imperfect life, is all that the malice of our enemies has spared. It is now threatened, and we now throw ourselves on your compassion.” The rising murmur might have produced a revolution, had it not been checked by the presence of a minister, who soothed the unhappy princes with flattery and hope, and gently drew them from the sanctuary to the palace. They were speedily embarked for Greece, and Athens was allotted for the place of their exile. In this calm retreat, and in their helpless condition, Nicephorus and his brothers were tormented by the thirst of power, and tempted by a Sclavonian chief, who offered to break their prison, and to lead them in arms, and in the purple, to the gates of Constantinople. But the Athenian people, ever zealous in the cause of Irene, prevented her justice or cruelty; and the five sons of Copronymus were plunged in eternal darkness and oblivion."}