{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jelmer@samba.org", "subject": "svn commit: samba r23159 - in tags: . TALLOC_1_0_1", "body": " 1 (return) [ Germany was not of such vast extent. It is from Cæsar, and more particularly from Ptolemy, (says Gatterer,) that we can know what was the state of ancient Germany before the wars with the Romans had changed the positions of the tribes. Germany, as changed by these wars, has been described by Strabo, Pliny, and Tacitus. Germany, properly so called, was bounded on the west by the Rhine, on the east by the Vistula, on the north by the southern point of Norway, by Sweden, and Esthonia. On the south, the Maine and the mountains to the north of Bohemia formed the limits. Before the time of Cæsar, the country between the Maine and the Danube was partly occupied by the Helvetians and other Gauls, partly by the Hercynian forest but, from the time of Cæsar to the great migration, these boundaries were advanced as far as the Danube, or, what is the same thing, to the Suabian Alps, although the Hercynian forest still occupied, from north to south, a space of nine days’ journey on both banks of the Danube. “Gatterer, Versuch einer all-gemeinen Welt-Geschichte,” p. 424, edit. de 1792. This vast country was far from being inhabited by a single nation divided into different tribes of the same origin. We may reckon three principal races, very distinct in their language, their origin, and their customs. 1. To the east, the Slaves or Vandals. 2. To the west, the Cimmerians or Cimbri. 3. Between the Slaves and Cimbrians, the Germans, properly so called, the Suevi of Tacitus. The South was inhabited, before Julius Cæsar, by nations of Gaulish origin, afterwards by the Suevi.—G. On the position of these nations, the German antiquaries differ. I. The Slaves, or Sclavonians, or Wendish tribes, according to Schlozer, were originally settled in parts of Germany unknown to the Romans, Mecklenburgh, Pomerania, Brandenburgh, Upper Saxony; and Lusatia. According to Gatterer, they remained to the east of the Theiss, the Niemen, and the Vistula, till the third century. The Slaves, according to Procopius and Jornandes, formed three great divisions. 1. The Venedi or Vandals, who took the latter name, (the Wenden,) having expelled the Vandals, properly so called, (a Suevian race, the conquerors of Africa,) from the country between the Memel and the Vistula. 2. The Antes, who inhabited between the Dneister and the Dnieper. 3. The Sclavonians, properly so called, in the north of Dacia. During the great migration, these races advanced into Germany as far as the Saal and the Elbe. The Sclavonian language is the stem from which have issued the Russian, the Polish, the Bohemian, and the dialects of Lusatia, of some parts of the duchy of Luneburgh, of Carniola, Carinthia, and Styria, &c.; those of Croatia, Bosnia, and Bulgaria. Schlozer, Nordische Geschichte, p. 323, 335. II. The Cimbric race. Adelung calls by this name all who were not Suevi. This race had passed the Rhine, before the time of Cæsar, occupied Belgium, and are the Belgæ of Cæsar and Pliny. The Cimbrians also occupied the Isle of Jutland. The Cymri of Wales and of Britain are of this race. Many tribes on the right bank of the Rhine, the Guthini in Jutland, the Usipeti in Westphalia, the Sigambri in the duchy of Berg, were German Cimbrians. III. The Suevi, known in very early times by the Romans, for they are mentioned by L. Corn. Sisenna, who lived 123 years before Christ, (Nonius v. Lancea.) This race, the real Germans, extended to the Vistula, and from the Baltic to the Hercynian forest. The name of Suevi was sometimes confined to a single tribe, as by Cæsar to the Catti. The name of the Suevi has been preserved in Suabia. These three were the principal races which inhabited Germany; they moved from east to west, and are the parent stem of the modern natives. But northern Europe, according to Schlozer, was not peopled by them alone; other races, of different origin, and speaking different languages, have inhabited and left descendants in these countries. The German tribes called themselves, from very remote times, by the generic name of Teutons, (Teuten, Deutschen,) which Tacitus derives from that of one of their gods, Tuisco. It appears more probable that it means merely men, people. Many savage nations have given themselves no other name. Thus the Laplanders call themselves Almag, people; the Samoiedes Nilletz, Nissetsch, men, &c. As to the name of Germans, (Germani,) Cæsar found it in use in Gaul, and adopted it as a word already known to the Romans. Many of the learned (from a passage of Tacitus, de Mor Germ. c. 2) have supposed that it was only applied to the Teutons after Cæsar’s time; but Adelung has triumphantly refuted this opinion. The name of Germans is found in the Fasti Capitolini. See Gruter, Iscrip. 2899, in which the consul Marcellus, in the year of Rome 531, is said to have defeated the Gauls, the Insubrians, and the Germans, commanded by Virdomar. See Adelung, Ælt. Geschichte der Deutsch, p. 102.—Compressed from G.]"}