{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jelmer@samba.org", "subject": "svn commit: samba r23158 - in branches/SAMBA_4_0/source/lib/talloc:\n\t.", "body": " The reign of Maximus might have ended in peace and prosperity, could he have contented himself with the possession of three ample countries, which now constitute the three most flourishing kingdoms of modern Europe. But the aspiring usurper, whose sordid ambition was not dignified by the love of glory and of arms, considered his actual forces as the instruments only of his future greatness, and his success was the immediate cause of his destruction. The wealth which he extorted 72 from the oppressed provinces of Gaul, Spain, and Britain, was employed in levying and maintaining a formidable army of Barbarians, collected, for the most part, from the fiercest nations of Germany. The conquest of Italy was the object of his hopes and preparations: and he secretly meditated the ruin of an innocent youth, whose government was abhorred and despised by his Catholic subjects. But as Maximus wished to occupy, without resistance, the passes of the Alps, he received, with perfidious smiles, Domninus of Syria, the ambassador of Valentinian, and pressed him to accept the aid of a considerable body of troops, for the service of a Pannonian war. The penetration of Ambrose had discovered the snares of an enemy under the professions of friendship; 73 but the Syrian Domninus was corrupted, or deceived, by the liberal favor of the court of Treves; and the council of Milan obstinately rejected the suspicion of danger, with a blind confidence, which was the effect, not of courage, but of fear. The march of the auxiliaries was guided by the ambassador; and they were admitted, without distrust, into the fortresses of the Alps. But the crafty tyrant followed, with hasty and silent footsteps, in the rear; and, as he diligently intercepted all intelligence of his motions, the gleam of armor, and the dust excited by the troops of cavalry, first announced the hostile approach of a stranger to the gates of Milan. In this extremity, Justina and her son might accuse their own imprudence, and the perfidious arts of Maximus; but they wanted time, and force, and resolution, to stand against the Gauls and Germans, either in the field, or within the walls of a large and disaffected city. Flight was their only hope, Aquileia their only refuge; and as Maximus now displayed his genuine character, the brother of Gratian might expect the same fate from the hands of the same assassin. Maximus entered Milan in triumph; and if the wise archbishop refused a dangerous and criminal connection with the usurper, he might indirectly contribute to the success of his arms, by inculcating, from the pulpit, the duty of resignation, rather than that of resistance. 74 The unfortunate Justina reached Aquileia in safety; but she distrusted the strength of the fortifications: she dreaded the event of a siege; and she resolved to implore the protection of the great Theodosius, whose power and virtue were celebrated in all the countries of the West. A vessel was secretly provided to transport the Imperial family; they embarked with precipitation in one of the obscure harbors of Venetia, or Istria; traversed the whole extent of the Adriatic and Ionian Seas; turned the extreme promontory of Peloponnesus; and, after a long, but successful navigation, reposed themselves in the port of Thessalonica. All the subjects of Valentinian deserted the cause of a prince, who, by his abdication, had absolved them from the duty of allegiance; and if the little city of Aemona, on the verge of Italy, had not presumed to stop the career of his inglorious victory, Maximus would have obtained, without a struggle, the sole possession of the Western empire."}