{"label": "ham", "to_address": "samba-technical@lists.samba.org, Jeremy Allison <jra@samba.org>", "from_address": "James Peach <jpeach@samba.org>", "subject": "Re: svn commit: samba r22132 - in branches:\n\tSAMBA_3_0/source/modules SAMBA_3_0/source/smbd\n\tSAMBA_3_0_25/source/modules SAMBA_3_0_25/source/smbd", "body": " But the Romans had so long been accustomed to the authority of a monarch, that the first, even among the females, of the Imperial family, who displayed any courage or capacity, was permitted to ascend the vacant throne of Theodosius. His sister Pulcheria, 68 who was only two years older than himself, received, at the age of sixteen, the title of Augusta; and though her favor might be sometimes clouded by caprice or intrigue, she continued to govern the Eastern empire near forty years; during the long minority of her brother, and after his death, in her own name, and in the name of Marcian, her nominal husband. From a motive either of prudence or religion, she embraced a life of celibacy; and notwithstanding some aspersions on the chastity of Pulcheria, 69 this resolution, which she communicated to her sisters Arcadia and Marina, was celebrated by the Christian world, as the sublime effort of heroic piety. In the presence of the clergy and people, the three daughters of Arcadius 70 dedicated their virginity to God; and the obligation of their solemn vow was inscribed on a tablet of gold and gems; which they publicly offered in the great church of Constantinople. Their palace was converted into a monastery; and all males, except the guides of their conscience, the saints who had forgotten the distinction of sexes, were scrupulously excluded from the holy threshold. Pulcheria, her two sisters, and a chosen train of favorite damsels, formed a religious community: they denounced the vanity of dress; interrupted, by frequent fasts, their simple and frugal diet; allotted a portion of their time to works of embroidery; and devoted several hours of the day and night to the exercises of prayer and psalmody. The piety of a Christian virgin was adorned by the zeal and liberality of an empress. Ecclesiastical history describes the splendid churches, which were built at the expense of Pulcheria, in all the provinces of the East; her charitable foundations for the benefit of strangers and the poor; the ample donations which she assigned for the perpetual maintenance of monastic societies; and the active severity with which she labored to suppress the opposite heresies of Nestorius and Eutyches. Such virtues were supposed to deserve the peculiar favor of the Deity: and the relics of martyrs, as well as the knowledge of future events, were communicated in visions and revelations to the Imperial saint. 71 Yet the devotion of Pulcheria never diverted her indefatigable attention from temporal affairs; and she alone, among all the descendants of the great Theodosius, appears to have inherited any share of his manly spirit and abilities. The elegant and familiar use which she had acquired, both of the Greek and Latin languages, was readily applied to the various occasions of speaking or writing, on public business: her deliberations were maturely weighed; her actions were prompt and decisive; and, while she moved, without noise or ostentation, the wheel of government, she discreetly attributed to the genius of the emperor the long tranquillity of his reign. In the last years of his peaceful life, Europe was indeed afflicted by the arms of war; but the more extensive provinces of Asia still continued to enjoy a profound and permanent repose. Theodosius the younger was never reduced to the disgraceful necessity of encountering and punishing a rebellious subject: and since we cannot applaud the vigor, some praise may be due to the mildness and prosperity, of the administration of Pulcheria."}