{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"so\" <Door@ossd.com>", "subject": "bigger there", "body": " My second reflection is founded on those large probabilities, which the mind can judge of, and the minute differences it can observe betwixt them. When the chances or experiments on one side amount to ten thousand, and on the other to ten thousand and one, the judgment gives the preference to the latter, upon account of that superiority; though it is plainly impossible for the mind to run over every particular view, and distinguish the superior vivacity of the image arising from the superior number, where the difference is so inconsiderable. We have a parallel instance in the affections. It is evident, according to the principles above-mentioned, that when an object produces any passion in us, which varies according to the different quantity of the object; I say, it is evident, that the passion, properly speaking, is not a simple emotion, but a compounded one, of a great number of weaker passions, derived from a view of each part of the object. For otherwise it were impossible the passion should encrease by the encrease of these parts. Thus a man, who desires a thousand pound, has in reality a thousand or more desires which uniting together, seem to make only one passion; though the composition evidently betrays itself upon every alteration of the object, by the preference he gives to the larger number, if superior only by an unite. Yet nothing can be more certain, than that so small a difference would not be discernible in the passions, nor could render them distinguishable from each other. The difference, therefore, of our conduct in preferring the greater number depends not upon our passions, but upon custom, and general rules. We have found in a multitude of instances, that the augmenting the numbers of any sum augments the passion, where the numbers are precise and the difference sensible. The mind can perceive from its immediate feeling, that three guineas produce a greater passion than two; and this it transfers to larger numbers, because of the resemblance; and by a general rule assigns to a thousand guineas, a stronger passion than to nine hundred and ninety nine. These general rules we shall explain presently."}