{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Lara Tagliapietra <Lara.Tagliapietra@mpi.nl>", "subject": "[R] R-2.4.1 for MacOS X - languageR, acepack, Hmisc", "body": " V. The grovelling Ebionite, and the fantastic Docetes, were rejected and forgotten: the recent zeal against the errors of Apollinaris reduced the Catholics to a seeming agreement with the double nature of Cerinthus. But instead of a temporary and occasional alliance, they established, and we still embrace, the substantial, indissoluble, and everlasting union of a perfect God with a perfect man, of the second person of the trinity with a reasonable soul and human flesh. In the beginning of the fifth century, the unity of the two natures was the prevailing doctrine of the church. On all sides, it was confessed, that the mode of their coexistence could neither be represented by our ideas, nor expressed by our language. Yet a secret and incurable discord was cherished, between those who were most apprehensive of confounding, and those who were most fearful of separating, the divinity, and the humanity, of Christ. Impelled by religious frenzy, they fled with adverse haste from the error which they mutually deemed most destructive of truth and salvation. On either hand they were anxious to guard, they were jealous to defend, the union and the distinction of the two natures, and to invent such forms of speech, such symbols of doctrine, as were least susceptible of doubt or ambiguity. The poverty of ideas and language tempted them to ransack art and nature for every possible comparison, and each comparison misled their fancy in the explanation of an incomparable mystery. In the polemic microscope, an atom is enlarged to a monster, and each party was skilful to exaggerate the absurd or impious conclusions that might be extorted from the principles of their adversaries. To escape from each other, they wandered through many a dark and devious thicket, till they were astonished by the horrid phantoms of Cerinthus and Apollinaris, who guarded the opposite issues of the theological labyrinth. As soon as they beheld the twilight of sense and heresy, they started, measured back their steps, and were again involved in the gloom of impenetrable orthodoxy. To purge themselves from the guilt or reproach of damnable error, they disavowed their consequences, explained their principles, excused their indiscretions, and unanimously pronounced the sounds of concord and faith. Yet a latent and almost invisible spark still lurked among the embers of controversy: by the breath of prejudice and passion, it was quickly kindled to a mighty flame, and the verbal disputes 19 of the Oriental sects have shaken the pillars of the church and state."}