{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "BBC Breaking News Alert <dailyemail@ebs.bbc.co.uk>", "subject": "Baghdad bomb kills at least 24", "body": " The Christian world was at length provoked by their obstinacy and fraud: they were deserted by their cardinals, who embraced each other as friends and colleagues; and their revolt was supported by a numerous assembly of prelates and ambassadors. With equal justice, the council of Pisa deposed the popes of Rome and Avignon; the conclave was unanimous in the choice of Alexander the Fifth, and his vacant seat was soon filled by a similar election of John the Twenty-third, the most profligate of mankind. But instead of extinguishing the schism, the rashness of the French and Italians had given a third pretender to the chair of St. Peter. Such new claims of the synod and conclave were disputed; three kings, of Germany, Hungary, and Naples, adhered to the cause of Gregory the Twelfth; and Benedict the Thirteenth, himself a Spaniard, was acknowledged by the devotion and patriotism of that powerful nation. The rash proceedings of Pisa were corrected by the council of Constance; the emperor Sigismond acted a conspicuous part as the advocate or protector of the Catholic church; and the number and weight of civil and ecclesiastical members might seem to constitute the states-general of Europe. Of the three popes, John the Twenty-third was the first victim: he fled and was brought back a prisoner: the most scandalous charges were suppressed; the vicar of Christ was only accused of piracy, murder, rape, sodomy, and incest; and after subscribing his own condemnation, he expiated in prison the imprudence of trusting his person to a free city beyond the Alps. Gregory the Twelfth, whose obedience was reduced to the narrow precincts of Rimini, descended with more honor from the throne; and his ambassador convened the session, in which he renounced the title and authority of lawful pope. To vanquish the obstinacy of Benedict the Thirteenth or his adherents, the emperor in person undertook a journey from Constance to Perpignan. The kings of Castile, Arragon, Navarre, and Scotland, obtained an equal and honorable treaty; with the concurrence of the Spaniards, Benedict was deposed by the council; but the harmless old man was left in a solitary castle to excommunicate twice each day the rebel kingdoms which had deserted his cause. After thus eradicating the remains of the schism, the synod of Constance proceeded with slow and cautious steps to elect the sovereign of Rome and the head of the church. On this momentous occasion, the college of twenty-three cardinals was fortified with thirty deputies; six of whom were chosen in each of the five great nations of Christendom,—the Italian, the German, the French, the Spanish, and the _English_: 75 the interference of strangers was softened by their generous preference of an Italian and a Roman; and the hereditary, as well as personal, merit of Otho Colonna recommended him to the conclave. Rome accepted with joy and obedience the noblest of her sons; the ecclesiastical state was defended by his powerful family; and the elevation of Martin the Fifth is the æra of the restoration and establishment of the popes in the Vatican. 76"}