{"label": "ham", "to_address": "avcooper@flax9.uwaterloo.ca", "from_address": "slashdot@slashdot.org", "subject": "[Slashdot] Stories for 2007-07-02", "body": " The subject of gymnastic leads Plato to the sister subject of medicine, which he further illustrates by the parallel of law. The modern disbelief in medicine has led in this, as in some other departments of knowledge, to a demand for greater simplicity; physicians are becoming aware that they often make diseases ‘greater and more complicated’ by their treatment of them (Rep.). In two thousand years their art has made but slender progress; what they have gained in the analysis of the parts is in a great degree lost by their feebler conception of the human frame as a whole. They have attended more to the cure of diseases than to the conditions of health; and the improvements in medicine have been more than counterbalanced by the disuse of regular training. Until lately they have hardly thought of air and water, the importance of which was well understood by the ancients; as Aristotle remarks, ‘Air and water, being the elements which we most use, have the greatest effect upon health’ (Polit.). For ages physicians have been under the dominion of prejudices which have only recently given way; and now there are as many opinions in medicine as in theology, and an equal degree of scepticism and some want of toleration about both. Plato has several good notions about medicine; according to him, ‘the eye cannot be cured without the rest of the body, nor the body without the mind’ (Charm.). No man of sense, he says in the Timaeus, would take physic; and we heartily sympathize with him in the Laws when he declares that ‘the limbs of the rustic worn with toil will derive more benefit from warm baths than from the prescriptions of a not over wise doctor.’ But we can hardly praise him when, in obedience to the authority of Homer, he depreciates diet, or approve of the inhuman spirit in which he would get rid of invalid and useless lives by leaving them to die. He does not seem to have considered that the ‘bridle of Theages’ might be accompanied by qualities which were of far more value to the State than the health or strength of the citizens; or that the duty of taking care of the helpless might be an important element of education in a State. The physician himself (this is a delicate and subtle observation) should not be a man in robust health; he should have, in modern phraseology, a nervous temperament; he should have experience of disease in his own person, in order that his powers of observation may be quickened in the case of others."}