{"label": "ham", "to_address": "BREAKINGNEWS Subscribers<BREAKINGNEWS-Subscribers@foxnews.com>", "from_address": "BREAKING NEWS<breakingnews@foxnews.com>", "subject": "FNC Alert", "body": " When we are informed that the third fleet, equipped by the Goths in the ports of Bosphorus, consisted of five hundred sails of ships, 120 our ready imagination instantly computes and multiplies the formidable armament; but, as we are assured by the judicious Strabo, 121 that the piratical vessels used by the barbarians of Pontus and the Lesser Scythia, were not capable of containing more than twenty-five or thirty men we may safely affirm, that fifteen thousand warriors, at the most, embarked in this great expedition. Impatient of the limits of the Euxine, they steered their destructive course from the Cimmerian to the Thracian Bosphorus. When they had almost gained the middle of the Straits, they were suddenly driven back to the entrance of them; till a favorable wind, springing up the next day, carried them in a few hours into the placid sea, or rather lake, of the Propontis. Their landing on the little island of Cyzicus was attended with the ruin of that ancient and noble city. From thence issuing again through the narrow passage of the Hellespont, they pursued their winding navigation amidst the numerous islands scattered over the Archipelago, or the Ægean Sea. The assistance of captives and deserters must have been very necessary to pilot their vessels, and to direct their various incursions, as well on the coast of Greece as on that of Asia. At length the Gothic fleet anchored in the port of Piræus, five miles distant from Athens, 122 which had attempted to make some preparations for a vigorous defence. Cleodamus, one of the engineers employed by the emperor’s orders to fortify the maritime cities against the Goths, had already begun to repair the ancient walls, fallen to decay since the time of Scylla. The efforts of his skill were ineffectual, and the barbarians became masters of the native seat of the muses and the arts. But while the conquerors abandoned themselves to the license of plunder and intemperance, their fleet, that lay with a slender guard in the harbor of Piræus, was unexpectedly attacked by the brave Dexippus, who, flying with the engineer Cleodamus from the sack of Athens, collected a hasty band of volunteers, peasants as well as soldiers, and in some measure avenged the calamities of his country. 123"}