{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22246 - in\n\tbranches/SAMBA_4_0/source/lib/replace/test: .", "body": " “So died these men as became Athenians. You, their survivors, must determine to have as unfaltering a resolution in the field, though you may pray that it may have a happier issue. And not contented with ideas derived only from words of the advantages which are bound up with the defence of your country, though these would furnish a valuable text to a speaker even before an audience so alive to them as the present, you must yourselves realize the power of Athens, and feed your eyes upon her from day to day, till love of her fills your hearts; and then, when all her greatness shall break upon you, you must reflect that it was by courage, sense of duty, and a keen feeling of honour in action that men were enabled to win all this, and that no personal failure in an enterprise could make them consent to deprive their country of their valour, but they laid it at her feet as the most glorious contribution that they could offer. For this offering of their lives made in common by them all they each of them individually received that renown which never grows old, and for a sepulchre, not so much that in which their bones have been deposited, but that noblest of shrines wherein their glory is laid up to be eternally remembered upon every occasion on which deed or story shall call for its commemoration. For heroes have the whole earth for their tomb; and in lands far from their own, where the column with its epitaph declares it, there is enshrined in every breast a record unwritten with no tablet to preserve it, except that of the heart. These take as your model and, judging happiness to be the fruit of freedom and freedom of valour, never decline the dangers of war. For it is not the miserable that would most justly be unsparing of their lives; these have nothing to hope for: it is rather they to whom continued life may bring reverses as yet unknown, and to whom a fall, if it came, would be most tremendous in its consequences. And surely, to a man of spirit, the degradation of cowardice must be immeasurably more grievous than the unfelt death which strikes him in the midst of his strength and patriotism!"}