{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: Web Module (Was: Perl6 new features)", "body": " 5712 (return) [ Chosroes was restored probably by Licinius, between 314 and 319. There was an Antiochus who was pr¾fectus vigilum at Rome, as appears from the Theodosian Code, (l. iii. de inf. his qu¾ sub ty.,) in 326, and from a fragment of the same work published by M. Amedee Peyron, in 319. He may before this have been sent into Armenia. St. M. p. 407. [Is it not more probable that Antiochus was an officer in the service of the C¾sar who ruled in the East?ÑM.] Chosroes was succeeded in the year 322 by his son Diran. Diran was a weak prince, and in the sixteenth year of his reign. A. D. 337. was betrayed into the power of the Persians by the treachery of his chamberlain and the Persian governor of Atropatene or Aderbidjan. He was blinded: his wife and his son Arsaces shared his captivity, but the princes and nobles of Armenia claimed the protection of Rome; and this was the cause of ConstantineÕs declaration of war against the Persians.ÑThe king of Persia attempted to make himself master of Armenia; but the brave resistance of the people, the advance of Constantius, and a defeat which his army suffered at Oskha in Armenia, and the failure before Nisibis, forced Shahpour to submit to terms of peace. Varaz-Shahpour, the perfidious governor of Atropatene, was flayed alive; Diran and his son were released from captivity; Diran refused to ascend the throne, and retired to an obscure retreat: his son Arsaces was crowned king of Armenia. Arsaces pursued a vacillating policy between the influence of Rome and Persia, and the war recommenced in the year 345. At least, that was the period of the expedition of Constantius to the East. See St. Martin, additions to Le Beau, i. 442. The Persians have made an extraordinary romance out of the history of Shahpour, who went as a spy to Constantinople, was taken, harnessed like a horse, and carried to witness the devastation of his kingdom. Malcolm. 84ÑM.]"}