{"label": "ham", "to_address": "smiles@speedy.uwaterloo.ca", "from_address": "TopCoder Competitions <competitions@topcoder.com>", "subject": "TopCoder(R) Single Round Match", "body": " Justinian was deaf to the voice of peace: but he neglected the prosecution of war; and the indolence of his temper disappointed, in some degree, the obstinacy of his passions. From this salutary slumber the emperor was awakened by the pope Vigilius and the patrician Cethegus, who appeared before his throne, and adjured him, in the name of God and the people, to resume the conquest and deliverance of Italy. In the choice of the generals, caprice, as well as judgment, was shown. A fleet and army sailed for the relief of Sicily, under the conduct of Liberius; but his youth 2511 and want of experience were afterwards discovered, and before he touched the shores of the island he was overtaken by his successor. In the place of Liberius, the conspirator Artaban was raised from a prison to military honors; in the pious presumption, that gratitude would animate his valor and fortify his allegiance. Belisarius reposed in the shade of his laurels, but the command of the principal army was reserved for Germanus, 26 the emperor’s nephew, whose rank and merit had been long depressed by the jealousy of the court. Theodora had injured him in the rights of a private citizen, the marriage of his children, and the testament of his brother; and although his conduct was pure and blameless, Justinian was displeased that he should be thought worthy of the confidence of the malcontents. The life of Germanus was a lesson of implicit obedience: he nobly refused to prostitute his name and character in the factions of the circus: the gravity of his manners was tempered by innocent cheerfulness; and his riches were lent without interest to indigent or deserving friends. His valor had formerly triumphed over the Sclavonians of the Danube and the rebels of Africa: the first report of his promotion revived the hopes of the Italians; and he was privately assured, that a crowd of Roman deserters would abandon, on his approach, the standard of Totila. His second marriage with Malasontha, the granddaughter of Theodoric endeared Germanus to the Goths themselves; and they marched with reluctance against the father of a royal infant the last offspring of the line of Amali. 27 A splendid allowance was assigned by the emperor: the general contributed his private fortune: his two sons were popular and active and he surpassed, in the promptitude and success of his levies the expectation of mankind. He was permitted to select some squadrons of Thracian cavalry: the veterans, as well as the youth of Constantinople and Europe, engaged their voluntary service; and as far as the heart of Germany, his fame and liberality attracted the aid of the Barbarians. 2711 The Romans advanced to Sardica; an army of Sclavonians fled before their march; but within two days of their final departure, the designs of Germanus were terminated by his malady and death. Yet the impulse which he had given to the Italian war still continued to act with energy and effect. The maritime towns Ancona, Crotona, Centumcellae, resisted the assaults of Totila. Sicily was reduced by the zeal of Artaban, and the Gothic navy was defeated near the coast of the Adriatic. The two fleets were almost equal, forty-seven to fifty galleys: the victory was decided by the knowledge and dexterity of the Greeks; but the ships were so closely grappled, that only twelve of the Goths escaped from this unfortunate conflict. They affected to depreciate an element in which they were unskilled; but their own experience confirmed the truth of a maxim, that the master of the sea will always acquire the dominion of the land. 28"}