{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Janina Sajka <janina@rednote.net>", "subject": "Re: TTSynth Is Available Again", "body": " Of the seven crusades, the two last were undertaken by Louis the Ninth, king of France; who lost his liberty in Egypt, and his life on the coast of Africa. Twenty-eight years after his death, he was canonized at Rome; and sixty-five miracles were readily found, and solemnly attested, to justify the claim of the royal saint. 92 The voice of history renders a more honorable testimony, that he united the virtues of a king, a hero, and a man; that his martial spirit was tempered by the love of private and public justice; and that Louis was the father of his people, the friend of his neighbors, and the terror of the infidels. Superstition alone, in all the extent of her baleful influence, 93 corrupted his understanding and his heart: his devotion stooped to admire and imitate the begging friars of Francis and Dominic: he pursued with blind and cruel zeal the enemies of the faith; and the best of kings twice descended from his throne to seek the adventures of a spiritual knight-errant. A monkish historian would have been content to applaud the most despicable part of his character; but the noble and gallant Joinville, 94 who shared the friendship and captivity of Louis, has traced with the pencil of nature the free portrait of his virtues as well as of his failings. From this intimate knowledge we may learn to suspect the political views of depressing their great vassals, which are so often imputed to the royal authors of the crusades. Above all the princes of the middle ages, Louis the Ninth successfully labored to restore the prerogatives of the crown; but it was at home and not in the East, that he acquired for himself and his posterity: his vow was the result of enthusiasm and sickness; and if he were the promoter, he was likewise the victim, of his holy madness. For the invasion of Egypt, France was exhausted of her troops and treasures; he covered the sea of Cyprus with eighteen hundred sails; the most modest enumeration amounts to fifty thousand men; and, if we might trust his own confession, as it is reported by Oriental vanity, he disembarked nine thousand five hundred horse, and one hundred and thirty thousand foot, who performed their pilgrimage under the shadow of his power. 95"}