{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Steve Peters (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42475] [PATCH] Change asm() to __asm__() ", "body": " The order of succession is regulated by nature, or at least by the general and permanent reason of the lawgiver: but this order is frequently violated by the arbitrary and partial wills, which prolong the dominion of the testator beyond the grave. 150 In the simple state of society, this last use or abuse of the right of property is seldom indulged: it was introduced at Athens by the laws of Solon; and the private testaments of the father of a family are authorized by the Twelve Tables. Before the time of the decemvirs, 151 a Roman citizen exposed his wishes and motives to the assembly of the thirty curiae or parishes, and the general law of inheritance was suspended by an occasional act of the legislature. After the permission of the decemvirs, each private lawgiver promulgated his verbal or written testament in the presence of five citizens, who represented the five classes of the Roman people; a sixth witness attested their concurrence; a seventh weighed the copper money, which was paid by an imaginary purchaser; and the estate was emancipated by a fictitious sale and immediate release. This singular ceremony, 152 which excited the wonder of the Greeks, was still practised in the age of Severus; but the praetors had already approved a more simple testament, for which they required the seals and signatures of seven witnesses, free from all legal exception, and purposely summoned for the execution of that important act. A domestic monarch, who reigned over the lives and fortunes of his children, might distribute their respective shares according to the degrees of their merit or his affection; his arbitrary displeasure chastised an unworthy son by the loss of his inheritance, and the mortifying preference of a stranger. But the experience of unnatural parents recommended some limitations of their testamentary powers. A son, or, by the laws of Justinian, even a daughter, could no longer be disinherited by their silence: they were compelled to name the criminal, and to specify the offence; and the justice of the emperor enumerated the sole causes that could justify such a violation of the first principles of nature and society. 153 Unless a legitimate portion, a fourth part, had been reserved for the children, they were entitled to institute an action or complaint of inofficious testament; to suppose that their father’s understanding was impaired by sickness or age; and respectfully to appeal from his rigorous sentence to the deliberate wisdom of the magistrate. In the Roman jurisprudence, an essential distinction was admitted between the inheritance and the legacies. The heirs who succeeded to the entire unity, or to any of the twelve fractions of the substance of the testator, represented his civil and religious character, asserted his rights, fulfilled his obligations, and discharged the gifts of friendship or liberality, which his last will had bequeathed under the name of legacies. But as the imprudence or prodigality of a dying man might exhaust the inheritance, and leave only risk and labor to his successor, he was empowered to retain the Falcidian portion; to deduct, before the payment of the legacies, a clear fourth for his own emolument. A reasonable time was allowed to examine the proportion between the debts and the estate, to decide whether he should accept or refuse the testament; and if he used the benefit of an inventory, the demands of the creditors could not exceed the valuation of the effects. The last will of a citizen might be altered during his life, or rescinded after his death: the persons whom he named might die before him, or reject the inheritance, or be exposed to some legal disqualification. In the contemplation of these events, he was permitted to substitute second and third heirs, to replace each other according to the order of the testament; and the incapacity of a madman or an infant to bequeath his property might be supplied by a similar substitution. 154 But the power of the testator expired with the acceptance of the testament: each Roman of mature age and discretion acquired the absolute dominion of his inheritance, and the simplicity of the civil law was never clouded by the long and intricate entails which confine the happiness and freedom of unborn generations."}