{"label": "ham", "to_address": "samba-technical@samba.org, Volker Lendecke <Volker.Lendecke@SerNet.DE>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "smbstatus hanging in SAMBA_3_0_26", "body": " Yet the fleeting shadows of metaphysics were pursued with more curiosity and ardor. After a long oblivion, Plato was revived in Italy by a venerable Greek, 108 who taught in the house of Cosmo of Medicis. While the synod of Florence was involved in theological debate, some beneficial consequences might flow from the study of his elegant philosophy: his style is the purest standard of the Attic dialect, and his sublime thoughts are sometimes adapted to familiar conversation, and sometimes adorned with the richest colors of poetry and eloquence. The dialogues of Plato are a dramatic picture of the life and death of a sage; and, as often as he descends from the clouds, his moral system inculcates the love of truth, of our country, and of mankind. The precept and example of Socrates recommended a modest doubt and liberal inquiry; and if the Platonists, with blind devotion, adored the visions and errors of their divine master, their enthusiasm might correct the dry, dogmatic method of the Peripatetic school. So equal, yet so opposite, are the merits of Plato and Aristotle, that they may be balanced in endless controversy; but some spark of freedom may be produced by the collision of adverse servitude. The modern Greeks were divided between the two sects: with more fury than skill they fought under the banner of their leaders; and the field of battle was removed in their flight from Constantinople to Rome. But this philosophical debate soon degenerated into an angry and personal quarrel of grammarians; and Bessarion, though an advocate for Plato, protected the national honor, by interposing the advice and authority of a mediator. In the gardens of the Medici, the academical doctrine was enjoyed by the polite and learned: but their philosophic society was quickly dissolved; and if the writings of the Attic sage were perused in the closet, the more powerful Stagyrite continued to reign, the oracle of the church and school. 109"}