{"label": "ham", "to_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "from_address": "James Peach <jpeach@samba.org>", "subject": "Re: Comparision of Git & Bzr [was Re: Short HOWTO on using git for\n\tSamba development]", "body": " The independent Britons appear to have relapsed into the state of original barbarism, from whence they had been imperfectly reclaimed. Separated by their enemies from the rest of mankind, they soon became an object of scandal and abhorrence to the Catholic world. 156 Christianity was still professed in the mountains of Wales; but the rude schismatics, in the form of the clerical tonsure, and in the day of the celebration of Easter, obstinately resisted the imperious mandates of the Roman pontiffs. The use of the Latin language was insensibly abolished, and the Britons were deprived of the art and learning which Italy communicated to her Saxon proselytes. In Wales and Armorica, the Celtic tongue, the native idiom of the West, was preserved and propagated; and the Bards, who had been the companions of the Druids, were still protected, in the sixteenth century, by the laws of Elizabeth. Their chief, a respectable officer of the courts of Pengwern, or Aberfraw, or Caermarthen, accompanied the king’s servants to war: the monarchy of the Britons, which he sung in the front of battle, excited their courage, and justified their depredations; and the songster claimed for his legitimate prize the fairest heifer of the spoil. His subordinate ministers, the masters and disciples of vocal and instrumental music, visited, in their respective circuits, the royal, the noble, and the plebeian houses; and the public poverty, almost exhausted by the clergy, was oppressed by the importunate demands of the bards. Their rank and merit were ascertained by solemn trials, and the strong belief of supernatural inspiration exalted the fancy of the poet, and of his audience. 157 The last retreats of Celtic freedom, the extreme territories of Gaul and Britain, were less adapted to agriculture than to pasturage: the wealth of the Britons consisted in their flocks and herds; milk and flesh were their ordinary food; and bread was sometimes esteemed, or rejected, as a foreign luxury. Liberty had peopled the mountains of Wales and the morasses of Armorica; but their populousness has been maliciously ascribed to the loose practice of polygamy; and the houses of these licentious barbarians have been supposed to contain ten wives, and perhaps fifty children. 158 Their disposition was rash and choleric; they were bold in action and in speech; 159 and as they were ignorant of the arts of peace, they alternately indulged their passions in foreign and domestic war. The cavalry of Armorica, the spearmen of Gwent, and the archers of Merioneth, were equally formidable; but their poverty could seldom procure either shields or helmets; and the inconvenient weight would have retarded the speed and agility of their desultory operations. One of the greatest of the English monarchs was requested to satisfy the curiosity of a Greek emperor concerning the state of Britain; and Henry II. could assert, from his personal experience, that Wales was inhabited by a race of naked warriors, who encountered, without fear, the defensive armor of their enemies. 160"}