{"label": "ham", "to_address": "Frank E Harrell Jr <f.harrell@vanderbilt.edu>", "from_address": "Marc Schwartz <marc_schwartz@comcast.net>", "subject": "Re: [R] Read SAS data into R", "body": " Egypt, the fruitful parent of superstition, afforded the first example of the monastic life. Antony, 7 an illiterate 8 youth of the lower parts of Thebais, distributed his patrimony, 9 deserted his family and native home, and executed his monastic penance with original and intrepid fanaticism. After a long and painful novitiate, among the tombs, and in a ruined tower, he boldly advanced into the desert three days’ journey to the eastward of the Nile; discovered a lonely spot, which possessed the advantages of shade and water, and fixed his last residence on Mount Colzim, near the Red Sea; where an ancient monastery still preserves the name and memory of the saint. 10 The curious devotion of the Christians pursued him to the desert; and when he was obliged to appear at Alexandria, in the face of mankind, he supported his fame with discretion and dignity. He enjoyed the friendship of Athanasius, whose doctrine he approved; and the Egyptian peasant respectfully declined a respectful invitation from the emperor Constantine. The venerable patriarch (for Antony attained the age of one hundred and five years) beheld the numerous progeny which had been formed by his example and his lessons. The prolific colonies of monks multiplied with rapid increase on the sands of Libya, upon the rocks of Thebais, and in the cities of the Nile. To the south of Alexandria, the mountain, and adjacent desert, of Nitria, were peopled by five thousand anachorets; and the traveller may still investigate the ruins of fifty monasteries, which were planted in that barren soil by the disciples of Antony. 11 In the Upper Thebais, the vacant island of Tabenne, 12 was occupied by Pachomius and fourteen hundred of his brethren. That holy abbot successively founded nine monasteries of men, and one of women; and the festival of Easter sometimes collected fifty thousand religious persons, who followed his angelic rule of discipline. 13 The stately and populous city of Oxyrinchus, the seat of Christian orthodoxy, had devoted the temples, the public edifices, and even the ramparts, to pious and charitable uses; and the bishop, who might preach in twelve churches, computed ten thousand females and twenty thousand males, of the monastic profession. 14 The Egyptians, who gloried in this marvellous revolution, were disposed to hope, and to believe, that the number of the monks was equal to the remainder of the people; 15 and posterity might repeat the saying, which had formerly been applied to the sacred animals of the same country, That in Egypt it was less difficult to find a god than a man."}