{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jelmer@samba.org", "subject": "svn commit: samba r22641 - in branches/SAMBA_3_0: . source/lib/tdb", "body": " After this arrived a thousand Athenian heavy infantry and three hundred horse, under the command of Laches and Nicostratus; whom the Argives, being nevertheless loath to break the truce with the Lacedaemonians, begged to depart, and refused to bring before the people, to whom they had a communication to make, until compelled to do so by the entreaties of the Mantineans and Eleans, who were still at Argos. The Athenians, by the mouth of Alcibiades their ambassador there present, told the Argives and the allies that they had no right to make a truce at all without the consent of their fellow confederates, and now that the Athenians had arrived so opportunely the war ought to be resumed. These arguments proving successful with the allies, they immediately marched upon Orchomenos, all except the Argives, who, although they had consented like the rest, stayed behind at first, but eventually joined the others. They now all sat down and besieged Orchomenos, and made assaults upon it; one of their reasons for desiring to gain this place being that hostages from Arcadia had been lodged there by the Lacedaemonians. The Orchomenians, alarmed at the weakness of their wall and the numbers of the enemy, and at the risk they ran of perishing before relief arrived, capitulated upon condition of joining the league, of giving hostages of their own to the Mantineans, and giving up those lodged with them by the Lacedaemonians. Orchomenos thus secured, the allies now consulted as to which of the remaining places they should attack next. The Eleans were urgent for Lepreum; the Mantineans for Tegea; and the Argives and Athenians giving their support to the Mantineans, the Eleans went home in a rage at their not having voted for Lepreum; while the rest of the allies made ready at Mantinea for going against Tegea, which a party inside had arranged to put into their hands."}