{"label": "ham", "to_address": "TEXTBREAKINGNEWS@CNNIMAIL12.CNN.COM", "from_address": "CNN Breaking News <BreakingNews@MAIL.CNN.COM>", "subject": "CNN Breaking News", "body": " Again, Plato may be regarded as the ‘captain’ (‘arhchegoz’) or leader of a goodly band of followers; for in the Republic is to be found the original of Cicero’s De Republica, of St. Augustine’s City of God, of the Utopia of Sir Thomas More, and of the numerous other imaginary States which are framed upon the same model. The extent to which Aristotle or the Aristotelian school were indebted to him in the Politics has been little recognised, and the recognition is the more necessary because it is not made by Aristotle himself. The two philosophers had more in common than they were conscious of; and probably some elements of Plato remain still undetected in Aristotle. In English philosophy too, many affinities may be traced, not only in the works of the Cambridge Platonists, but in great original writers like Berkeley or Coleridge, to Plato and his ideas. That there is a truth higher than experience, of which the mind bears witness to herself, is a conviction which in our own generation has been enthusiastically asserted, and is perhaps gaining ground. Of the Greek authors who at the Renaissance brought a new life into the world Plato has had the greatest influence. The Republic of Plato is also the first treatise upon education, of which the writings of Milton and Locke, Rousseau, Jean Paul, and Goethe are the legitimate descendants. Like Dante or Bunyan, he has a revelation of another life; like Bacon, he is profoundly impressed with the unity of knowledge; in the early Church he exercised a real influence on theology, and at the Revival of Literature on politics. Even the fragments of his words when ‘repeated at second-hand’ (Symp. 215 D) have in all ages ravished the hearts of men, who have seen reflected in them their own higher nature. He is the father of idealism in philosophy, in politics, in literature. And many of the latest conceptions of modern thinkers and statesmen, such as the unity of knowledge, the reign of law, and the equality of the sexes, have been anticipated in a dream by him."}