{"label": "ham", "to_address": "Christian Perrier <bubulle@debian.org>", "from_address": "Jeremy Allison <jra@samba.org>", "subject": "Re: [PATCH 1/10] Debian patch: Make sure nmbd still responds to\n\tSIGTERM if it has no interfaces to listen on", "body": " Two original epistles, from Gregory the Second to the emperor Leo, are still extant; 33 and if they cannot be praised as the most perfect models of eloquence and logic, they exhibit the portrait, or at least the mask, of the founder of the papal monarchy. “During ten pure and fortunate years,” says Gregory to the emperor, “we have tasted the annual comfort of your royal letters, subscribed in purple ink, with your own hand, the sacred pledges of your attachment to the orthodox creed of our fathers. How deplorable is the change! how tremendous the scandal! You now accuse the Catholics of idolatry; and, by the accusation, you betray your own impiety and ignorance. To this ignorance we are compelled to adapt the grossness of our style and arguments: the first elements of holy letters are sufficient for your confusion; and were you to enter a grammar-school, and avow yourself the enemy of our worship, the simple and pious children would be provoked to cast their horn-books at your head.” After this decent salutation, the pope attempts the usual distinction between the idols of antiquity and the Christian images. The former were the fanciful representations of phantoms or daemons, at a time when the true God had not manifested his person in any visible likeness. The latter are the genuine forms of Christ, his mother, and his saints, who had approved, by a crowd of miracles, the innocence and merit of this relative worship. He must indeed have trusted to the ignorance of Leo, since he could assert the perpetual use of images, from the apostolic age, and their venerable presence in the six synods of the Catholic church. A more specious argument is drawn from present possession and recent practice the harmony of the Christian world supersedes the demand of a general council; and Gregory frankly confesses, than such assemblies can only be useful under the reign of an orthodox prince. To the impudent and inhuman Leo, more guilty than a heretic, he recommends peace, silence, and implicit obedience to his spiritual guides of Constantinople and Rome. The limits of civil and ecclesiastical powers are defined by the pontiff. To the former he appropriates the body; to the latter, the soul: the sword of justice is in the hands of the magistrate: the more formidable weapon of excommunication is intrusted to the clergy; and in the exercise of their divine commission a zealous son will not spare his offending father: the successor of St. Peter may lawfully chastise the kings of the earth. “You assault us, O tyrant! with a carnal and military hand: unarmed and naked we can only implore the Christ, the prince of the heavenly host, that he will send unto you a devil, for the destruction of your body and the salvation of your soul. You declare, with foolish arrogance, I will despatch my orders to Rome: I will break in pieces the image of St. Peter; and Gregory, like his predecessor Martin, shall be transported in chains, and in exile, to the foot of the Imperial throne. Would to God that I might be permitted to tread in the footsteps of the holy Martin! but may the fate of Constans serve as a warning to the persecutors of the church! After his just condemnation by the bishops of Sicily, the tyrant was cut off, in the fullness of his sins, by a domestic servant: the saint is still adored by the nations of Scythia, among whom he ended his banishment and his life. But it is our duty to live for the edification and support of the faithful people; nor are we reduced to risk our safety on the event of a combat. Incapable as you are of defending your Roman subjects, the maritime situation of the city may perhaps expose it to your depredation but we can remove to the distance of four-and-twenty stadia, to the first fortress of the Lombards, and then—you may pursue the winds. 34 Are you ignorant that the popes are the bond of union, the mediators of peace, between the East and West? The eyes of the nations are fixed on our humility; and they revere, as a God upon earth, the apostle St. Peter, whose image you threaten to destroy. 35 The remote and interior kingdoms of the West present their homage to Christ and his vicegerent; and we now prepare to visit one of their most powerful monarchs, who desires to receive from our hands the sacrament of baptism. 36 The Barbarians have submitted to the yoke of the gospel, while you alone are deaf to the voice of the shepherd. These pious Barbarians are kindled into rage: they thirst to avenge the persecution of the East. Abandon your rash and fatal enterprise; reflect, tremble, and repent. If you persist, we are innocent of the blood that will be spilt in the contest; may it fall on your own head!”"}