{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Cates, Mauricio\" <MauriciosCates@communicationtrends.com>", "subject": "You want yours bigger, all men do", "body": " From this deduction it is now intelligible why the Greek schools could never attain the solution of their problem of the practical possibility of the summum bonum, because they made the rule of the use which the will of man makes of his freedom the sole and sufficient ground of this possibility, thinking that they had no need for that purpose of the existence of God. No doubt they were so far right that they established the principle of morals of itself independently of this postulate, from the relation of reason only to the will, and consequently made it the supreme practical condition of the summum bonum; but it was not therefore the whole condition of its possibility. The Epicureans had indeed assumed as the supreme principle of morality a wholly false one, namely that of happiness, and had substituted for a law a maxim of arbitrary choice according to every man's inclination; they proceeded, however, consistently enough in this, that they degraded their summum bonum likewise, just in proportion to the meanness of their fundamental principle, and looked for no greater happiness than can be attained by human prudence (including temperance and moderation of the inclinations), and this as we know would be scanty enough and would be very different according to circumstances; not to mention the exceptions that their maxims must perpetually admit and which make them incapable of being laws. The Stoics, on the contrary, had chosen their supreme practical principle quite rightly, making virtue the condition of the summum bonum; but when they represented the degree of virtue required by its pure law as fully attainable in this life, they not only strained the moral powers of the man whom they called the wise beyond all the limits of his nature, and assumed a thing that contradicts all our knowledge of men, but also and principally they would not allow the second element of the summum bonum, namely, happiness, to be properly a special object of human desire, but made their wise man, like a divinity in his consciousness of the excellence of his person, wholly independent of nature (as regards his own contentment); they exposed him indeed to the evils of life, but made him not subject to them (at the same time representing him also as free from moral evil). They thus, in fact, left out the second element of the summum bonum namely, personal happiness, placing it solely in action and satisfaction with one's own personal worth, thus including it in the consciousness of being morally minded, in which they Might have been sufficiently refuted by the voice of their own nature."}