{"label": "spam", "to_address": "<manager@speedy.uwaterloo.ca>", "from_address": "\"Nevin O'Bryan\" <missingunman@reisa.com.au>", "subject": "Re:", "body": " In the present age--which has been described as \"destitute of faith, but terrified at scepticism\"--in which people feel sure, not so much that their opinions are true, as that they should not know what to do without them--the claims of an opinion to be protected from public attack are rested not so much on its truth, as on its importance to society. There are, it is alleged, certain beliefs, so useful, not to say indispensable to well-being, that it is as much the duty of governments to uphold those beliefs, as to protect any other of the interests of society. In a case of such necessity, and so directly in the line of their duty, something less than infallibility may, it is maintained, warrant, and even bind, governments, to act on their own opinion, confirmed by the general opinion of mankind. It is also often argued, and still oftener thought, that none but bad men would desire to weaken these salutary beliefs; and there can be nothing wrong, it is thought, in restraining bad men, and prohibiting what only such men would wish to practise. This mode of thinking makes the justification of restraints on discussion not a question of the truth of doctrines, but of their usefulness; and flatters itself by that means to escape the responsibility of claiming to be an infallible judge of opinions. But those who thus satisfy themselves, do not perceive that the assumption of infallibility is merely shifted from one point to another. The usefulness of an opinion is itself matter of opinion: as disputable, as open to discussion, and requiring discussion as much, as the opinion itself. There is the same need of an infallible judge of opinions to decide an opinion to be noxious, as to decide it to be false, unless the opinion condemned has full opportunity of defending itself. And it will not do to say that the heretic may be allowed to maintain the utility or harmlessness of his opinion, though forbidden to maintain its truth. The truth of an opinion is part of its utility. If we would know whether or not it is desirable that a proposition should be believed, is it possible to exclude the consideration of whether or not it is true? In the opinion, not of bad men, but of the best men, no belief which is contrary to truth can be really useful: and can you prevent such men from urging that plea, when they are charged with culpability for denying some doctrine which they are told is useful, but which they believe to be false? Those who are on the side of received opinions, never fail to take all possible advantage of this plea; you do not find _them_ handling the question of utility as if it could be completely abstracted from that of truth: on the contrary, it is, above all, because their doctrine is \"the truth,\" that the knowledge or the belief of it is held to be so indispensable. There can be no fair discussion of the question of usefulness, when an argument so vital may be employed on one side, but not on the other. And in point of fact, when law or public feeling do not permit the truth of an opinion to be disputed, they are just as little tolerant of a denial of its usefulness. The utmost they allow is an extenuation of its absolute necessity, or of the positive guilt of rejecting it."}