{"label": "ham", "to_address": "parrot-porters@perl.org", "from_address": "\"Matt Diephouse\" <mddiep@gmail.com>", "subject": "Bug Day: Saturday, 14 April 2007", "body": " In the West, the first teachers of the Manichaean theology had been repulsed by the people, or suppressed by the prince. The favor and success of the Paulicians in the eleventh and twelfth centuries must be imputed to the strong, though secret, discontent which armed the most pious Christians against the church of Rome. Her avarice was oppressive, her despotism odious; less degenerate perhaps than the Greeks in the worship of saints and images, her innovations were more rapid and scandalous: she had rigorously defined and imposed the doctrine of transubstantiation: the lives of the Latin clergy were more corrupt, and the Eastern bishops might pass for the successors of the apostles, if they were compared with the lordly prelates, who wielded by turns the crosier, the sceptre, and the sword. Three different roads might introduce the Paulicians into the heart of Europe. After the conversion of Hungary, the pilgrims who visited Jerusalem might safely follow the course of the Danube: in their journey and return they passed through Philippopolis; and the sectaries, disguising their name and heresy, might accompany the French or German caravans to their respective countries. The trade and dominion of Venice pervaded the coast of the Adriatic, and the hospitable republic opened her bosom to foreigners of every climate and religion. Under the Byzantine standard, the Paulicians were often transported to the Greek provinces of Italy and Sicily: in peace and war, they freely conversed with strangers and natives, and their opinions were silently propagated in Rome, Milan, and the kingdoms beyond the Alps. 28 It was soon discovered, that many thousand Catholics of every rank, and of either sex, had embraced the Manichaean heresy; and the flames which consumed twelve canons of Orleans was the first act and signal of persecution. The Bulgarians, 29 a name so innocent in its origin, so odious in its application, spread their branches over the face of Europe. United in common hatred of idolatry and Rome, they were connected by a form of episcopal and presbyterian government; their various sects were discriminated by some fainter or darker shades of theology; but they generally agreed in the two principles, the contempt of the Old Testament and the denial of the body of Christ, either on the cross or in the eucharist. A confession of simple worship and blameless manners is extorted from their enemies; and so high was their standard of perfection, that the increasing congregations were divided into two classes of disciples, of those who practised, and of those who aspired. It was in the country of the Albigeois, 30 in the southern provinces of France, that the Paulicians were most deeply implanted; and the same vicissitudes of martyrdom and revenge which had been displayed in the neighborhood of the Euphrates, were repeated in the thirteenth century on the banks of the Rhone. The laws of the Eastern emperors were revived by Frederic the Second. The insurgents of Tephrice were represented by the barons and cities of Languedoc: Pope Innocent III. surpassed the sanguinary fame of Theodora. It was in cruelty alone that her soldiers could equal the heroes of the Crusades, and the cruelty of her priests was far excelled by the founders of the Inquisition; 31 an office more adapted to confirm, than to refute, the belief of an evil principle. The visible assemblies of the Paulicians, or Albigeois, were extirpated by fire and sword; and the bleeding remnant escaped by flight, concealment, or Catholic conformity. But the invincible spirit which they had kindled still lived and breathed in the Western world. In the state, in the church, and even in the cloister, a latent succession was preserved of the disciples of St. Paul; who protested against the tyranny of Rome, embraced the Bible as the rule of faith, and purified their creed from all the visions of the Gnostic theology. 3111 The struggles of Wickliff in England, of Huss in Bohemia, were premature and ineffectual; but the names of Zuinglius, Luther, and Calvin, are pronounced with gratitude as the deliverers of nations."}