{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "obnox@samba.org", "subject": "svn commit: samba r23040 - in branches/SAMBA_3_0/source/nsswitch: .", "body": " The loose discipline of the Barbarians always exposed them to the danger of a surprise; but, instead of choosing the dissolute hours of riot and intemperance, Stilicho resolved to attack the Christian Goths, whilst they were devoutly employed in celebrating the festival of Easter. 43 The execution of the stratagem, or, as it was termed by the clergy of the sacrilege, was intrusted to Saul, a Barbarian and a Pagan, who had served, however, with distinguished reputation among the veteran generals of Theodosius. The camp of the Goths, which Alaric had pitched in the neighborhood of Pollentia, 44 was thrown into confusion by the sudden and impetuous charge of the Imperial cavalry; but, in a few moments, the undaunted genius of their leader gave them an order, and a field of battle; and, as soon as they had recovered from their astonishment, the pious confidence, that the God of the Christians would assert their cause, added new strength to their native valor. In this engagement, which was long maintained with equal courage and success, the chief of the Alani, whose diminutive and savage form concealed a magnanimous soul approved his suspected loyalty, by the zeal with which he fought, and fell, in the service of the republic; and the fame of this gallant Barbarian has been imperfectly preserved in the verses of Claudian, since the poet, who celebrates his virtue, has omitted the mention of his name. His death was followed by the flight and dismay of the squadrons which he commanded; and the defeat of the wing of cavalry might have decided the victory of Alaric, if Stilicho had not immediately led the Roman and Barbarian infantry to the attack. The skill of the general, and the bravery of the soldiers, surmounted every obstacle. In the evening of the bloody day, the Goths retreated from the field of battle; the intrenchments of their camp were forced, and the scene of rapine and slaughter made some atonement for the calamities which they had inflicted on the subjects of the empire. 45 The magnificent spoils of Corinth and Argos enriched the veterans of the West; the captive wife of Alaric, who had impatiently claimed his promise of Roman jewels and Patrician handmaids, 46 was reduced to implore the mercy of the insulting foe; and many thousand prisoners, released from the Gothic chains, dispersed through the provinces of Italy the praises of their heroic deliverer. The triumph of Stilicho 47 was compared by the poet, and perhaps by the public, to that of Marius; who, in the same part of Italy, had encountered and destroyed another army of Northern Barbarians. The huge bones, and the empty helmets, of the Cimbri and of the Goths, would easily be confounded by succeeding generations; and posterity might erect a common trophy to the memory of the two most illustrious generals, who had vanquished, on the same memorable ground, the two most formidable enemies of Rome. 48"}