{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Josh Gilbert <jgilbert.r@gmail.com>", "subject": "Re: [R] PCA  for Binary data", "body": " The first missionaries who preached the gospel to the Barbarians, appealed to the evidence of reason, and claimed the benefit of toleration. 136 But no sooner had they established their spiritual dominion, than they exhorted the Christian kings to extirpate, without mercy, the remains of Roman or Barbaric superstition. The successors of Clovis inflicted one hundred lashes on the peasants who refused to destroy their idols; the crime of sacrificing to the demons was punished by the Anglo-Saxon laws with the heavier penalties of imprisonment and confiscation; and even the wise Alfred adopted, as an indispensable duty, the extreme rigor of the Mosaic institutions. 137 But the punishment and the crime were gradually abolished among a Christian people; the theological disputes of the schools were suspended by propitious ignorance; and the intolerant spirit which could find neither idolaters nor heretics, was reduced to the persecution of the Jews. That exiled nation had founded some synagogues in the cities of Gaul; but Spain, since the time of Hadrian, was filled with their numerous colonies. 138 The wealth which they accumulated by trade, and the management of the finances, invited the pious avarice of their masters; and they might be oppressed without danger, as they had lost the use, and even the remembrance, of arms. Sisebut, a Gothic king, who reigned in the beginning of the seventh century, proceeded at once to the last extremes of persecution. 139 Ninety thousand Jews were compelled to receive the sacrament of baptism; the fortunes of the obstinate infidels were confiscated, their bodies were tortured; and it seems doubtful whether they were permitted to abandon their native country. The excessive zeal of the Catholic king was moderated, even by the clergy of Spain, who solemnly pronounced an inconsistent sentence: that the sacraments should not be forcibly imposed; but that the Jews who had been baptized should be constrained, for the honor of the church, to persevere in the external practice of a religion which they disbelieved and detested. Their frequent relapses provoked one of the successors of Sisebut to banish the whole nation from his dominions; and a council of Toledo published a decree, that every Gothic king should swear to maintain this salutary edict. But the tyrants were unwilling to dismiss the victims, whom they delighted to torture, or to deprive themselves of the industrious slaves, over whom they might exercise a lucrative oppression. The Jews still continued in Spain, under the weight of the civil and ecclesiastical laws, which in the same country have been faithfully transcribed in the Code of the Inquisition. The Gothic kings and bishops at length discovered, that injuries will produce hatred, and that hatred will find the opportunity of revenge. A nation, the secret or professed enemies of Christianity, still multiplied in servitude and distress; and the intrigues of the Jews promoted the rapid success of the Arabian conquerors. 140"}