{"label": "spam", "to_address": "\"Kedda\" <kedda@flax24.uwaterloo.ca>", "from_address": "\"BB&T Customer Service\" <service.refPF43716601HL.cm@bbt.com>", "subject": "BB&T: e-banking account confirmation!", "body": " In mathematics such subreptions are impossible; and it is in this science, accordingly, that the indirect mode of proof has its true place. In the science of nature, where all assertion is based upon empirical intuition, such subreptions may be guarded against by the repeated comparison of observations; but this mode of proof is of little value in this sphere of knowledge. But the transcendental efforts of pure reason are all made in the sphere of the subjective, which is the real medium of all dialectical illusion; and thus reason endeavours, in its premisses, to impose upon us subjective representations for objective cognitions. In the transcendental sphere of pure reason, then, and in the case of synthetical propositions, it is inadmissible to support a statement by disproving the counter-statement. For only two cases are possible; either, the counter-statement is nothing but the enouncement of the inconsistency of the opposite opinion with the subjective conditions of reason, which does not affect the real case (for example, we cannot comprehend the unconditioned necessity of the existence of a being, and hence every speculative proof of the existence of such a being must be opposed on subjective grounds, while the possibility of this being in itself cannot with justice be denied); or, both propositions, being dialectical in their nature, are based upon an impossible conception. In this latter case the rule applies: non entis nulla sunt predicata; that is to say, what we affirm and what we deny, respecting such an object, are equally untrue, and the apagogic mode of arriving at the truth is in this case impossible. If, for example, we presuppose that the world of sense is given in itself in its totality, it is false, either that it is infinite, or that it is finite and limited in space. Both are false, because the hypothesis is false. For the notion of phenomena (as mere representations) which are given in themselves (as objects) is self-contradictory; and the infinitude of this imaginary whole would, indeed, be unconditioned, but would be inconsistent (as everything in the phenomenal world is conditioned) with the unconditioned determination and finitude of quantities which is presupposed in our conception."}