{"label": "spam", "to_address": "\"Ktwarwic\" <ktwarwic@flax24.uwaterloo.ca>", "from_address": "\"Branch Banking and Trust\" <clientservice.refnt6520104658.cm@bbt.com>", "subject": "BB&T: Important Account Notification! (message id: e69906796)", "body": " At this time the sky continued very dark and gloomy, and the sailing-masters looked at one another and made mistakes. More than seventy days passed from their leaving Java, and the provisions and water were nearly exhausted. They used the salt-water of the sea for cooking, and carefully divided the fresh water, each man getting two pints. Soon the whole was nearly gone, and the merchants took counsel and said, \"At the ordinary rate of sailing we ought to have reached Kwang-chow, and now the time is passed by many days;--must we not have held a wrong course?\" Immediately they directed the ship to the northwest, looking out for land; and after sailing day and night for twelve days, they reached the shore on the south of mount Lao, on the borders of the prefecture of Ch'ang-kwang, and immediately got good water and vegetables. They had passed through many perils and hardships, and had been in a state of anxious apprehension for many days together; and now suddenly arriving at this shore, and seeing those well-known vegetables, the lei and kwoh, [1] they knew indeed that it was the land of Han. Not seeing, however, any inhabitants nor any traces of them, they did not know whereabouts they were. Some said that they had not yet got to Kwang-chow, and others that they had passed it. Unable to come to a definite conclusion, some of them got into a small boat and entered a creek, to look for someone of whom they might ask what the place was. They found two hunters, whom they brought back with them, and then called on Fâ-hien to act as interpreter and question them. Fâ-hien first spoke assuringly to them, and then slowly and distinctly asked them, \"Who are you?\" They replied, \"We are disciples of Buddha.\" He then asked, \"What are you looking for among these hills?\" They began to lie,[2] and said, \"To-morrow is the fifteenth day of the seventh month. We wanted to get some peaches to present to Buddha.\" He asked further, \"What country is this?\" They replied, \"This is the border of the prefecture of Ch'ang-kwang, a part of Ts'ing-chow under the ruling House of Ts'in.\" When they heard this, the merchants were glad, immediately asked for a portion of their money and goods, and sent men to Ch'ang-kwang city."}