{"label": "ham", "to_address": "Ian Bicking <ianb@colorstudy.com>", "from_address": "Marco Pesenti Gritti <mpg@redhat.com>", "subject": "Re: [sugar] Web activity & ebook reading", "body": " To return to Alcibiades: public feeling was very hostile to him, being worked on by the same enemies who had attacked him before he went out; and now that the Athenians fancied that they had got at the truth of the matter of the Hermae, they believed more firmly than ever that the affair of the mysteries also, in which he was implicated, had been contrived by him in the same intention and was connected with the plot against the democracy. Meanwhile it so happened that, just at the time of this agitation, a small force of Lacedaemonians had advanced as far as the Isthmus, in pursuance of some scheme with the Boeotians. It was now thought that this had come by appointment, at his instigation, and not on account of the Boeotians, and that, if the citizens had not acted on the information received, and forestalled them by arresting the prisoners, the city would have been betrayed. The citizens went so far as to sleep one night armed in the temple of Theseus within the walls. The friends also of Alcibiades at Argos were just at this time suspected of a design to attack the commons; and the Argive hostages deposited in the islands were given up by the Athenians to the Argive people to be put to death upon that account: in short, everywhere something was found to create suspicion against Alcibiades. It was therefore decided to bring him to trial and execute him, and the Salaminia was sent to Sicily for him and the others named in the information, with instructions to order him to come and answer the charges against him, but not to arrest him, because they wished to avoid causing any agitation in the army or among the enemy in Sicily, and above all to retain the services of the Mantineans and Argives, who, it was thought, had been induced to join by his influence. Alcibiades, with his own ship and his fellow accused, accordingly sailed off with the Salaminia from Sicily, as though to return to Athens, and went with her as far as Thurii, and there they left the ship and disappeared, being afraid to go home for trial with such a prejudice existing against them. The crew of the Salaminia stayed some time looking for Alcibiades and his companions, and at length, as they were nowhere to be found, set sail and departed. Alcibiades, now an outlaw, crossed in a boat not long after from Thurii to Peloponnese; and the Athenians passed sentence of death by default upon him and those in his company."}