{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"Alicia Kyle\" <a-adaml@adapsys.com>", "subject": "Pics", "body": " But, indeed, the dictum that truth always triumphs over persecution, is one of those pleasant falsehoods which men repeat after one another till they pass into commonplaces, but which all experience refutes. History teems with instances of truth put down by persecution. If not suppressed for ever, it may be thrown back for centuries. To speak only of religious opinions: the Reformation broke out at least twenty times before Luther, and was put down. Arnold of Brescia was put down. Fra Dolcino was put down. Savonarola was put down. The Albigeois were put down. The Vaudois were put down. The Lollards were put down. The Hussites were put down. Even after the era of Luther, wherever persecution was persisted in, it was successful. In Spain, Italy, Flanders, the Austrian empire, Protestantism was rooted out; and, most likely, would have been so in England, had Queen Mary lived, or Queen Elizabeth died. Persecution has always succeeded, save where the heretics were too strong a party to be effectually persecuted. No reasonable person can doubt that Christianity might have been extirpated in the Roman Empire. It spread, and became predominant, because the persecutions were only occasional, lasting but a short time, and separated by long intervals of almost undisturbed propagandism. It is a piece of idle sentimentality that truth, merely as truth, has any inherent power denied to error, of prevailing against the dungeon and the stake. Men are not more zealous for truth than they often are for error, and a sufficient application of legal or even of social penalties will generally succeed in stopping the propagation of either. The real advantage which truth has, consists in this, that when an opinion is true, it may be extinguished once, twice, or many times, but in the course of ages there will generally be found persons to rediscover it, until some one of its reappearances falls on a time when from favourable circumstances it escapes persecution until it has made such head as to withstand all subsequent attempts to suppress it."}