{"label": "ham", "to_address": "\"Patnaik, Tirthankar \" <tirthankar.patnaik@citi.com>", "from_address": "gyadav@ccilindia.co.in", "subject": "Re: [R] Conditional Sums for Index creation", "body": " In complete armor, the oriflamme waving before him, Louis leaped foremost on the beach; and the strong city of Damietta, which had cost his predecessors a siege of sixteen months, was abandoned on the first assault by the trembling Moslems. But Damietta was the first and the last of his conquests; and in the fifth and sixth crusades, the same causes, almost on the same ground, were productive of similar calamities. 96 After a ruinous delay, which introduced into the camp the seeds of an epidemic disease, the Franks advanced from the sea-coast towards the capital of Egypt, and strove to surmount the unseasonable inundation of the Nile, which opposed their progress. Under the eye of their intrepid monarch, the barons and knights of France displayed their invincible contempt of danger and discipline: his brother, the count of Artois, stormed with inconsiderate valor the town of Massoura; and the carrier pigeons announced to the inhabitants of Cairo that all was lost. But a soldier, who afterwards usurped the sceptre, rallied the flying troops: the main body of the Christians was far behind the vanguard; and Artois was overpowered and slain. A shower of Greek fire was incessantly poured on the invaders; the Nile was commanded by the Egyptian galleys, the open country by the Arabs; all provisions were intercepted; each day aggravated the sickness and famine; and about the same time a retreat was found to be necessary and impracticable. The Oriental writers confess, that Louis might have escaped, if he would have deserted his subjects; he was made prisoner, with the greatest part of his nobles; all who could not redeem their lives by service or ransom were inhumanly massacred; and the walls of Cairo were decorated with a circle of Christian heads. 97 The king of France was loaded with chains; but the generous victor, a great-grandson of the brother of Saladin, sent a robe of honor to his royal captive, and his deliverance, with that of his soldiers, was obtained by the restitution of Damietta 98 and the payment of four hundred thousand pieces of gold. In a soft and luxurious climate, the degenerate children of the companions of Noureddin and Saladin were incapable of resisting the flower of European chivalry: they triumphed by the arms of their slaves or Mamalukes, the hardy natives of Tartary, who at a tender age had been purchased of the Syrian merchants, and were educated in the camp and palace of the sultan. But Egypt soon afforded a new example of the danger of prætorian bands; and the rage of these ferocious animals, who had been let loose on the strangers, was provoked to devour their benefactor. In the pride of conquest, Touran Shaw, the last of his race, was murdered by his Mamalukes; and the most daring of the assassins entered the chamber of the captive king, with drawn cimeters, and their hands imbrued in the blood of their sultan. The firmness of Louis commanded their respect; 99 their avarice prevailed over cruelty and zeal; the treaty was accomplished; and the king of France, with the relics of his army, was permitted to embark for Palestine. He wasted four years within the walls of Acre, unable to visit Jerusalem, and unwilling to return without glory to his native country."}