{"label": "ham", "to_address": "perl6-language@perl.org, perl6-compiler@perl.org", "from_address": "\"Flavio S. Glock\" <fglock@gmail.com>", "subject": "Request for kp6 compiler architecture review", "body": " So sensible were the Romans of the influence of language over national manners, that it was their most serious care to extend, with the progress of their arms, the use of the Latin tongue. 37 The ancient dialects of Italy, the Sabine, the Etruscan, and the Venetian, sunk into oblivion; but in the provinces, the east was less docile than the west to the voice of its victorious preceptors. This obvious difference marked the two portions of the empire with a distinction of colors, which, though it was in some degree concealed during the meridian splendor of prosperity, became gradually more visible, as the shades of night descended upon the Roman world. The western countries were civilized by the same hands which subdued them. As soon as the barbarians were reconciled to obedience, their minds were open to any new impressions of knowledge and politeness. The language of Virgil and Cicero, though with some inevitable mixture of corruption, was so universally adopted in Africa, Spain, Gaul, Britain, and Pannonia, 38 that the faint traces of the Punic or Celtic idioms were preserved only in the mountains, or among the peasants. 39 Education and study insensibly inspired the natives of those countries with the sentiments of Romans; and Italy gave fashions, as well as laws, to her Latin provincials. They solicited with more ardor, and obtained with more facility, the freedom and honors of the state; supported the national dignity in letters 40 and in arms; and at length, in the person of Trajan, produced an emperor whom the Scipios would not have disowned for their countryman. The situation of the Greeks was very different from that of the barbarians. The former had been long since civilized and corrupted. They had too much taste to relinquish their language, and too much vanity to adopt any foreign institutions. Still preserving the prejudices, after they had lost the virtues, of their ancestors, they affected to despise the unpolished manners of the Roman conquerors, whilst they were compelled to respect their superior wisdom and power. 41 Nor was the influence of the Grecian language and sentiments confined to the narrow limits of that once celebrated country. Their empire, by the progress of colonies and conquest, had been diffused from the Adriatic to the Euphrates and the Nile. Asia was covered with Greek cities, and the long reign of the Macedonian kings had introduced a silent revolution into Syria and Egypt. In their pompous courts, those princes united the elegance of Athens with the luxury of the East, and the example of the court was imitated, at an humble distance, by the higher ranks of their subjects. Such was the general division of the Roman empire into the Latin and Greek languages. To these we may add a third distinction for the body of the natives in Syria, and especially in Egypt, the use of their ancient dialects, by secluding them from the commerce of mankind, checked the improvements of those barbarians. 42 The slothful effeminacy of the former exposed them to the contempt, the sullen ferociousness of the latter excited the aversion, of the conquerors. 43 Those nations had submitted to the Roman power, but they seldom desired or deserved the freedom of the city: and it was remarked, that more than two hundred and thirty years elapsed after the ruin of the Ptolemies, before an Egyptian was admitted into the senate of Rome. 44"}