{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " How many reams of paper cut up into bills can circulate as money? Put in that way, the question would be absurd. The worthless tokens are signs of value only in so far as they represent gold within the sphere of circulation and they represent it only to the extent to which it would itself be absorbed as coin by the process of circulation; this quantity is determined by its own value, the exchange values of the commodities and the rapidity of their metamorphoses being given. Bills of a denomination of £5 could circulate in a quantity five times less than those of £1 denomination, and if all payments were made in shilling bills, then twenty times as many shilling bills would have to be in circulation as are one pound bills. If the gold currency were represented by bills of different denominations, e. g. five pound, one pound and ten shilling bills, then the quantity of these different tokens of value would be determined not only by the quantity of gold necessary for circulation as a whole, but also by that required in the sphere of circulation of each kind of bills. If fourteen million pounds sterling (this is the provision of the English Bank Law, not for the entire currency but only for credit money) were the level below which the circulation of a country never sank, then fourteen million paper bills, each a token of value of one pound, could circulate. If the value of gold fell or rose because the labor-time necessary for its production had fallen or risen, then, the exchange value of the same volume of commodities remaining the same, the number of one pound bills in circulation would rise or fall in inverse ratio to the change in the value of gold. If gold were replaced by silver as a measure of value, the ratio of the respective values of silver and gold being 1:15, and if each bill were to represent now the same quantity of silver as it represented gold before, then there would be 210 million one pound bills in circulation instead of the previous fourteen million. The number of paper bills is thus determined by the quantity of gold money which they represent in circulation, and since they are tokens of value only in so far as they represent it, their value is simply determined by their _quantity_. Thus, while the quantity of gold in circulation is determined by the prices of commodities, the value of the paper bills in circulation, on the contrary, depends exclusively on their own quantity."}