{"label": "ham", "to_address": "ip-health@lists.essential.org", "from_address": "Thiru Balasubramaniam <thiru@keionline.org>", "subject": "[Ip-health] Bloomberg: Brazil to Break Patent on Merck's Efavirenz AIDS Drug", "body": " In the four last centuries of the Greek emperors, their friendly or hostile aspect towards the pope and the Latins may be observed as the thermometer of their prosperity or distress; as the scale of the rise and fall of the Barbarian dynasties. When the Turks of the house of Seljuk pervaded Asia, and threatened Constantinople, we have seen, at the council of Placentia, the suppliant ambassadors of Alexius imploring the protection of the common father of the Christians. No sooner had the arms of the French pilgrims removed the sultan from Nice to Iconium, than the Greek princes resumed, or avowed, their genuine hatred and contempt for the schismatics of the West, which precipitated the first downfall of their empire. The date of the Mogul invasion is marked in the soft and charitable language of John Vataces. After the recovery of Constantinople, the throne of the first Palæologus was encompassed by foreign and domestic enemies; as long as the sword of Charles was suspended over his head, he basely courted the favor of the Roman pontiff; and sacrificed to the present danger his faith, his virtue, and the affection of his subjects. On the decease of Michael, the prince and people asserted the independence of their church, and the purity of their creed: the elder Andronicus neither feared nor loved the Latins; in his last distress, pride was the safeguard of superstition; nor could he decently retract in his age the firm and orthodox declarations of his youth. His grandson, the younger Andronicus, was less a slave in his temper and situation; and the conquest of Bithynia by the Turks admonished him to seek a temporal and spiritual alliance with the Western princes. After a separation and silence of fifty years, a secret agent, the monk Barlaam, was despatched to Pope Benedict the Twelfth; and his artful instructions appear to have been drawn by the master-hand of the great domestic. 1 “Most holy father,” was he commissioned to say, “the emperor is not less desirous than yourself of a union between the two churches: but in this delicate transaction, he is obliged to respect his own dignity and the prejudices of his subjects. The ways of union are twofold; force and persuasion. Of force, the inefficacy has been already tried; since the Latins have subdued the empire, without subduing the minds, of the Greeks. The method of persuasion, though slow, is sure and permanent. A deputation of thirty or forty of our doctors would probably agree with those of the Vatican, in the love of truth and the unity of belief; but on their return, what would be the use, the recompense, of such an agreement? the scorn of their brethren, and the reproaches of a blind and obstinate nation. Yet that nation is accustomed to reverence the general councils, which have fixed the articles of our faith; and if they reprobate the decrees of Lyons, it is because the Eastern churches were neither heard nor represented in that arbitrary meeting. For this salutary end, it will be expedient, and even necessary, that a well-chosen legate should be sent into Greece, to convene the patriarchs of Constantinople, Alexandria, Antioch, and Jerusalem; and, with their aid, to prepare a free and universal synod. But at this moment,” continued the subtle agent, “the empire is assaulted and endangered by the Turks, who have occupied four of the greatest cities of Anatolia. The Christian inhabitants have expressed a wish of returning to their allegiance and religion; but the forces and revenues of the emperor are insufficient for their deliverance: and the Roman legate must be accompanied, or preceded, by an army of Franks, to expel the infidels, and open a way to the holy sepulchre.” If the suspicious Latins should require some pledge, some previous effect of the sincerity of the Greeks, the answers of Barlaam were perspicuous and rational. “_1._ A general synod can alone consummate the union of the churches; nor can such a synod be held till the three Oriental patriarchs, and a great number of bishops, are enfranchised from the Mahometan yoke. _2._ The Greeks are alienated by a long series of oppression and injury: they must be reconciled by some act of brotherly love, some effectual succor, which may fortify the authority and arguments of the emperor, and the friends of the union. _3._ If some difference of faith or ceremonies should be found incurable, the Greeks, however, are the disciples of Christ; and the Turks are the common enemies of the Christian name. The Armenians, Cyprians, and Rhodians, are equally attacked; and it will become the piety of the French princes to draw their swords in the general defence of religion. _4._ Should the subjects of Andronicus be treated as the worst of schismatics, of heretics, of pagans, a judicious policy may yet instruct the powers of the West to embrace a useful ally, to uphold a sinking empire, to guard the confines of Europe; and rather to join the Greeks against the Turks, than to expect the union of the Turkish arms with the troops and treasures of captive Greece.” The reasons, the offers, and the demands, of Andronicus were eluded with cold and stately indifference. The kings of France and Naples declined the dangers and glory of a crusade; the pope refused to call a new synod to determine old articles of faith; and his regard for the obsolete claims of the Latin emperor and clergy engaged him to use an offensive superscription,—“To the _moderator_ 2 of the Greeks, and the persons who style themselves the patriarchs of the Eastern churches.” For such an embassy, a time and character less propitious could not easily have been found. Benedict the Twelfth 3 was a dull peasant, perplexed with scruples, and immersed in sloth and wine: his pride might enrich with a third crown the papal tiara, but he was alike unfit for the regal and the pastoral office."}