{"label": "spam", "to_address": "smiles@simplybabystuff.com, smiles@simplyweddingstuff.com,\n   smiles@flax9.uwaterloo.ca, smiles@tacoma-dentist.com,\n   smiles@wholelifedentistry.com", "from_address": "\"Morton Serrano\" <Blantonpzymfxqsgar@adlersports.com>", "subject": "pharmacies - full contact info", "body": " Conceding to this view of the subject the utmost that can be claimed for it by those most easily satisfied with the amount of understanding of truth which ought to accompany the belief of it; even so, the argument for free discussion is no way weakened. For even this doctrine acknowledges that mankind ought to have a rational assurance that all objections have been satisfactorily answered; and how are they to be answered if that which requires to be answered is not spoken? or how can the answer be known to be satisfactory, if the objectors have no opportunity of showing that it is unsatisfactory? If not the public, at least the philosophers and theologians who are to resolve the difficulties, must make themselves familiar with those difficulties in their most puzzling form; and this cannot be accomplished unless they are freely stated, and placed in the most advantageous light which they admit of. The Catholic Church has its own way of dealing with this embarrassing problem. It makes a broad separation between those who can be permitted to receive its doctrines on conviction, and those who must accept them on trust. Neither, indeed, are allowed any choice as to what they will accept; but the clergy, such at least as can be fully confided in, may admissibly and meritoriously make themselves acquainted with the arguments of opponents, in order to answer them, and may, therefore, read heretical books; the laity, not unless by special permission, hard to be obtained. This discipline recognises a knowledge of the enemy's case as beneficial to the teachers, but finds means, consistent with this, of denying it to the rest of the world: thus giving to the _élite_ more mental culture, though not more mental freedom, than it allows to the mass. By this device it succeeds in obtaining the kind of mental superiority which its purposes require; for though culture without freedom never made a large and liberal mind, it can make a clever _nisi prius_ advocate of a cause. But in countries professing Protestantism, this resource is denied; since Protestants hold, at least in theory, that the responsibility for the choice of a religion must be borne by each for himself, and cannot be thrown off upon teachers. Besides, in the present state of the world, it is practically impossible that writings which are read by the instructed can be kept from the uninstructed. If the teachers of mankind are to be cognisant of all that they ought to know, everything must be free to be written and published without restraint."}