{"label": "ham", "to_address": "simo <idra@samba.org>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: Short HOWTO on using git for Samba development", "body": " “Still, in the name of the gods who once presided over our confederacy, and of our own good service in the Hellenic cause, we adjure you to relent; to recall the decision which we fear that the Thebans may have obtained from you; to ask back the gift that you have given them, that they disgrace not you by slaying us; to gain a pure instead of a guilty gratitude, and not to gratify others to be yourselves rewarded with shame. Our lives may be quickly taken, but it will be a heavy task to wipe away the infamy of the deed; as we are no enemies whom you might justly punish, but friends forced into taking arms against you. To grant us our lives would be, therefore, a righteous judgment; if you consider also that we are prisoners who surrendered of their own accord, stretching out our hands for quarter, whose slaughter Hellenic law forbids, and who besides were always your benefactors. Look at the sepulchres of your fathers, slain by the Medes and buried in our country, whom year by year we honoured with garments and all other dues, and the first-fruits of all that our land produced in their season, as friends from a friendly country and allies to our old companions in arms. Should you not decide aright, your conduct would be the very opposite to ours. Consider only: Pausanias buried them thinking that he was laying them in friendly ground and among men as friendly; but you, if you kill us and make the Plataean territory Theban, will leave your fathers and kinsmen in a hostile soil and among their murderers, deprived of the honours which they now enjoy. What is more, you will enslave the land in which the freedom of the Hellenes was won, make desolate the temples of the gods to whom they prayed before they overcame the Medes, and take away your ancestral sacrifices from those who founded and instituted them."}