{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "James Keenan (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43324] [TODO] config/auto/headers.pm:  Write unit tests ", "body": " The first considerable action of his reign seemed to evince his sincerity as well as his moderation. After the example of Marcus, he gave himself a colleague in the person of Maximian, on whom he bestowed at first the title of Cæsar, and afterwards that of Augustus. 6 But the motives of his conduct, as well as the object of his choice, were of a very different nature from those of his admired predecessor. By investing a luxurious youth with the honors of the purple, Marcus had discharged a debt of private gratitude, at the expense, indeed, of the happiness of the state. By associating a friend and a fellow-soldier to the labors of government, Diocletian, in a time of public danger, provided for the defence both of the East and of the West. Maximian was born a peasant, and, like Aurelian, in the territory of Sirmium. Ignorant of letters, 7 careless of laws, the rusticity of his appearance and manners still betrayed in the most elevated fortune the meanness of his extraction. War was the only art which he professed. In a long course of service he had distinguished himself on every frontier of the empire; and though his military talents were formed to obey rather than to command, though, perhaps, he never attained the skill of a consummate general, he was capable, by his valor, constancy, and experience, of executing the most arduous undertakings. Nor were the vices of Maximian less useful to his benefactor. Insensible to pity, and fearless of consequences, he was the ready instrument of every act of cruelty which the policy of that artful prince might at once suggest and disclaim. As soon as a bloody sacrifice had been offered to prudence or to revenge, Diocletian, by his seasonable intercession, saved the remaining few whom he had never designed to punish, gently censured the severity of his stern colleague, and enjoyed the comparison of a golden and an iron age, which was universally applied to their opposite maxims of government. Notwithstanding the difference of their characters, the two emperors maintained, on the throne, that friendship which they had contracted in a private station. The haughty, turbulent spirit of Maximian, so fatal, afterwards, to himself and to the public peace, was accustomed to respect the genius of Diocletian, and confessed the ascendant of reason over brutal violence. 8 From a motive either of pride or superstition, the two emperors assumed the titles, the one of Jovius, the other of Herculius. Whilst the motion of the world (such was the language of their venal orators) was maintained by the all-seeing wisdom of Jupiter, the invincible arm of Hercules purged the earth from monsters and tyrants. 9"}