{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "yannig goude <yanniggoude@yahoo.fr>", "subject": "[R] background color", "body": " The surprise of the Pagans was soon succeeded by resentment; and the most pious of men were exposed to the unjust but dangerous imputation of impiety. Malice and prejudice concurred in representing the Christians as a society of atheists, who, by the most daring attack on the religious constitution of the empire, had merited the severest animadversion of the civil magistrate. They had separated themselves (they gloried in the confession) from every mode of superstition which was received in any part of the globe by the various temper of polytheism: but it was not altogether so evident what deity, or what form of worship, they had substituted to the gods and temples of antiquity. The pure and sublime idea which they entertained of the Supreme Being escaped the gross conception of the Pagan multitude, who were at a loss to discover a spiritual and solitary God, that was neither represented under any corporeal figure or visible symbol, nor was adored with the accustomed pomp of libations and festivals, of altars and sacrifices. 9 The sages of Greece and Rome, who had elevated their minds to the contemplation of the existence and attributes of the First Cause, were induced by reason or by vanity to reserve for themselves and their chosen disciples the privilege of this philosophical devotion. 10 They were far from admitting the prejudices of mankind as the standard of truth, but they considered them as flowing from the original disposition of human nature; and they supposed that any popular mode of faith and worship which presumed to disclaim the assistance of the senses, would, in proportion as it receded from superstition, find itself incapable of restraining the wanderings of the fancy, and the visions of fanaticism. The careless glance which men of wit and learning condescended to cast on the Christian revelation, served only to confirm their hasty opinion, and to persuade them that the principle, which they might have revered, of the Divine Unity, was defaced by the wild enthusiasm, and annihilated by the airy speculations, of the new sectaries. The author of a celebrated dialogue, which has been attributed to Lucian, whilst he affects to treat the mysterious subject of the Trinity in a style of ridicule and contempt, betrays his own ignorance of the weakness of human reason, and of the inscrutable nature of the divine perfections. 11"}