{"label": "ham", "to_address": "\"Steve Pittman\" <spittma1@jhmi.edu>", "from_address": "\"Tom Phoenix\" <tom@stonehenge.com>", "subject": "Re: Keeping a process alive..", "body": " The introduction of barbarians and savages into the contests of civilized nations, is a measure pregnant with shame and mischief; which the interest of the moment may compel, but which is reprobated by the best principles of humanity and reason. It is the practice of both sides to accuse their enemies of the guilt of the first alliances; and those who fail in their negotiations are loudest in their censure of the example which they envy and would gladly imitate. The Turks of Asia were less barbarous perhaps than the shepherds of Bulgaria and Servia; but their religion rendered them implacable foes of Rome and Christianity. To acquire the friendship of their emirs, the two factions vied with each other in baseness and profusion: the dexterity of Cantacuzene obtained the preference: but the succor and victory were dearly purchased by the marriage of his daughter with an infidel, the captivity of many thousand Christians, and the passage of the Ottomans into Europe, the last and fatal stroke in the fall of the Roman empire. The inclining scale was decided in his favor by the death of Apocaucus, the just though singular retribution of his crimes. A crowd of nobles or plebeians, whom he feared or hated, had been seized by his orders in the capital and the provinces; and the old palace of Constantine was assigned as the place of their confinement. Some alterations in raising the walls, and narrowing the cells, had been ingeniously contrived to prevent their escape, and aggravate their misery; and the work was incessantly pressed by the daily visits of the tyrant. His guards watched at the gate, and as he stood in the inner court to overlook the architects, without fear or suspicion, he was assaulted and laid breathless on the ground, by two 291 resolute prisoners of the Palæologian race, 30 who were armed with sticks, and animated by despair. On the rumor of revenge and liberty, the captive multitude broke their fetters, fortified their prison, and exposed from the battlements the tyrant’s head, presuming on the favor of the people and the clemency of the empress. Anne of Savoy might rejoice in the fall of a haughty and ambitious minister, but while she delayed to resolve or to act, the populace, more especially the mariners, were excited by the widow of the great duke to a sedition, an assault, and a massacre. The prisoners (of whom the far greater part were guiltless or inglorious of the deed) escaped to a neighboring church: they were slaughtered at the foot of the altar; and in his death the monster was not less bloody and venomous than in his life. Yet his talents alone upheld the cause of the young emperor; and his surviving associates, suspicious of each other, abandoned the conduct of the war, and rejected the fairest terms of accommodation. In the beginning of the dispute, the empress felt, and complained, that she was deceived by the enemies of Cantacuzene: the patriarch was employed to preach against the forgiveness of injuries; and her promise of immortal hatred was sealed by an oath, under the penalty of excommunication. 31 But Anne soon learned to hate without a teacher: she beheld the misfortunes of the empire with the indifference of a stranger: her jealousy was exasperated by the competition of a rival empress; and on the first symptoms of a more yielding temper, she threatened the patriarch to convene a synod, and degrade him from his office. Their incapacity and discord would have afforded the most decisive advantage; but the civil war was protracted by the weakness of both parties; and the moderation of Cantacuzene has not escaped the reproach of timidity and indolence. He successively recovered the provinces and cities; and the realm of his pupil was measured by the walls of Constantinople; but the metropolis alone counterbalanced the rest of the empire; nor could he attempt that important conquest till he had secured in his favor the public voice and a private correspondence. An Italian, of the name of Facciolati, 32 had succeeded to the office of great duke: the ships, the guards, and the golden gate, were subject to his command; but his humble ambition was bribed to become the instrument of treachery; and the revolution was accomplished without danger or bloodshed. Destitute of the powers of resistance, or the hope of relief, the inflexible Anne would have still defended the palace, and have smiled to behold the capital in flames, rather than in the possession of a rival. She yielded to the prayers of her friends and enemies; and the treaty was dictated by the conqueror, who professed a loyal and zealous attachment to the son of his benefactor. The marriage of his daughter with John Palæologus was at length consummated: the hereditary right of the pupil was acknowledged; but the sole administration during ten years was vested in the guardian. Two emperors and three empresses were seated on the Byzantine throne; and a general amnesty quieted the apprehensions, and confirmed the property, of the most guilty subjects. The festival of the coronation and nuptials was celebrated with the appearances of concord and magnificence, and both were equally fallacious. During the late troubles, the treasures of the state, and even the furniture of the palace, had been alienated or embezzled; the royal banquet was served in pewter or earthenware; and such was the proud poverty of the times, that the absence of gold and jewels was supplied by the paltry artifices of glass and gilt-leather. 33"}