{"label": "spam", "to_address": "mail@flax9.uwaterloo.ca", "from_address": "\"Janna\" <xnmeotc@flax9.uwaterloo.ca>", "subject": "excellent copy ", "body": " It may be advisable, therefore, to express ourselves thus. The pure categories, apart from the formal conditions of sensibility, have a merely transcendental meaning, but are nevertheless not of transcendental use, because this is in itself impossible, inasmuch as all the conditions of any employment or use of them (in judgements) are absent, to wit, the formal conditions of the subsumption of an object under these conceptions. As, therefore, in the character of pure categories, they must be employed empirically, and cannot be employed transcendentally, they are of no use at all, when separated from sensibility, that is, they cannot be applied to an object. They are merely the pure form of the employment of the understanding in respect of objects in general and of thought, without its being at the same time possible to think or to determine any object by their means. But there lurks at the foundation of this subject an illusion which it is very difficult to avoid. The categories are not based, as regards their origin, upon sensibility, like the forms of intuition, space, and time; they seem, therefore, to be capable of an application beyond the sphere of sensuous objects. But this is not the case. They are nothing but mere forms of thought, which contain only the logical faculty of uniting à priori in consciousness the manifold given in intuition. Apart, then, from the only intuition possible for us, they have still less meaning than the pure sensuous forms, space and time, for through them an object is at least given, while a mode of connection of the manifold, when the intuition which alone gives the manifold is wanting, has no meaning at all. At the same time, when we designate certain objects as phenomena or sensuous existences, thus distinguishing our mode of intuiting them from their own nature as things in themselves, it is evident that by this very distinction we as it were place the latter, considered in this their own nature, although we do not so intuite them, in opposition to the former, or, on the other hand, we do so place other possible things, which are not objects of our senses, but are cogitated by the understanding alone, and call them intelligible existences (noumena). Now the question arises whether the pure conceptions of our understanding do possess significance in respect of these latter, and may possibly be a mode of cognizing them."}