{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCAVC", "body": " For such is the ignorance, and aptitude to error generally of all men, but especially of them that have not much knowledge of naturall causes, and of the nature, and interests of men; as by innumerable and easie tricks to be abused. What opinion of miraculous power, before it was known there was a Science of the course of the Stars, might a man have gained, that should have told the people, This hour, or day the Sun should be darkned? A juggler by the handling of his goblets, and other trinkets, if it were not now ordinarily practised, would be thought to do his wonders by the power at least of the Devil. A man that hath practised to speak by drawing in of his breath, (which kind of men in antient time were called Ventriloqui,) and so make the weaknesse of his voice seem to proceed, not from the weak impulsion of the organs of Speech, but from distance of place, is able to make very many men beleeve it is a voice from Heaven, whatsoever he please to tell them. And for a crafty man, that hath enquired into the secrets, and familiar confessions that one man ordinarily maketh to another of his actions and adventures past, to tell them him again is no hard matter; and yet there be many, that by such means as that, obtain the reputation of being Conjurers. But it is too long a businesse, to reckon up the severall sorts of those men, which the Greeks called Thaumaturgi, that is to say, workers of things wonderfull; and yet these do all they do, by their own single dexterity. But if we looke upon the Impostures wrought by Confederacy, there is nothing how impossible soever to be done, that is impossible to bee beleeved. For two men conspiring, one to seem lame, the other to cure him with a charme, will deceive many: but many conspiring, one to seem lame, another so to cure him, and all the rest to bear witnesse; will deceive many more."}