{"label": "ham", "to_address": "Jeff Laake <Jeff.Laake@noaa.gov>", "from_address": "philozine <philozine@yahoo.com>", "subject": "Re: [R] Retain names in conversion of matrix to vector", "body": " The tidings of misfortune fly with a rapid wing; yet such was the extent of Constantinople, that the more distant quarters might prolong, some moments, the happy ignorance of their ruin. 64 But in the general consternation, in the feelings of selfish or social anxiety, in the tumult and thunder of the assault, a _sleepless_ night and morning 641 must have elapsed; nor can I believe that many Grecian ladies were awakened by the Janizaries from a sound and tranquil slumber. On the assurance of the public calamity, the houses and convents were instantly deserted; and the trembling inhabitants flocked together in the streets, like a herd of timid animals, as if accumulated weakness could be productive of strength, or in the vain hope, that amid the crowd each individual might be safe and invisible. From every part of the capital, they flowed into the church of St. Sophia: in the space of an hour, the sanctuary, the choir, the nave, the upper and lower galleries, were filled with the multitudes of fathers and husbands, of women and children, of priests, monks, and religious virgins: the doors were barred on the inside, and they sought protection from the sacred dome, which they had so lately abhorred as a profane and polluted edifice. Their confidence was founded on the prophecy of an enthusiast or impostor; that one day the Turks would enter Constantinople, and pursue the Romans as far as the column of Constantine in the square before St. Sophia: but that this would be the term of their calamities: that an angel would descend from heaven, with a sword in his hand, and would deliver the empire, with that celestial weapon, to a poor man seated at the foot of the column. “Take this sword,” would he say, “and avenge the people of the Lord.” At these animating words, the Turks would instantly fly, and the victorious Romans would drive them from the West, and from all Anatolia as far as the frontiers of Persia. It is on this occasion that Ducas, with some fancy and much truth, upbraids the discord and obstinacy of the Greeks. “Had that angel appeared,” exclaims the historian, “had he offered to exterminate your foes if you would consent to the union of the church, even event then, in that fatal moment, you would have rejected your safety, or have deceived your God.” 65"}