{"label": "spam", "to_address": "Mail <mail@flax9.uwaterloo.ca>", "from_address": "US NMA <pauline.copeland@grannygrouse.com>", "subject": "The United States National Medical Association", "body": " 'These are the lesser mysteries of love, into which even you, Socrates, may enter; to the greater and more hidden ones which are the crown of these, and to which, if you pursue them in a right spirit, they will lead, I know not whether you will be able to attain. But I will do my utmost to inform you, and do you follow if you can. For he who would proceed aright in this matter should begin in youth to visit beautiful forms; and first, if he be guided by his instructor aright, to love one such form only--out of that he should create fair thoughts; and soon he will of himself perceive that the beauty of one form is akin to the beauty of another; and then if beauty of form in general is his pursuit, how foolish would he be not to recognize that the beauty in every form is and the same! And when he perceives this he will abate his violent love of the one, which he will despise and deem a small thing, and will become a lover of all beautiful forms; in the next stage he will consider that the beauty of the mind is more honourable than the beauty of the outward form. So that if a virtuous soul have but a little comeliness, he will be content to love and tend him, and will search out and bring to the birth thoughts which may improve the young, until he is compelled to contemplate and see the beauty of institutions and laws, and to understand that the beauty of them all is of one family, and that personal beauty is a trifle; and after laws and institutions he will go on to the sciences, that he may see their beauty, being not like a servant in love with the beauty of one youth or man or institution, himself a slave mean and narrow-minded, but drawing towards and contemplating the vast sea of beauty, he will create many fair and noble thoughts and notions in boundless love of wisdom; until on that shore he grows and waxes strong, and at last the vision is revealed to him of a single science, which is the science of beauty everywhere. To this I will proceed; please to give me your very best attention:"}