{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: Proposal for SAMBA_3_0/README.Coding", "body": " The silence or ambiguity of the laws was supplied by the occasional edicts 3211 of those magistrates who were invested with the honors of the state. 33 This ancient prerogative of the Roman kings was transferred, in their respective offices, to the consuls and dictators, the censors and praetors; and a similar right was assumed by the tribunes of the people, the ediles, and the proconsuls. At Rome, and in the provinces, the duties of the subject, and the intentions of the governor, were proclaimed; and the civil jurisprudence was reformed by the annual edicts of the supreme judge, the praetor of the city. 3311 As soon as he ascended his tribunal, he announced by the voice of the crier, and afterwards inscribed on a white wall, the rules which he proposed to follow in the decision of doubtful cases, and the relief which his equity would afford from the precise rigor of ancient statutes. A principle of discretion more congenial to monarchy was introduced into the republic: the art of respecting the name, and eluding the efficacy, of the laws, was improved by successive praetors; subtleties and fictions were invented to defeat the plainest meaning of the Decemvirs, and where the end was salutary, the means were frequently absurd. The secret or probable wish of the dead was suffered to prevail over the order of succession and the forms of testaments; and the claimant, who was excluded from the character of heir, accepted with equal pleasure from an indulgent praetor the possession of the goods of his late kinsman or benefactor. In the redress of private wrongs, compensations and fines were substituted to the obsolete rigor of the Twelve Tables; time and space were annihilated by fanciful suppositions; and the plea of youth, or fraud, or violence, annulled the obligation, or excused the performance, of an inconvenient contract. A jurisdiction thus vague and arbitrary was exposed to the most dangerous abuse: the substance, as well as the form, of justice were often sacrificed to the prejudices of virtue, the bias of laudable affection, and the grosser seductions of interest or resentment. But the errors or vices of each praetor expired with his annual office; such maxims alone as had been approved by reason and practice were copied by succeeding judges; the rule of proceeding was defined by the solution of new cases; and the temptations of injustice were removed by the Cornelian law, which compelled the praetor of the year to adhere to the spirit and letter of his first proclamation. 34 It was reserved for the curiosity and learning of Adrian, to accomplish the design which had been conceived by the genius of Caesar; and the praetorship of Salvius Julian, an eminent lawyer, was immortalized by the composition of the Perpetual Edict. This well-digested code was ratified by the emperor and the senate; the long divorce of law and equity was at length reconciled; and, instead of the Twelve Tables, the perpetual edict was fixed as the invariable standard of civil jurisprudence. 35"}