{"label": "ham", "to_address": "speakup@braille.uwo.ca", "from_address": "Luke Yelavich <themuso@themuso.com>", "subject": "Re: TTSynth Is Here At Last", "body": " The Athenian forces at Catana now at once sailed against Messina, in the expectation of its being betrayed to them. The intrigue, however, after all came to nothing: Alcibiades, who was in the secret, when he left his command upon the summons from home, foreseeing that he would be outlawed, gave information of the plot to the friends of the Syracusans in Messina, who had at once put to death its authors, and now rose in arms against the opposite faction with those of their way of thinking, and succeeded in preventing the admission of the Athenians. The latter waited for thirteen days, and then, as they were exposed to the weather and without provisions, and met with no success, went back to Naxos, where they made places for their ships to lie in, erected a palisade round their camp, and retired into winter quarters; meanwhile they sent a galley to Athens for money and cavalry to join them in the spring. During the winter the Syracusans built a wall on to the city, so as to take in the statue of Apollo Temenites, all along the side looking towards Epipolae, to make the task of circumvallation longer and more difficult, in case of their being defeated, and also erected a fort at Megara and another in the Olympieum, and stuck palisades along the sea wherever there was a landing Place. Meanwhile, as they knew that the Athenians were wintering at Naxos, they marched with all their people to Catana, and ravaged the land and set fire to the tents and encampment of the Athenians, and so returned home. Learning also that the Athenians were sending an embassy to Camarina, on the strength of the alliance concluded in the time of Laches, to gain, if possible, that city, they sent another from Syracuse to oppose them. They had a shrewd suspicion that the Camarinaeans had not sent what they did send for the first battle very willingly; and they now feared that they would refuse to assist them at all in future, after seeing the success of the Athenians in the action, and would join the latter on the strength of their old friendship. Hermocrates, with some others, accordingly arrived at Camarina from Syracuse, and Euphemus and others from the Athenians; and an assembly of the Camarinaeans having been convened, Hermocrates spoke as follows, in the hope of prejudicing them against the Athenians:"}