{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"primarily Two\" <yneughnyasv@arcor-ip.net>", "subject": "", "body": " It still remains to speak of one of the principal causes which make diversity of opinion advantageous, and will continue to do so until mankind shall have entered a stage of intellectual advancement which at present seems at an incalculable distance. We have hitherto considered only two possibilities: that the received opinion may be false, and some other opinion, consequently, true; or that, the received opinion being true, a conflict with the opposite error is essential to a clear apprehension and deep feeling of its truth. But there is a commoner case than either of these; when the conflicting doctrines, instead of being one true and the other false, share the truth between them; and the nonconforming opinion is needed to supply the remainder of the truth, of which the received doctrine embodies only a part. Popular opinions, on subjects not palpable to sense, are often true, but seldom or never the whole truth. They are a part of the truth; sometimes a greater, sometimes a smaller part, but exaggerated, distorted, and disjoined from the truths by which they ought to be accompanied and limited. Heretical opinions, on the other hand, are generally some of these suppressed and neglected truths, bursting the bonds which kept them down, and either seeking reconciliation with the truth contained in the common opinion, or fronting it as enemies, and setting themselves up, with similar exclusiveness, as the whole truth. The latter case is hitherto the most frequent, as, in the human mind, one-sidedness has always been the rule, and many-sidedness the exception. Hence, even in revolutions of opinion, one part of the truth usually sets while another rises. Even progress, which ought to superadd, for the most part only substitutes one partial and incomplete truth for another; improvement consisting chiefly in this, that the new fragment of truth is more wanted, more adapted to the needs of the time, than that which it displaces. Such being the partial character of prevailing opinions, even when resting on a true foundation; every opinion which embodies somewhat of the portion of truth which the common opinion omits, ought to be considered precious, with whatever amount of error and confusion that truth may be blended. No sober judge of human affairs will feel bound to be indignant because those who force on our notice truths which we should otherwise have overlooked, overlook some of those which we see. Rather, he will think that so long as popular truth is one-sided, it is more desirable than otherwise that unpopular truth should have one-sided asserters too; such being usually the most energetic, and the most likely to compel reluctant attention to the fragment of wisdom which they proclaim as if it were the whole."}