{"label": "ham", "to_address": "Vladimir Eremeev <wl2776@gmail.com>", "from_address": "Sundar Dorai-Raj <sundar.dorai-raj@pdf.com>", "subject": "Re: [R] determining a parent function name", "body": " From an humble, or at least a doubtful origin, the merit of John Huniades promoted him to the command of the Hungarian armies. His father was a Walachian, his mother a Greek: her unknown race might possibly ascend to the emperors of Constantinople; and the claims of the Walachians, with the surname of Corvinus, from the place of his nativity, might suggest a thin pretence for mingling his blood with the patricians of ancient Rome. 31 In his youth he served in the wars of Italy, and was retained, with twelve horsemen, by the bishop of Zagrab: the valor of the _white knight_ 32 was soon conspicuous; he increased his fortunes by a noble and wealthy marriage; and in the defence of the Hungarian borders he won in the same year three battles against the Turks. By his influence, Ladislaus of Poland obtained the crown of Hungary; and the important service was rewarded by the title and office of Waivod of Transylvania. The first of Julian’s crusades added two Turkish laurels on his brow; and in the public distress the fatal errors of Warna were forgotten. During the absence and minority of Ladislaus of Austria, the titular king, Huniades was elected supreme captain and governor of Hungary; and if envy at first was silenced by terror, a reign of twelve years supposes the arts of policy as well as of war. Yet the idea of a consummate general is not delineated in his campaigns; the white knight fought with the hand rather than the head, as the chief of desultory Barbarians, who attack without fear and fly without shame; and his military life is composed of a romantic alternative of victories and escapes. By the Turks, who employed his name to frighten their perverse children, he was corruptly denominated _Jancus Lain_, or the Wicked: their hatred is the proof of their esteem; the kingdom which he guarded was inaccessible to their arms; and they felt him most daring and formidable, when they fondly believed the captain and his country irrecoverably lost. Instead of confining himself to a defensive war, four years after the defeat of Warna he again penetrated into the heart of Bulgaria, and in the plain of Cossova, sustained, till the third day, the shock of the Ottoman army, four times more numerous than his own. As he fled alone through the woods of Walachia, the hero was surprised by two robbers; but while they disputed a gold chain that hung at his neck, he recovered his sword, slew the one, terrified the other, and, after new perils of captivity or death, consoled by his presence an afflicted kingdom. But the last and most glorious action of his life was the defence of Belgrade against the powers of Mahomet the Second in person. After a siege of forty days, the Turks, who had already entered the town, were compelled to retreat; and the joyful nations celebrated Huniades and Belgrade as the bulwarks of Christendom. 33 About a month after this great deliverance, the champion expired; and his most splendid epitaph is the regret of the Ottoman prince, who sighed that he could no longer hope for revenge against the single antagonist who had triumphed over his arms. On the first vacancy of the throne, Matthias Corvinus, a youth of eighteen years of age, was elected and crowned by the grateful Hungarians. His reign was prosperous and long: Matthias aspired to the glory of a conqueror and a saint: but his purest merit is the encouragement of learning; and the Latin orators and historians, who were invited from Italy by the son, have shed the lustre of their eloquence on the father’s character. 34"}