{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " In the early days of his tyranny he smiles and beams upon everybody; he is not a ‘dominus,’ no, not he: he has only come to put an end to debt and the monopoly of land. Having got rid of foreign enemies, he makes himself necessary to the State by always going to war. He is thus enabled to depress the poor by heavy taxes, and so keep them at work; and he can get rid of bolder spirits by handing them over to the enemy. Then comes unpopularity; some of his old associates have the courage to oppose him. The consequence is, that he has to make a purgation of the State; but, unlike the physician who purges away the bad, he must get rid of the high-spirited, the wise and the wealthy; for he has no choice between death and a life of shame and dishonour. And the more hated he is, the more he will require trusty guards; but how will he obtain them? ‘They will come flocking like birds—for pay.’ Will he not rather obtain them on the spot? He will take the slaves from their owners and make them his body-guard; these are his trusted friends, who admire and look up to him. Are not the tragic poets wise who magnify and exalt the tyrant, and say that he is wise by association with the wise? And are not their praises of tyranny alone a sufficient reason why we should exclude them from our State? They may go to other cities, and gather the mob about them with fine words, and change commonwealths into tyrannies and democracies, receiving honours and rewards for their services; but the higher they and their friends ascend constitution hill, the more their honour will fail and become ‘too asthmatic to mount.’ To return to the tyrant—How will he support that rare army of his? First, by robbing the temples of their treasures, which will enable him to lighten the taxes; then he will take all his father’s property, and spend it on his companions, male or female. Now his father is the demus, and if the demus gets angry, and says that a great hulking son ought not to be a burden on his parents, and bids him and his riotous crew begone, then will the parent know what a monster he has been nurturing, and that the son whom he would fain expel is too strong for him. ‘You do not mean to say that he will beat his father?’ Yes, he will, after having taken away his arms. ‘Then he is a parricide and a cruel, unnatural son.’ And the people have jumped from the fear of slavery into slavery, out of the smoke into the fire. Thus liberty, when out of all order and reason, passes into the worst form of servitude..."}