{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Evangelina\" <s@flax9.uwaterloo.ca>", "subject": "tik-tak ", "body": " Though this doctrine is anything but new, and, to some persons, may have the air of a truism, there is no doctrine which stands more directly opposed to the general tendency of existing opinion and practice. Society has expended fully as much effort in the attempt (according to its lights) to compel people to conform to its notions of personal, as of social excellence. The ancient commonwealths thought themselves entitled to practise, and the ancient philosophers countenanced, the regulation of every part of private conduct by public authority, on the ground that the State had a deep interest in the whole bodily and mental discipline of every one of its citizens; a mode of thinking which may have been admissible in small republics surrounded by powerful enemies, in constant peril of being subverted by foreign attack or internal commotion, and to which even a short interval of relaxed energy and self-command might so easily be fatal, that they could not afford to wait for the salutary permanent effects of freedom. In the modern world, the greater size of political communities, and above all, the separation between spiritual and temporal authority (which placed the direction of men's consciences in other hands than those which controlled their worldly affairs), prevented so great an interference by law in the details of private life; but the engines of moral repression have been wielded more strenuously against divergence from the reigning opinion in self-regarding, than even in social matters; religion, the most powerful of the elements which have entered into the formation of moral feeling, having almost always been governed either by the ambition of a hierarchy, seeking control over every department of human conduct, or by the spirit of Puritanism. And some of those modern reformers who have placed themselves in strongest opposition to the religions of the past, have been noway behind either churches or sects in their assertion of the right of spiritual domination: M. Comte, in particular, whose social system, as unfolded in his _Traité de Politique Positive_, aims at establishing (though by moral more than by legal appliances) a despotism of society over the individual, surpassing anything contemplated in the political ideal of the most rigid disciplinarian among the ancient philosophers."}