{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Samba 3.0.25a has been tarred and tagged", "body": " A philosopher may pity and forgive the infirmities of female nature, from which he receives no real injury: but contemptible is the husband who feels, and yet endures, his own infamy in that of his wife. Antonina pursued her son with implacable hatred; and the gallant Photius 116 was exposed to her secret persecutions in the camp beyond the Tigris. Enraged by his own wrongs, and by the dishonor of his blood, he cast away in his turn the sentiments of nature, and revealed to Belisarius the turpitude of a woman who had violated all the duties of a mother and a wife. From the surprise and indignation of the Roman general, his former credulity appears to have been sincere: he embraced the knees of the son of Antonina, adjured him to remember his obligations rather than his birth, and confirmed at the altar their holy vows of revenge and mutual defence. The dominion of Antonina was impaired by absence; and when she met her husband, on his return from the Persian confines, Belisarius, in his first and transient emotions, confined her person, and threatened her life. Photius was more resolved to punish, and less prompt to pardon: he flew to Ephesus; extorted from a trusty eunuch of his mother the full confession of her guilt; arrested Theodosius and his treasures in the church of St. John the Apostle, and concealed his captives, whose execution was only delayed, in a secure and sequestered fortress of Cilicia. Such a daring outrage against public justice could not pass with impunity; and the cause of Antonina was espoused by the empress, whose favor she had deserved by the recent services of the disgrace of a præfect, and the exile and murder of a pope. At the end of the campaign, Belisarius was recalled; he complied, as usual, with the Imperial mandate. His mind was not prepared for rebellion: his obedience, however adverse to the dictates of honor, was consonant to the wishes of his heart; and when he embraced his wife, at the command, and perhaps in the presence, of the empress, the tender husband was disposed to forgive or to be forgiven. The bounty of Theodora reserved for her companion a more precious favor. “I have found,” she said, “my dearest patrician, a pearl of inestimable value; it has not yet been viewed by any mortal eye; but the sight and the possession of this jewel are destined for my friend.” 1161 As soon as the curiosity and impatience of Antonina were kindled, the door of a bed-chamber was thrown open, and she beheld her lover, whom the diligence of the eunuchs had discovered in his secret prison. Her silent wonder burst into passionate exclamations of gratitude and joy, and she named Theodora her queen, her benefactress, and her savior. The monk of Ephesus was nourished in the palace with luxury and ambition; but instead of assuming, as he was promised, the command of the Roman armies, Theodosius expired in the first fatigues of an amorous interview. 1162 The grief of Antonina could only be assuaged by the sufferings of her son. A youth of consular rank, and a sickly constitution, was punished, without a trial, like a malefactor and a slave: yet such was the constancy of his mind, that Photius sustained the tortures of the scourge and the rack, 1163 without violating the faith which he had sworn to Belisarius. After this fruitless cruelty, the son of Antonina, while his mother feasted with the empress, was buried in her subterraneous prisons, which admitted not the distinction of night and day. He twice escaped to the most venerable sanctuaries of Constantinople, the churches of St. Sophia, and of the Virgin: but his tyrants were insensible of religion as of pity; and the helpless youth, amidst the clamors of the clergy and people, was twice dragged from the altar to the dungeon. His third attempt was more successful. At the end of three years, the prophet Zachariah, or some mortal friend, indicated the means of an escape: he eluded the spies and guards of the empress, reached the holy sepulchre of Jerusalem, embraced the profession of a monk; and the abbot Photius was employed, after the death of Justinian, to reconcile and regulate the churches of Egypt. The son of Antonina suffered all that an enemy can inflict: her patient husband imposed on himself the more exquisite misery of violating his promise and deserting his friend."}