{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Federico Villa <nqgruttiness@sandiegoadvocates.com>", "subject": "Please order privately and securely online via our order form; And you will receive your product with 5-10 business days.", "body": " And now, taking my leave of you, I would rehearse a tale of love which I heard from Diotima of Mantineia (compare 1 Alcibiades), a woman wise in this and in many other kinds of knowledge, who in the days of old, when the Athenians offered sacrifice before the coming of the plague, delayed the disease ten years. She was my instructress in the art of love, and I shall repeat to you what she said to me, beginning with the admissions made by Agathon, which are nearly if not quite the same which I made to the wise woman when she questioned me: I think that this will be the easiest way, and I shall take both parts myself as well as I can (compare Gorgias). As you, Agathon, suggested (supra), I must speak first of the being and nature of Love, and then of his works. First I said to her in nearly the same words which he used to me, that Love was a mighty god, and likewise fair; and she proved to me as I proved to him that, by my own showing, Love was neither fair nor good. 'What do you mean, Diotima,' I said, 'is love then evil and foul?' 'Hush,' she cried; 'must that be foul which is not fair?' 'Certainly,' I said. 'And is that which is not wise, ignorant? do you not see that there is a mean between wisdom and ignorance?' 'And what may that be?' I said. 'Right opinion,' she replied; 'which, as you know, being incapable of giving a reason, is not knowledge (for how can knowledge be devoid of reason? nor again, ignorance, for neither can ignorance attain the truth), but is clearly something which is a mean between ignorance and wisdom.' 'Quite true,' I replied. 'Do not then insist,' she said, 'that what is not fair is of necessity foul, or what is not good evil; or infer that because love is not fair and good he is therefore foul and evil; for he is in a mean between them.' 'Well,' I said, 'Love is surely admitted by all to be a great god.' 'By those who know or by those who do not know?' 'By all.' 'And how, Socrates,' she said with a smile, 'can Love be acknowledged to be a great god by those who say that he is not a god at all?' 'And who are they?' I said. 'You and I are two of them,' she replied. 'How can that be?' I said. 'It is quite intelligible,' she replied; 'for you yourself would acknowledge that the gods are happy and fair--of course you would--would you dare to say that any god was not?' 'Certainly not,' I replied. 'And you mean by the happy, those who are the possessors of things good or fair?' 'Yes.' 'And you admitted that Love, because he was in want, desires those good and fair things of which he is in want?' 'Yes, I did.' 'But how can he be a god who has no portion in what is either good or fair?' 'Impossible.' 'Then you see that you also deny the divinity of Love.'"}