{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "obnox@samba.org", "subject": "svn commit: samba r22537 - in branches/SAMBA_3_0/source/rpc_client:\n\t.", "body": " In the beginning of the eleventh century, Italy was exposed to the feudal tyranny, alike oppressive to the sovereign and the people. The rights of human nature were vindicated by her numerous republics, who soon extended their liberty and dominion from the city to the adjacent country. The sword of the nobles was broken; their slaves were enfranchised; their castles were demolished; they assumed the habits of society and obedience; their ambition was confined to municipal honors, and in the proudest aristocracy of Venice on Genoa, each patrician was subject to the laws. 91 But the feeble and disorderly government of Rome was unequal to the task of curbing her rebellious sons, who scorned the authority of the magistrate within and without the walls. It was no longer a civil contention between the nobles and plebeians for the government of the state: the barons asserted in arms their personal independence; their palaces and castles were fortified against a siege; and their private quarrels were maintained by the numbers of their vassals and retainers. In origin and affection, they were aliens to their country: 92 and a genuine Roman, could such have been produced, might have renounced these haughty strangers, who disdained the appellation of citizens, and proudly styled themselves the princes, of Rome. 93 After a dark series of revolutions, all records of pedigree were lost; the distinction of surnames was abolished; the blood of the nations was mingled in a thousand channels; and the Goths and Lombards, the Greeks and Franks, the Germans and Normans, had obtained the fairest possessions by royal bounty, or the prerogative of valor. These examples might be readily presumed; but the elevation of a Hebrew race to the rank of senators and consuls is an event without a parallel in the long captivity of these miserable exiles. 94 In the time of Leo the Ninth, a wealthy and learned Jew was converted to Christianity, and honored at his baptism with the name of his godfather, the reigning Pope. The zeal and courage of Peter the son of Leo were signalized in the cause of Gregory the Seventh, who intrusted his faithful adherent with the government of Adrian’s mole, the tower of Crescentius, or, as it is now called, the castle of St. Angelo. Both the father and the son were the parents of a numerous progeny: their riches, the fruits of usury, were shared with the noblest families of the city; and so extensive was their alliance, that the grandson of the proselyte was exalted by the weight of his kindred to the throne of St. Peter. A majority of the clergy and people supported his cause: he reigned several years in the Vatican; and it is only the eloquence of St. Bernard, and the final triumph of Innocence the Second, that has branded Anacletus with the epithet of antipope. After his defeat and death, the posterity of Leo is no longer conspicuous; and none will be found of the modern nobles ambitious of descending from a Jewish stock. It is not my design to enumerate the Roman families which have failed at different periods, or those which are continued in different degrees of splendor to the present time. 95 The old consular line of the _Frangipani_ discover their name in the generous act of _breaking_ or dividing bread in a time of famine; and such benevolence is more truly glorious than to have enclosed, with their allies the _Corsi_, a spacious quarter of the city in the chains of their fortifications; the _Savelli_, as it should seem a Sabine race, have maintained their original dignity; the obsolete surname of the _Capizucchi_ is inscribed on the coins of the first senators; the _Conti_ preserve the honor, without the estate, of the counts of Signia; and the _Annibaldi_ must have been very ignorant, or very modest, if they had not descended from the Carthaginian hero. 96"}