{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "abartlet@samba.org", "subject": "svn commit: samba r23136 - in branches/SAMBA_4_0/source:\n\tauth/gensec ntvfs/cifs", "body": " His nephew and successor, Frederic Barbarossa, was more ambitious of the Imperial crown; nor had any of the successors of Otho acquired such absolute sway over the kingdom of Italy. Surrounded by his ecclesiastical and secular princes, he gave audience in his camp at Sutri to the ambassadors of Rome, who thus addressed him in a free and florid oration: “Incline your ear to the queen of cities; approach with a peaceful and friendly mind the precincts of Rome, which has cast away the yoke of the clergy, and is impatient to crown her legitimate emperor. Under your auspicious influence, may the primitive times be restored. Assert the prerogatives of the eternal city, and reduce under her monarchy the insolence of the world. You are not ignorant, that, in former ages, by the wisdom of the senate, by the valor and discipline of the equestrian order, she extended her victorious arms to the East and West, beyond the Alps, and over the islands of the ocean. By our sins, in the absence of our princes, the noble institution of the senate has sunk in oblivion; and with our prudence, our strength has likewise decreased. We have revived the senate, and the equestrian order: the counsels of the one, the arms of the other, will be devoted to your person and the service of the empire. Do you not hear the language of the Roman matron? You were a guest, I have adopted you as a citizen; a Transalpine stranger, I have elected you for my sovereign; 56 and given you myself, and all that is mine. Your first and most sacred duty is to swear and subscribe, that you will shed your blood for the republic; that you will maintain in peace and justice the laws of the city and the charters of your predecessors; and that you will reward with five thousand pounds of silver the faithful senators who shall proclaim your titles in the Capitol. With the name, assume the character, of Augustus.” The flowers of Latin rhetoric were not yet exhausted; but Frederic, impatient of their vanity, interrupted the orators in the high tone of royalty and conquest. “Famous indeed have been the fortitude and wisdom of the ancient Romans; but your speech is not seasoned with wisdom, and I could wish that fortitude were conspicuous in your actions. Like all sublunary things, Rome has felt the vicissitudes of time and fortune. Your noblest families were translated to the East, to the royal city of Constantine; and the remains of your strength and freedom have long since been exhausted by the Greeks and Franks. Are you desirous of beholding the ancient glory of Rome, the gravity of the senate, the spirit of the knights, the discipline of the camp, the valor of the legions? you will find them in the German republic. It is not empire, naked and alone, the ornaments and virtues of empire have likewise migrated beyond the Alps to a more deserving people: 57 they will be employed in your defence, but they claim your obedience. You pretend that myself or my predecessors have been invited by the Romans: you mistake the word; they were not invited, they were implored. From its foreign and domestic tyrants, the city was rescued by Charlemagne and Otho, whose ashes repose in our country; and their dominion was the price of your deliverance. Under that dominion your ancestors lived and died. I claim by the right of inheritance and possession, and who shall dare to extort you from my hands? Is the hand of the Franks 58 and Germans enfeebled by age? Am I vanquished? Am I a captive? Am I not encompassed with the banners of a potent and invincible army? You impose conditions on your master; you require oaths: if the conditions are just, an oath is superfluous; if unjust, it is criminal. Can you doubt my equity? It is extended to the meanest of my subjects. Will not my sword be unsheathed in the defence of the Capitol? By that sword the northern kingdom of Denmark has been restored to the Roman empire. You prescribe the measure and the objects of my bounty, which flows in a copious but a voluntary stream. All will be given to patient merit; all will be denied to rude importunity.” 59 Neither the emperor nor the senate could maintain these lofty pretensions of dominion and liberty. United with the pope, and suspicious of the Romans, Frederic continued his march to the Vatican; his coronation was disturbed by a sally from the Capitol; and if the numbers and valor of the Germans prevailed in the bloody conflict, he could not safely encamp in the presence of a city of which he styled himself the sovereign. About twelve years afterwards, he besieged Rome, to seat an antipope in the chair of St. Peter; and twelve Pisan galleys were introduced into the Tyber: but the senate and people were saved by the arts of negotiation and the progress of disease; nor did Frederic or his successors reiterate the hostile attempt. Their laborious reigns were exercised by the popes, the crusades, and the independence of Lombardy and Germany: they courted the alliance of the Romans; and Frederic the Second offered in the Capitol the great standard, the _Caroccio_ of Milan. 60 After the extinction of the house of Swabia, they were banished beyond the Alps: and their last coronations betrayed the impotence and poverty of the Teutonic Cæsars. 61"}