{"label": "ham", "to_address": "Paul Johnson <paul@pjcj.net>", "from_address": "Mathew Snyder <theillien@yahoo.com>", "subject": "Re: using a homemade perl module", "body": " All the forms in which gold develops into money, are but the unfolding of potentialities which the metamorphosis of commodities bears within itself. These forms did not become distinctly differentiated in the process of simple money circulation where money appears as coin and the movement C―M―C forms a dynamic unity; at most, they appeared as mere potentialities as, e. g., in the case of the break in the metamorphosis of a commodity. We have seen that in the process C―M the relations between the commodity and money were those of an actual use-value and ideal exchange-value to an actual exchange value and only ideal use-value. By alienating his commodity as a use-value the seller realized its own exchange value and the use-value of money. On the contrary, the buyer, by alienating his money as exchange value, realized its own use-value and the price of the commodity. Commodity and money changed places accordingly. When it comes to a realization in actual life of this bi-polar contrast, a new break occurs. The seller actually alienates his commodity, but realizes its price only in idea: he has sold his commodity at its price, which is to be realized, however, only subsequently, at a time agreed upon. The purchaser buys as the representative of future money, while the vender sells as the owner of present goods. On the part of the vender, the commodity as use-value is actually alienated, without the price being actually realized; on the part of the purchaser, money is actually realized in the use-value of the commodity, without being actually alienated as exchange value. Instead of a token of value representing money symbolically as was the case before, the purchaser himself performs that part now. And just as in the former case the symbolic nature of the token of value called forth the guarantee of the state which has made it legal tender, so does the personal symbolism of the buyer bring about legally enforcible private contracts among commodity owners."}