{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22452 - in\n\tbranches/SAMBA_4_0/source/build/smb_build: .", "body": " The perpetual intercourse between the court and the provinces was facilitated by the construction of roads and the institution of posts. But these beneficial establishments were accidentally connected with a pernicious and intolerable abuse. Two or three hundred _agents_ or messengers were employed, under the jurisdiction of the master of the offices, to announce the names of the annual consuls, and the edicts or victories of the emperors. They insensibly assumed the license of reporting whatever they could observe of the conduct either of magistrates or of private citizens; and were soon considered as the eyes of the monarch, 160 and the scourge of the people. Under the warm influence of a feeble reign, they multiplied to the incredible number of ten thousand, disdained the mild though frequent admonitions of the laws, and exercised in the profitable management of the posts a rapacious and insolent oppression. These official spies, who regularly corresponded with the palace, were encouraged by favor and reward, anxiously to watch the progress of every treasonable design, from the faint and latent symptoms of disaffection, to the actual preparation of an open revolt. Their careless or criminal violation of truth and justice was covered by the consecrated mask of zeal; and they might securely aim their poisoned arrows at the breast either of the guilty or the innocent, who had provoked their resentment, or refused to purchase their silence. A faithful subject, of Syria perhaps, or of Britain, was exposed to the danger, or at least to the dread, of being dragged in chains to the court of Milan or Constantinople, to defend his life and fortune against the malicious charge of these privileged informers. The ordinary administration was conducted by those methods which extreme necessity can alone palliate; and the defects of evidence were diligently supplied by the use of torture. 161"}