{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "martin sikora <martin.sikora@upf.edu>", "subject": "[R] speed and looping issues; calculations on big datasets", "body": " The enthusiasm of the first crusade is a natural and simple event, while hope was fresh, danger untried, and enterprise congenial to the spirit of the times. But the obstinate perseverance of Europe may indeed excite our pity and admiration; that no instruction should have been drawn from constant and adverse experience; that the same confidence should have repeatedly grown from the same failures; that six succeeding generations should have rushed headlong down the precipice that was open before them; and that men of every condition should have staked their public and private fortunes on the desperate adventure of possessing or recovering a tombstone two thousand miles from their country. In a period of two centuries after the council of Clermont, each spring and summer produced a new emigration of pilgrim warriors for the defence of the Holy Land; but the seven great armaments or crusades were excited by some impending or recent calamity: the nations were moved by the authority of their pontiffs, and the example of their kings: their zeal was kindled, and their reason was silenced, by the voice of their holy orators; and among these, Bernard, 28 the monk, or the saint, may claim the most honorable place. 281 About eight years before the first conquest of Jerusalem, he was born of a noble family in Burgundy; at the age of three-and-twenty he buried himself in the monastery of Citeaux, then in the primitive fervor of the institution; at the end of two years he led forth her third colony, or daughter, to the valley of Clairvaux 29 in Champagne; and was content, till the hour of his death, with the humble station of abbot of his own community. A philosophic age has abolished, with too liberal and indiscriminate disdain, the honors of these spiritual heroes. The meanest among them are distinguished by some energies of the mind; they were at least superior to their votaries and disciples; and, in the race of superstition, they attained the prize for which such numbers contended. In speech, in writing, in action, Bernard stood high above his rivals and contemporaries; his compositions are not devoid of wit and eloquence; and he seems to have preserved as much reason and humanity as may be reconciled with the character of a saint. In a secular life, he would have shared the seventh part of a private inheritance; by a vow of poverty and penance, by closing his eyes against the visible world, 30 by the refusal of all ecclesiastical dignities, the abbot of Clairvaux became the oracle of Europe, and the founder of one hundred and sixty convents. Princes and pontiffs trembled at the freedom of his apostolical censures: France, England, and Milan, consulted and obeyed his judgment in a schism of the church: the debt was repaid by the gratitude of Innocent the Second; and his successor, Eugenius the Third, was the friend and disciple of the holy Bernard. It was in the proclamation of the second crusade that he shone as the missionary and prophet of God, who called the nations to the defence of his holy sepulchre. 31 At the parliament of Vezelay he spoke before the king; and Louis the Seventh, with his nobles, received their crosses from his hand. The abbot of Clairvaux then marched to the less easy conquest of the emperor Conrad: 311 a phlegmatic people, ignorant of his language, was transported by the pathetic vehemence of his tone and gestures; and his progress, from Constance to Cologne, was the triumph of eloquence and zeal. Bernard applauds his own success in the depopulation of Europe; affirms that cities and castles were emptied of their inhabitants; and computes, that only one man was left behind for the consolation of seven widows. 32 The blind fanatics were desirous of electing him for their general; but the example of the hermit Peter was before his eyes; and while he assured the crusaders of the divine favor, he prudently declined a military command, in which failure and victory would have been almost equally disgraceful to his character. 33 Yet, after the calamitous event, the abbot of Clairvaux was loudly accused as a false prophet, the author of the public and private mourning; his enemies exulted, his friends blushed, and his apology was slow and unsatisfactory. He justifies his obedience to the commands of the pope; expatiates on the mysterious ways of Providence; imputes the misfortunes of the pilgrims to their own sins; and modestly insinuates, that his mission had been approved by signs and wonders. 34 Had the fact been certain, the argument would be decisive; and his faithful disciples, who enumerate twenty or thirty miracles in a day, appeal to the public assemblies of France and Germany, in which they were performed. 35 At the present hour, such prodigies will not obtain credit beyond the precincts of Clairvaux; but in the preternatural cures of the blind, the lame, and the sick, who were presented to the man of God, it is impossible for us to ascertain the separate shares of accident, of fancy, of imposture, and of fiction."}