{"label": "ham", "to_address": "speakup@braille.uwo.ca", "from_address": "Jude DaShiell <jdashiel@shellworld.net>", "subject": "re: a really puzzling gnome problem", "body": " While Boethius, oppressed with fetters, expected each moment the sentence or the stroke of death, he composed, in the tower of Pavia, the Consolation of Philosophy; a golden volume not unworthy of the leisure of Plato or Tully, but which claims incomparable merit from the barbarism of the times and the situation of the author. The celestial guide, whom he had so long invoked at Rome and Athens, now condescended to illumine his dungeon, to revive his courage, and to pour into his wounds her salutary balm. She taught him to compare his long prosperity and his recent distress, and to conceive new hopes from the inconstancy of fortune. Reason had informed him of the precarious condition of her gifts; experience had satisfied him of their real value; he had enjoyed them without guilt; he might resign them without a sigh, and calmly disdain the impotent malice of his enemies, who had left him happiness, since they had left him virtue. From the earth, Boethius ascended to heaven in search of the Supreme Good; explored the metaphysical labyrinth of chance and destiny, of prescience and free will, of time and eternity; and generously attempted to reconcile the perfect attributes of the Deity with the apparent disorders of his moral and physical government. Such topics of consolation so obvious, so vague, or so abstruse, are ineffectual to subdue the feelings of human nature. Yet the sense of misfortune may be diverted by the labor of thought; and the sage who could artfully combine in the same work the various riches of philosophy, poetry, and eloquence, must already have possessed the intrepid calmness which he affected to seek. Suspense, the worst of evils, was at length determined by the ministers of death, who executed, and perhaps exceeded, the inhuman mandate of Theodoric. A strong cord was fastened round the head of Boethius, and forcibly tightened, till his eyes almost started from their sockets; and some mercy may be discovered in the milder torture of beating him with clubs till he expired. 98 But his genius survived to diffuse a ray of knowledge over the darkest ages of the Latin world; the writings of the philosopher were translated by the most glorious of the English kings, 99 and the third emperor of the name of Otho removed to a more honorable tomb the bones of a Catholic saint, who, from his Arian persecutors, had acquired the honors of martyrdom, and the fame of miracles. 100 In the last hours of Boethius, he derived some comfort from the safety of his two sons, of his wife, and of his father-in-law, the venerable Symmachus. But the grief of Symmachus was indiscreet, and perhaps disrespectful: he had presumed to lament, he might dare to revenge, the death of an injured friend. He was dragged in chains from Rome to the palace of Ravenna; and the suspicions of Theodoric could only be appeased by the blood of an innocent and aged senator. 101"}