{"label": "ham", "to_address": "383316@bugs.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Derivative works for songs", "body": " It is characteristic of nations with an “historical” development, in the sense in which the term is used by the historical school of law, to keep forgetting their own history. Although the controversy as to the relation of prices of commodities to the volume of the circulating medium has been continually agitating Parliament for the last half a century, and has precipitated in England thousands of pamphlets, large and small, Steuart has remained even more of a “dead dog” than Spinoza seemed to be to Moses Mendelson in Lessing’s time. Even the latest writer on the history of “currency,” Maclaren, makes Adam Smith the original author of Steuart’s theory, and Ricardo of Hume’s theory.[130] While Ricardo elaborated Hume’s theory, Adam Smith registered the results of Steuart’s investigations as dead facts. Adam Smith applied the Scotch saying that “mony mickles mak a muckle” even to his spiritual wealth, and therefore concealed with petty care the sources to which he owed the little out of which he tried to make so much. More than once he prefers to break off the point of the discussion, whenever he feels that an attempt on his part clearly to formulate the question would compel him to settle his accounts with his predecessors. So in the case of the money theory. He tacitly adopts Steuart’s theory when he says that the gold and silver existing in a country is partly utilized as coin; partly accumulated in the form of reserve funds for merchants in countries without banks, or of bank reserves in countries with a credit currency; partly serves as a hoard for the settling of international payments; partly is turned into articles of luxury. He passes over without remark the question as to the quantity of coin in circulation, treating money quite wrongly as a mere commodity.[131] His vulgarizer, the dull J. B. Say, whom the French have proclaimed _prince de la science_―like Johann Christoph Gottsched, who proclaimed his Schönaich a Homer and himself a Pietro Aretino to the _terror principum and lux mundi_―has with great pomp raised this not altogether innocent oversight of Adam Smith to a dogma.[132] It must be said, however, that his hostile attitude to the illusions of the mercantile system prevented Adam Smith from taking an objective view of the phenomena of metallic circulation, while his views on credit money are original and deep. As in the eighteenth century petrification theories there is always felt the presence of an undercurrent which springs from either a critical or apologetic attitude toward the biblical tradition of the flood, so there is concealed behind all the money theories of the eighteenth century a secret struggle with the monetary system, the ghost which had stood guard over the cradle of bourgeois economy and continued to throw its shadow over legislation."}