{"label": "ham", "to_address": "simo <idra@samba.org>", "from_address": "Jeremy Allison <jra@samba.org>", "subject": "Re: svn commit: samba r22342 - in branches/SAMBA_3_0_25/source:\n\tinclude nsswitch", "body": " 134 (return) [ At Beran-birig, or Barbury-castle, near Marlborough. The Saxon chronicle assigns the name and date. Camden (Britannia, vol. i. p. 128) ascertains the place; and Henry of Huntingdon (Scriptores pest Bedam, p. 314) relates the circumstances of this battle. They are probable and characteristic; and the historians of the twelfth century might consult some materials that no longer exist.] After a war of a hundred years, the independent Britons still occupied the whole extent of the Western coast, from the wall of Antoninus to the extreme promontory of Cornwall; and the principal cities of the inland country still opposed the arms of the Barbarians. Resistance became more languid, as the number and boldness of the assailants continually increased. Winning their way by slow and painful efforts, the Saxons, the Angles, and their various confederates, advanced from the North, from the East, and from the South, till their victorious banners were united in the centre of the island. Beyond the Severn the Britons still asserted their national freedom, which survived the heptarchy, and even the monarchy, of the Saxons. The bravest warriors, who preferred exile to slavery, found a secure refuge in the mountains of Wales: the reluctant submission of Cornwall was delayed for some ages; 135 and a band of fugitives acquired a settlement in Gaul, by their own valor, or the liberality of the Merovingian kings. 136 The Western angle of Armorica acquired the new appellations of Cornwall, and the Lesser Britain; and the vacant lands of the Osismii were filled by a strange people, who, under the authority of their counts and bishops, preserved the laws and language of their ancestors. To the feeble descendants of Clovis and Charlemagne, the Britons of Armorica refused the customary tribute, subdued the neighboring dioceses of Vannes, Rennes, and Nantes, and formed a powerful, though vassal, state, which has been united to the crown of France. 137"}