{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Alex Snow <alex_snow@gmx.net>", "subject": "Re: Wireless Router", "body": " The return of Belisarius to save the country which he had subdued, was pressed with equal vehemence by his friends and enemies; and the Gothic war was imposed as a trust or an exile on the veteran commander. A hero on the banks of the Euphrates, a slave in the palace of Constantinople, he accepted with reluctance the painful task of supporting his own reputation, and retrieving the faults of his successors. The sea was open to the Romans: the ships and soldiers were assembled at Salona, near the palace of Diocletian: he refreshed and reviewed his troops at Pola in Istria, coasted round the head of the Adriatic, entered the port of Ravenna, and despatched orders rather than supplies to the subordinate cities. His first public oration was addressed to the Goths and Romans, in the name of the emperor, who had suspended for a while the conquest of Persia, and listened to the prayers of his Italian subjects. He gently touched on the causes and the authors of the recent disasters; striving to remove the fear of punishment for the past, and the hope of impunity for the future, and laboring, with more zeal than success, to unite all the members of his government in a firm league of affection and obedience. Justinian, his gracious master, was inclined to pardon and reward; and it was their interest, as well as duty, to reclaim their deluded brethren, who had been seduced by the arts of the usurper. Not a man was tempted to desert the standard of the Gothic king. Belisarius soon discovered, that he was sent to remain the idle and impotent spectator of the glory of a young Barbarian; and his own epistle exhibits a genuine and lively picture of the distress of a noble mind. “Most excellent prince, we are arrived in Italy, destitute of all the necessary implements of war, men, horses, arms, and money. In our late circuit through the villages of Thrace and Illyricum, we have collected, with extreme difficulty, about four thousand recruits, naked, and unskilled in the use of weapons and the exercises of the camp. The soldiers already stationed in the province are discontented, fearful, and dismayed; at the sound of an enemy, they dismiss their horses, and cast their arms on the ground. No taxes can be raised, since Italy is in the hands of the Barbarians; the failure of payment has deprived us of the right of command, or even of admonition. Be assured, dread Sir, that the greater part of your troops have already deserted to the Goths. If the war could be achieved by the presence of Belisarius alone, your wishes are satisfied; Belisarius is in the midst of Italy. But if you desire to conquer, far other preparations are requisite: without a military force, the title of general is an empty name. It would be expedient to restore to my service my own veteran and domestic guards. Before I can take the field, I must receive an adequate supply of light and heavy armed troops; and it is only with ready money that you can procure the indispensable aid of a powerful body of the cavalry of the Huns.” 11 An officer in whom Belisarius confided was sent from Ravenna to hasten and conduct the succors; but the message was neglected, and the messenger was detained at Constantinople by an advantageous marriage. After his patience had been exhausted by delay and disappointment, the Roman general repassed the Adriatic, and expected at Dyrrachium the arrival of the troops, which were slowly assembled among the subjects and allies of the empire. His powers were still inadequate to the deliverance of Rome, which was closely besieged by the Gothic king. The Appian way, a march of forty days, was covered by the Barbarians; and as the prudence of Belisarius declined a battle, he preferred the safe and speedy navigation of five days from the coast of Epirus to the mouth of the Tyber."}