{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Brenda\" <dikapqk@msn.com>", "subject": "Cancelation NR# 6705: : Please confirm", "body": " How many, again, and how irreconcileable, are the standards of justice to which reference is made in discussing the repartition of taxation. One opinion is, that payment to the State should be in numerical proportion to pecuniary means. Others think that justice dictates what they term graduated taxation; taking a higher percentage from those who have more to spare. In point of natural justice a strong case might be made for disregarding means altogether, and taking the same absolute sum (whenever it could be got) from every one: as the subscribers to a mess, or to a club, all pay the same sum for the same privileges, whether they can all equally afford it or not. Since the protection (it might be said) of law and government is afforded to, and is equally required by, all, there is no injustice in making all buy it at the same price. It is reckoned justice, not injustice, that a dealer should charge to all customers the same price for the same article, not a price varying according to their means of payment. This doctrine, as applied to taxation, finds no advocates, because it conflicts strongly with men's feelings of humanity and perceptions of social expediency; but the principle of justice which it invokes is as true and as binding as those which can be appealed to against it. Accordingly, it exerts a tacit influence on the line of defence employed for other modes of assessing taxation. People feel obliged to argue that the State does more for the rich than for the poor, as a justification for its taking more from them: though this is in reality not true, for the rich would be far better able to protect themselves, in the absence of law or government, than the poor, and indeed would probably be successful in converting the poor into their slaves. Others, again, so far defer to the same conception of justice, as to maintain that all should pay an equal capitation tax for the protection of their persons (these being of equal value to all), and an unequal tax for the protection of their property, which is unequal. To this others reply, that the all of one man is as valuable to him as the all of another. From these confusions there is no other mode of extrication than the utilitarian."}