{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " In a style less grave than that of history, I should perhaps compare the emperor Alexius 1 to the jackal, who is said to follow the steps, and to devour the leavings, of the lion. Whatever had been his fears and toils in the passage of the first crusade, they were amply recompensed by the subsequent benefits which he derived from the exploits of the Franks. His dexterity and vigilance secured their first conquest of Nice; and from this threatening station the Turks were compelled to evacuate the neighborhood of Constantinople. While the crusaders, with blind valor, advanced into the midland countries of Asia, the crafty Greek improved the favorable occasion when the emirs of the sea-coast were recalled to the standard of the sultan. The Turks were driven from the Isles of Rhodes and Chios: the cities of Ephesus and Smyrna, of Sardes, Philadelphia, and Laodicea, were restored to the empire, which Alexius enlarged from the Hellespont to the banks of the Mæander, and the rocky shores of Pamphylia. The churches resumed their splendor: the towns were rebuilt and fortified; and the desert country was peopled with colonies of Christians, who were gently removed from the more distant and dangerous frontier. In these paternal cares, we may forgive Alexius, if he forgot the deliverance of the holy sepulchre; but, by the Latins, he was stigmatized with the foul reproach of treason and desertion. They had sworn fidelity and obedience to his throne; but _he_ had promised to assist their enterprise in person, or, at least, with his troops and treasures: his base retreat dissolved their obligations; and the sword, which had been the instrument of their victory, was the pledge and title of their just independence. It does not appear that the emperor attempted to revive his obsolete claims over the kingdom of Jerusalem; 2 but the borders of Cilicia and Syria were more recent in his possession, and more accessible to his arms. The great army of the crusaders was annihilated or dispersed; the principality of Antioch was left without a head, by the surprise and captivity of Bohemond; his ransom had oppressed him with a heavy debt; and his Norman followers were insufficient to repel the hostilities of the Greeks and Turks. In this distress, Bohemond embraced a magnanimous resolution, of leaving the defence of Antioch to his kinsman, the faithful Tancred; of arming the West against the Byzantine empire; and of executing the design which he inherited from the lessons and example of his father Guiscard. His embarkation was clandestine: and, if we may credit a tale of the princess Anne, he passed the hostile sea closely secreted in a coffin. 3 But his reception in France was dignified by the public applause, and his marriage with the king’s daughter: his return was glorious, since the bravest spirits of the age enlisted under his veteran command; and he repassed the Adriatic at the head of five thousand horse and forty thousand foot, assembled from the most remote climates of Europe. 4 The strength of Durazzo, and prudence of Alexius, the progress of famine and approach of winter, eluded his ambitious hopes; and the venal confederates were seduced from his standard. A treaty of peace 5 suspended the fears of the Greeks; and they were finally delivered by the death of an adversary, whom neither oaths could bind, nor dangers could appal, nor prosperity could satiate. His children succeeded to the principality of Antioch; but the boundaries were strictly defined, the homage was clearly stipulated, and the cities of Tarsus and Malmistra were restored to the Byzantine emperors. Of the coast of Anatolia, they possessed the entire circuit from Trebizond to the Syrian gates. The Seljukian dynasty of Roum 6 was separated on all sides from the sea and their Mussulman brethren; the power of the sultan was shaken by the victories and even the defeats of the Franks; and after the loss of Nice, they removed their throne to Cogni or Iconium, an obscure and in land town above three hundred miles from Constantinople. 7 Instead of trembling for their capital, the Comnenian princes waged an offensive war against the Turks, and the first crusade prevented the fall of the declining empire."}