{"label": "ham", "to_address": "\"Martin Barth\" <martin@senfdax.de>", "from_address": "\"Tom Phoenix\" <tom@stonehenge.com>", "subject": "Re: syscall getpwnam and changing authetication on system", "body": " BOOK V. I was going to enumerate the four forms of vice or decline in states, when Polemarchus—he was sitting a little farther from me than Adeimantus—taking him by the coat and leaning towards him, said something in an undertone, of which I only caught the words, ‘Shall we let him off?’ ‘Certainly not,’ said Adeimantus, raising his voice. Whom, I said, are you not going to let off? ‘You,’ he said. Why? ‘Because we think that you are not dealing fairly with us in omitting women and children, of whom you have slily disposed under the general formula that friends have all things in common.’ And was I not right? ‘Yes,’ he replied, ‘but there are many sorts of communism or community, and we want to know which of them is right. The company, as you have just heard, are resolved to have a further explanation.’ Thrasymachus said, ‘Do you think that we have come hither to dig for gold, or to hear you discourse?’ Yes, I said; but the discourse should be of a reasonable length. Glaucon added, ‘Yes, Socrates, and there is reason in spending the whole of life in such discussions; but pray, without more ado, tell us how this community is to be carried out, and how the interval between birth and education is to be filled up.’ Well, I said, the subject has several difficulties—What is possible? is the first question. What is desirable? is the second. ‘Fear not,’ he replied, ‘for you are speaking among friends.’ That, I replied, is a sorry consolation; I shall destroy my friends as well as myself. Not that I mind a little innocent laughter; but he who kills the truth is a murderer. ‘Then,’ said Glaucon, laughing, ‘in case you should murder us we will acquit you beforehand, and you shall be held free from the guilt of deceiving us.’"}