{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Alfonso Sammassimo\" <cincinattikid@bigpond.com>", "subject": "[R] match rows of data frame", "body": " “I have many other reasons to hope for a favourable issue, if you can consent not to combine schemes of fresh conquest with the conduct of the war, and will abstain from wilfully involving yourselves in other dangers; indeed, I am more afraid of our own blunders than of the enemy’s devices. But these matters shall be explained in another speech, as events require; for the present dismiss these men with the answer that we will allow Megara the use of our market and harbours, when the Lacedaemonians suspend their alien acts in favour of us and our allies, there being nothing in the treaty to prevent either one or the other: that we will leave the cities independent, if independent we found them when we made the treaty, and when the Lacedaemonians grant to their cities an independence not involving subservience to Lacedaemonian interests, but such as each severally may desire: that we are willing to give the legal satisfaction which our agreements specify, and that we shall not commence hostilities, but shall resist those who do commence them. This is an answer agreeable at once to the rights and the dignity of Athens. It must be thoroughly understood that war is a necessity; but that the more readily we accept it, the less will be the ardour of our opponents, and that out of the greatest dangers communities and individuals acquire the greatest glory. Did not our fathers resist the Medes not only with resources far different from ours, but even when those resources had been abandoned; and more by wisdom than by fortune, more by daring than by strength, did not they beat off the barbarian and advance their affairs to their present height? We must not fall behind them, but must resist our enemies in any way and in every way, and attempt to hand down our power to our posterity unimpaired.”"}