{"label": "spam", "to_address": "\"Csourelis\" <csourelis@plg.uwaterloo.ca>", "from_address": "\"SCC\" <Dawn.Villa@grungecafe.com>", "subject": "Wed like to offer you the vacant position in our company [letter id: WX4043055]", "body": " The doctrine of sensibility is also the doctrine of noumena in the negative sense, that is, of things which the understanding is obliged to cogitate apart from any relation to our mode of intuition, consequently not as mere phenomena, but as things in themselves. But the understanding at the same time comprehends that it cannot employ its categories for the consideration of things in themselves, because these possess significance only in relation to the unity of intuitions in space and time, and that they are competent to determine this unity by means of general à priori connecting conceptions only on account of the pure ideality of space and time. Where this unity of time is not to be met with, as is the case with noumena, the whole use, indeed the whole meaning of the categories is entirely lost, for even the possibility of things to correspond to the categories is in this case incomprehensible. On this point, I need only refer the reader to what I have said at the commencement of the General Remark appended to the foregoing chapter. Now, the possibility of a thing can never be proved from the fact that the conception of it is not self-contradictory, but only by means of an intuition corresponding to the conception. If, therefore, we wish to apply the categories to objects which cannot be regarded as phenomena, we must have an intuition different from the sensuous, and in this case the objects would be a noumena in the positive sense of the word. Now, as such an intuition, that is, an intellectual intuition, is no part of our faculty of cognition, it is absolutely impossible for the categories to possess any application beyond the limits of experience. It may be true that there are intelligible existences to which our faculty of sensuous intuition has no relation, and cannot be applied, but our conceptions of the understanding, as mere forms of thought for our sensuous intuition, do not extend to these. What, therefore, we call noumenon must be understood by us as such in a negative sense."}