{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "<croero@hotmail.com>", "subject": "[R] importing data", "body": " In the long career of the decline and fall of the Roman empire, I have reached at length the last reign of the princes of Constantinople, who so feebly sustained the name and majesty of the Cæsars. On the decease of John Palæologus, who survived about four years the Hungarian crusade, 47 the royal family, by the death of Andronicus and the monastic profession of Isidore, was reduced to three princes, Constantine, Demetrius, and Thomas, the surviving sons of the emperor Manuel. Of these the first and the last were far distant in the Morea; but Demetrius, who possessed the domain of Selybria, was in the suburbs, at the head of a party: his ambition was not chilled by the public distress; and his conspiracy with the Turks and the schismatics had already disturbed the peace of his country. The funeral of the late emperor was accelerated with singular and even suspicious haste: the claim of Demetrius to the vacant throne was justified by a trite and flimsy sophism, that he was born in the purple, the eldest son of his father’s reign. But the empress-mother, the senate and soldiers, the clergy and people, were unanimous in the cause of the lawful successor: and the despot Thomas, who, ignorant of the change, accidentally returned to the capital, asserted with becoming zeal the interest of his absent brother. An ambassador, the historian Phranza, was immediately despatched to the court of Adrianople. Amurath received him with honor and dismissed him with gifts; but the gracious approbation of the Turkish sultan announced his supremacy, and the approaching downfall of the Eastern empire. By the hands of two illustrious deputies, the Imperial crown was placed at Sparta on the head of Constantine. In the spring he sailed from the Morea, escaped the encounter of a Turkish squadron, enjoyed the acclamations of his subjects, celebrated the festival of a new reign, and exhausted by his donatives the treasure, or rather the indigence, of the state. The emperor immediately resigned to his brothers the possession of the Morea; and the brittle friendship of the two princes, Demetrius and Thomas, was confirmed in their mother’s presence by the frail security of oaths and embraces. His next occupation was the choice of a consort. A daughter of the doge of Venice had been proposed; but the Byzantine nobles objected the distance between an hereditary monarch and an elective magistrate; and in their subsequent distress, the chief of that powerful republic was not unmindful of the affront. Constantine afterwards hesitated between the royal families of Trebizond and Georgia; and the embassy of Phranza represents in his public and private life the last days of the Byzantine empire. 48"}