{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "giorgio Di Gessa <giorgio_digessa@yahoo.it>", "subject": "[R] Scale-Inverse Chi square Distribution", "body": " V. The edifices of Justinian were cemented with the blood and treasure of his people; but those stately structures appeared to announce the prosperity of the empire, and actually displayed the skill of their architects. Both the theory and practice of the arts which depend on mathematical science and mechanical power, were cultivated under the patronage of the emperors; the fame of Archimedes was rivalled by Proclus and Anthemius; and if their miracles had been related by intelligent spectators, they might now enlarge the speculations, instead of exciting the distrust, of philosophers. A tradition has prevailed, that the Roman fleet was reduced to ashes in the port of Syracuse, by the burning-glasses of Archimedes; 95 and it is asserted, that a similar expedient was employed by Proclus to destroy the Gothic vessels in the harbor of Constantinople, and to protect his benefactor Anastasius against the bold enterprise of Vitalian. 96 A machine was fixed on the walls of the city, consisting of a hexagon mirror of polished brass, with many smaller and movable polygons to receive and reflect the rays of the meridian sun; and a consuming flame was darted, to the distance, perhaps of two hundred feet. 97 The truth of these two extraordinary facts is invalidated by the silence of the most authentic historians; and the use of burning-glasses was never adopted in the attack or defence of places. 98 Yet the admirable experiments of a French philosopher 99 have demonstrated the possibility of such a mirror; and, since it is possible, I am more disposed to attribute the art to the greatest mathematicians of antiquity, than to give the merit of the fiction to the idle fancy of a monk or a sophist. According to another story, Proclus applied sulphur to the destruction of the Gothic fleet; 100 in a modern imagination, the name of sulphur is instantly connected with the suspicion of gunpowder, and that suspicion is propagated by the secret arts of his disciple Anthemius. 101 A citizen of Tralles in Asia had five sons, who were all distinguished in their respective professions by merit and success. Olympius excelled in the knowledge and practice of the Roman jurisprudence. Dioscorus and Alexander became learned physicians; but the skill of the former was exercised for the benefit of his fellow-citizens, while his more ambitious brother acquired wealth and reputation at Rome. The fame of Metrodorus the grammarian, and of Anthemius the mathematician and architect, reached the ears of the emperor Justinian, who invited them to Constantinople; and while the one instructed the rising generation in the schools of eloquence, the other filled the capital and provinces with more lasting monuments of his art. In a trifling dispute relative to the walls or windows of their contiguous houses, he had been vanquished by the eloquence of his neighbor Zeno; but the orator was defeated in his turn by the master of mechanics, whose malicious, though harmless, stratagems are darkly represented by the ignorance of Agathias. In a lower room, Anthemius arranged several vessels or caldrons of water, each of them covered by the wide bottom of a leathern tube, which rose to a narrow top, and was artificially conveyed among the joists and rafters of the adjacent building. A fire was kindled beneath the caldron; the steam of the boiling water ascended through the tubes; the house was shaken by the efforts of imprisoned air, and its trembling inhabitants might wonder that the city was unconscious of the earthquake which they had felt. At another time, the friends of Zeno, as they sat at table, were dazzled by the intolerable light which flashed in their eyes from the reflecting mirrors of Anthemius; they were astonished by the noise which he produced from the collision of certain minute and sonorous particles; and the orator declared in tragic style to the senate, that a mere mortal must yield to the power of an antagonist, who shook the earth with the trident of Neptune, and imitated the thunder and lightning of Jove himself. The genius of Anthemius, and his colleague Isidore the Milesian, was excited and employed by a prince, whose taste for architecture had degenerated into a mischievous and costly passion. His favorite architects submitted their designs and difficulties to Justinian, and discreetly confessed how much their laborious meditations were surpassed by the intuitive knowledge of celestial inspiration of an emperor, whose views were always directed to the benefit of his people, the glory of his reign, and the salvation of his soul. 102"}