{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22864 - in\n\tbranches/SAMBA_4_0/source/ntvfs/posix: .", "body": " The fortifications of Europe and Asia were multiplied by Justinian; but the repetition of those timid and fruitless precautions exposes, to a philosophic eye, the debility of the empire. 111 From Belgrade to the Euxine, from the conflux of the Save to the mouth of the Danube, a chain of above fourscore fortified places was extended along the banks of the great river. Single watch-towers were changed into spacious citadels; vacant walls, which the engineers contracted or enlarged according to the nature of the ground, were filled with colonies or garrisons; a strong fortress defended the ruins of Trajan’s bridge, 112 and several military stations affected to spread beyond the Danube the pride of the Roman name. But that name was divested of its terrors; the Barbarians, in their annual inroads, passed, and contemptuously repassed, before these useless bulwarks; and the inhabitants of the frontier, instead of reposing under the shadow of the general defence, were compelled to guard, with incessant vigilance, their separate habitations. The solitude of ancient cities, was replenished; the new foundations of Justinian acquired, perhaps too hastily, the epithets of impregnable and populous; and the auspicious place of his own nativity attracted the grateful reverence of the vainest of princes. Under the name of Justiniana prima, the obscure village of Tauresium became the seat of an archbishop and a præfect, whose jurisdiction extended over seven warlike provinces of Illyricum; 113 and the corrupt appellation of Giustendil still indicates, about twenty miles to the south of Sophia, the residence of a Turkish sanjak. 114 For the use of the emperor’s countryman, a cathedral, a place, and an aqueduct, were speedily constructed; the public and private edifices were adapted to the greatness of a royal city; and the strength of the walls resisted, during the lifetime of Justinian, the unskilful assaults of the Huns and Sclavonians. Their progress was sometimes retarded, and their hopes of rapine were disappointed, by the innumerable castles which, in the provinces of Dacia, Epirus, Thessaly, Macedonia, and Thrace, appeared to cover the whole face of the country. Six hundred of these forts were built or repaired by the emperor; but it seems reasonable to believe, that the far greater part consisted only of a stone or brick tower, in the midst of a square or circular area, which was surrounded by a wall and ditch, and afforded in a moment of danger some protection to the peasants and cattle of the neighboring villages. 115 Yet these military works, which exhausted the public treasure, could not remove the just apprehensions of Justinian and his European subjects. The warm baths of Anchialus in Thrace were rendered as safe as they were salutary; but the rich pastures of Thessalonica were foraged by the Scythian cavalry; the delicious vale of Tempe, three hundred miles from the Danube, was continually alarmed by the sound of war; 116 and no unfortified spot, however distant or solitary, could securely enjoy the blessings of peace. The Straits of Thermopylae, which seemed to protect, but which had so often betrayed, the safety of Greece, were diligently strengthened by the labors of Justinian. From the edge of the sea-shore, through the forests and valleys, and as far as the summit of the Thessalian mountains, a strong wall was continued, which occupied every practicable entrance. Instead of a hasty crowd of peasants, a garrison of two thousand soldiers was stationed along the rampart; granaries of corn and reservoirs of water were provided for their use; and by a precaution that inspired the cowardice which it foresaw, convenient fortresses were erected for their retreat. The walls of Corinth, overthrown by an earthquake, and the mouldering bulwarks of Athens and Plataea, were carefully restored; the Barbarians were discouraged by the prospect of successive and painful sieges: and the naked cities of Peloponnesus were covered by the fortifications of the Isthmus of Corinth. At the extremity of Europe, another peninsula, the Thracian Chersonesus, runs three days’ journey into the sea, to form, with the adjacent shores of Asia, the Straits of the Hellespont. The intervals between eleven populous towns were filled by lofty woods, fair pastures, and arable lands; and the isthmus, of thirty seven stadia or furlongs, had been fortified by a Spartan general nine hundred years before the reign of Justinian. 117 In an age of freedom and valor, the slightest rampart may prevent a surprise; and Procopius appears insensible of the superiority of ancient times, while he praises the solid construction and double parapet of a wall, whose long arms stretched on either side into the sea; but whose strength was deemed insufficient to guard the Chersonesus, if each city, and particularly Gallipoli and Sestus, had not been secured by their peculiar fortifications. The long wall, as it was emphatically styled, was a work as disgraceful in the object, as it was respectable in the execution. The riches of a capital diffuse themselves over the neighboring country, and the territory of Constantinople a paradise of nature, was adorned with the luxurious gardens and villas of the senators and opulent citizens. But their wealth served only to attract the bold and rapacious Barbarians; the noblest of the Romans, in the bosom of peaceful indolence, were led away into Scythian captivity, and their sovereign might view from his palace the hostile flames which were insolently spread to the gates of the Imperial city. At the distance only of forty miles, Anastasius was constrained to establish a last frontier; his long wall, of sixty miles from the Propontis to the Euxine, proclaimed the impotence of his arms; and as the danger became more imminent, new fortifications were added by the indefatigable prudence of Justinian. 118"}