{"label": "ham", "to_address": "chris <chris@dil.univ-mrs.fr>", "from_address": "\"Matt Diephouse\" <mddiep@gmail.com>", "subject": "Re: Error on Debian distrib", "body": " Owing to the fact that money, when serving as the standard of price, appears under the same reckoning names as do the prices of commodities, and that, therefore, the sum of 3£ 17s. 10-1/2d. may signify, on the one hand, an ounce weight of gold, and on the other, the value of a ton of iron, this reckoning name of money has been called its _mint-price_. Hence, there sprang up the extraordinary notion that the value of gold is estimated in its own material, and that, in contradistinction to all other commodities, its price is _fixed_ by the State. It was erroneously thought that the giving of reckoning names to definite weights of gold is the same thing as fixing the value of those weights.[47] In so far as gold serves as one of the elements in determining price, i. e., where it performs the function of money of account, it not only has no _fixed_ price, but has _no_ price whatever. In order to have a price, i. e., in order to express itself in a _specific_ commodity as a _universal_ equivalent that other commodity would have to play the same exclusive role in the process of circulation as gold. But two commodities excluding all other commodities mutually exclude each other. Therefore, wherever gold and silver have by law been made to perform side by side the function of money or of a measure of value it has always been tried, but in vain, to treat them as one and the same material. To assume that there is an invariable ratio between the quantities of gold and silver in which a given quantity of labor-time is incorporated, is to assume, in fact, that gold and silver are of one and the same material, and that a given mass of the less valuable metal, silver, is a constant fraction of a given mass of gold. From the reign of Edward III to the time of George II, the history of money in England consists of one long series of perturbations caused by the clashing of the legally fixed ratio between the values of gold and silver, with the fluctuations in their real values. At one time gold was too high; at another, silver. The metal that for the time being was estimated below its value was withdrawn from circulation, melted and exported. The ratio between the two metals was then again altered by law, but the new nominal ratio soon came into conflict again with the real one. In our own times, the slight and transient fall in the value of gold compared with silver, which was a consequence of the Indo-Chinese demand for silver, produced on a far more extended scale in France the same phenomena, export of silver, and its expulsion from circulation by gold. During the years 1855, 1856 and 1857, the excess in France of gold imports over gold exports amounted to £41,580,000, while the excess of silver exports over silver imports was £14,704,000. In fact, in those countries in which both metals are legally measures of value, and therefore both legal tender, so that every one has the option of paying in either metal, the metal that rises in value is at a premium, and, like every other commodity, measures its price in the over-estimated metal which alone serves in reality as the standard of value. The result of all experience and history with regard to this question is simply that, where two commodities perform by law the functions of a measure of value, in practice one alone maintains that position.[48]"}