{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Paulette Sawyer\" <cravencircuiting@justemail.net>", "subject": "Some useful advices for your health", "body": " 72. It would seem, indeed, that men begin at the wrong end of this question concerning liberty and necessity, when they enter upon it by examining the faculties of the soul, the influence of the understanding, and the operations of the will. Let them first discuss a more simple question, namely, the operations of body and of brute unintelligent matter; and try whether they can there form any idea of causation and necessity, except that of a constant conjunction of objects, and subsequent inference of the mind from one to another. If these circumstances form, in reality, the whole of that necessity, which we conceive in matter, and if these circumstances be also universally acknowledged to take place in the operations of the mind, the dispute is at an end; at least, must be owned to be thenceforth merely verbal. But as long as we will rashly suppose, that we have some farther idea of necessity and causation in the operations of external objects; at the same time, that we can find nothing farther in the voluntary actions of the mind; there is no possibility of bringing the question to any determinate issue, while we proceed upon so erroneous a supposition. The only method of undeceiving us is to mount up higher; to examine the narrow extent of science when applied to material causes; and to convince ourselves that all we know of them is the constant conjunction and inference above mentioned. We may, perhaps, find that it is with difficulty we are induced to fix such narrow limits to human understanding: But we can afterwards find no difficulty when we come to apply this doctrine to the actions of the will. For as it is evident that these have a regular conjunction with motives and circumstances and characters, and as we always draw inferences from one to the other, we must be obliged to acknowledge in words that necessity, which we have already avowed, in every deliberation of our lives, and in every step of our conduct and behaviour.[17]"}