{"label": "spam", "to_address": "<chortled@plg.uwaterloo.ca>", "from_address": "\"Tatyana Agnus\" <iuc78cymb@eds.com>", "subject": "Viagre Ciali Xanas  Valiun have special discount, express ship to all countries tmtc", "body": " I must, therefore, on this occasion, rest contented with requiring the two following conditions of any one that would undertake to clear up this system. First, As moral good and evil belong only to the actions of the mind, and are derived from our situation with regard to external objects, the relations, from which these moral distinctions arise, must lie only betwixt internal actions, and external objects, and must not be applicable either to internal actions, compared among themselves, or to external objects, when placed in opposition to other external objects. For as morality is supposed to attend certain relations, if these relations could belong to internal actions considered singly, it would follow, that we might be guilty of crimes in ourselves, and independent of our situation, with respect to the universe: And in like manner, if these moral relations could be applied to external objects, it would follow, that even inanimate beings would be susceptible of moral beauty and deformity. Now it seems difficult to imagine, that any relation can be discovered betwixt our passions, volitions and actions, compared to external objects, which relation might not belong either to these passions and volitions, or to these external objects, compared among themselves. But it will be still more difficult to fulfil the second condition, requisite to justify this system. According to the principles of those who maintain an abstract rational difference betwixt moral good and evil, and a natural fitness and unfitness of things, it is not only supposed, that these relations, being eternal and immutable, are the same, when considered by every rational creature, but their effects are also supposed to be necessarily the same; and it is concluded they have no less, or rather a greater, influence in directing the will of the deity, than in governing the rational and virtuous of our own species. These two particulars are evidently distinct. It is one thing to know virtue, and another to conform the will to it. In order, therefore, to prove, that the measures of right and wrong are eternal laws, obligatory on every rational mind, it is not sufficient to shew the relations upon which they are founded: We must also point out the connexion betwixt the relation and the will; and must prove that this connexion is so necessary, that in every well-disposed mind, it must take place and have its influence; though the difference betwixt these minds be in other respects immense and infinite. Now besides what I have already proved, that even in human nature no relation can ever alone produce any action: besides this, I say, it has been shewn, in treating of the understanding, that there is no connexion of cause and effect, such as this is supposed to be, which is discoverable otherwise than by experience, and of which we can pretend to have any security by the simple consideration of the objects. All beings in the universe, considered in themselves, appear entirely loose and independent of each other. It is only by experience we learn their influence and connexion; and this influence we ought never to extend beyond experience."}