{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Pablo Vinson\" <cwhupf@bmj.com>", "subject": "For Acm", "body": " Mrs. Taylor's assistance in the _Political Economy_ is confined to certain definite points. The purely scientific part was, we are assured, not learnt from her. \"But it was chiefly her influence which gave to the book that general tone by which it is distinguished from all previous expositions of political economy that had any pretensions to be scientific, and which has made it so useful in conciliating minds which those previous expositions had repelled. This tone consisted chiefly in making the proper distinction between the laws of the production of wealth, which are real laws of Nature, dependent on the properties of objects, and the modes of its distribution, which, subject to certain conditions, depend on human will.... _I had indeed partially learnt this view of things from the thoughts awakened in me by the speculations of St. Simonians_; but it was made a living principle, pervading and animating the book, by my wife's promptings.\"[4] The part which is italicised is noticeable. Here, as elsewhere, Mill thinks out the matter by himself; the concrete form of the thoughts is suggested or prompted by the wife. Apart from this \"general tone,\" Mill tells us that there was a specific contribution. \"The chapter which has had a greater influence on opinion than all the rest, that on the Probable Future of the Labouring Classes, is entirely due to her. In the first draft of the book that chapter did not exist. She pointed out the need of such a chapter, and the extreme imperfection of the book without it; she was the cause of my writing it.\" From this it would appear that she gave Mill that tendency to Socialism which, while it lends a progressive spirit to his speculations on politics, at the same time does not manifestly accord with his earlier advocacy of peasant proprietorships. Nor, again, is it, on the face of it, consistent with those doctrines of individual liberty which, aided by the intellectual companionship of his wife, he propounded in a later work. The ideal of individual freedom is not the ideal of Socialism, just as that invocation of governmental aid to which the Socialist resorts is not consistent with the theory of _laisser-faire_. Yet _Liberty_ was planned by Mill and his wife in concert. Perhaps a slight visionariness of speculation was no less the attribute of Mrs. Mill than an absence of rigid logical principles. Be this as it may, she undoubtedly checked the half-recognised leanings of her husband in the direction of Coleridge and Carlyle. Whether this was an instance of her steadying influence,[5] or whether it added one more unassimilated element to Mill's diverse intellectual sustenance, may be wisely left an open question. We cannot, however, be wrong in attributing to her the parentage of one book of Mill, _The Subjection of Women_. It is true that Mill had before learnt that men and women ought to be equal in legal, political, social, and domestic relations. This was a point on which he had already fallen foul of his father's essay on _Government_. But Mrs. Taylor had actually written on this very point, and the warmth and fervour of Mill's denunciations of women's servitude were unmistakably caught from his wife's view of the practical disabilities entailed by the feminine position."}