{"label": "spam", "to_address": "\"the00\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Amparo Gorman\" <vdjjenner@butler-bremer.com>", "subject": "With meador she elrod", "body": " In sober truth, whatever homage may be professed, or even paid, to real or supposed mental superiority, the general tendency of things throughout the world is to render mediocrity the ascendant power among mankind. In ancient history, in the middle ages, and in a diminishing degree through the long transition from feudality to the present time, the individual was a power in himself; and if he had either great talents or a high social position, he was a considerable power. At present individuals are lost in the crowd. In politics it is almost a triviality to say that public opinion now rules the world. The only power deserving the name is that of masses, and of governments while they make themselves the organ of the tendencies and instincts of masses. This is as true in the moral and social relations of private life as in public transactions. Those whose opinions go by the name of public opinion, are not always the same sort of public: in America they are the whole white population; in England, chiefly the middle class. But they are always a mass, that is to say, collective mediocrity. And what is a still greater novelty, the mass do not now take their opinions from dignitaries in Church or State, from ostensible leaders, or from books. Their thinking is done for them by men much like themselves, addressing them or speaking in their name, on the spur of the moment, through the newspapers. I am not complaining of all this. I do not assert that anything better is compatible, as a general rule, with the present low state of the human mind. But that does not hinder the government of mediocrity from being mediocre government. No government by a democracy or a numerous aristocracy, either in its political acts or in the opinions, qualities, and tone of mind which it fosters, ever did or could rise above mediocrity, except in so far as the sovereign Many have let themselves be guided (which in their best times they always have done) by the counsels and influence of a more highly gifted and instructed One or Few. The initiation of all wise or noble things, comes and must come from individuals; generally at first from some one individual. The honour and glory of the average man is that he is capable of following that initiative; that he can respond internally to wise and noble things, and be led to them with his eyes open. I am not countenancing the sort of \"hero-worship\" which applauds the strong man of genius for forcibly seizing on the government of the world and making it do his bidding in spite of itself. All he can claim is, freedom to point out the way. The power of compelling others into it, is not only inconsistent with the freedom and development of all the rest, but corrupting to the strong man himself. It does seem, however, that when the opinions of masses of merely average men are everywhere become or becoming the dominant power, the counterpoise and corrective to that tendency would be, the more and more pronounced individuality of those who stand on the higher eminences of thought. It is in these circumstances most especially, that exceptional individuals, instead of being deterred, should be encouraged in acting differently from the mass. In other times there was no advantage in their doing so, unless they acted not only differently, but better. In this age the mere example of nonconformity, the mere refusal to bend the knee to custom, is itself a service. Precisely because the tyranny of opinion is such as to make eccentricity a reproach, it is desirable, in order to break through that tyranny, that people should be eccentric. Eccentricity has always abounded when and where strength of character has abounded; and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigour, and moral courage which it contained. That so few now dare to be eccentric, marks the chief danger of the time."}