{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Patrick C.\" <pcrutcher@gmail.com>", "subject": "[R] Non-linear constraints under Markowitz", "body": " Such being the structure of the wall by which the Plataeans were blockaded, when their preparations were completed, they waited for a stormy night of wind and rain and without any moon, and then set out, guided by the authors of the enterprise. Crossing first the ditch that ran round the town, they next gained the wall of the enemy unperceived by the sentinels, who did not see them in the darkness, or hear them, as the wind drowned with its roar the noise of their approach; besides which they kept a good way off from each other, that they might not be betrayed by the clash of their weapons. They were also lightly equipped, and had only the left foot shod to preserve them from slipping in the mire. They came up to the battlements at one of the intermediate spaces where they knew them to be unguarded: those who carried the ladders went first and planted them; next twelve light-armed soldiers with only a dagger and a breastplate mounted, led by Ammias, son of Coroebus, who was the first on the wall; his followers getting up after him and going six to each of the towers. After these came another party of light troops armed with spears, whose shields, that they might advance the easier, were carried by men behind, who were to hand them to them when they found themselves in presence of the enemy. After a good many had mounted they were discovered by the sentinels in the towers, by the noise made by a tile which was knocked down by one of the Plataeans as he was laying hold of the battlements. The alarm was instantly given, and the troops rushed to the wall, not knowing the nature of the danger, owing to the dark night and stormy weather; the Plataeans in the town having also chosen that moment to make a sortie against the wall of the Peloponnesians upon the side opposite to that on which their men were getting over, in order to divert the attention of the besiegers. Accordingly they remained distracted at their several posts, without any venturing to stir to give help from his own station, and at a loss to guess what was going on. Meanwhile the three hundred set aside for service on emergencies went outside the wall in the direction of the alarm. Fire-signals of an attack were also raised towards Thebes; but the Plataeans in the town at once displayed a number of others, prepared beforehand for this very purpose, in order to render the enemy’s signals unintelligible, and to prevent his friends getting a true idea of what was passing and coming to his aid before their comrades who had gone out should have made good their escape and be in safety."}