{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Most\" <USA@voidspace.com>", "subject": "Earthcam bd OTHER", "body": " There is however one contradictory phænomenon, which may prove, that it is not absolutely impossible for ideas to go before their correspondent impressions. I believe it will readily be allowed that the several distinct ideas of colours, which enter by the eyes, or those of sounds, which are conveyed by the hearing, are really different from each other, though at the same time resembling. Now if this be true of different colours, it must be no less so of the different shades of the same colour, that each of them produces a distinct idea, independent of the rest. For if this should be denied, it is possible, by the continual gradation of shades, to run a colour insensibly into what is most remote from it; and if you will not allow any of the means to be different, you cannot without absurdity deny the extremes to be the same. Suppose therefore a person to have enjoyed his sight for thirty years, and to have become perfectly well acquainted with colours of all kinds, excepting one particular shade of blue, for instance, which it never has been his fortune to meet with. Let all the different shades of that colour, except that single one, be placed before him, descending gradually from the deepest to the lightest; it is plain, that he will perceive a blank, where that shade is wanting, said will be sensible, that there is a greater distance in that place betwixt the contiguous colours, than in any other. Now I ask, whether it is possible for him, from his own imagination, to supply this deficiency, and raise up to himself the idea of that particular shade, though it had never been conveyed to him by his senses? I believe there are few but will be of opinion that he can; and this may serve as a proof, that the simple ideas are not always derived from the correspondent impressions; though the instance is so particular and singular, that it is scarce worth our observing, and does not merit that for it alone we should alter our general maxim."}