{"label": "spam", "to_address": "aqdokgdvtbj@flax24.uwaterloo.ca", "from_address": "\"asdfasdf Sofienfryd\" <asdfasdf-Sofienfryd@amatrice-nadia.com>", "subject": "purchase", "body": " One principal foundation of moral praise being supposed to lie in the usefulness of any quality or action, it is evident that REASON must enter for a considerable share in all decisions of this kind; since nothing but that faculty can instruct us in the tendency of qualities and actions, and point out their beneficial consequences to society and to their possessor. In many cases this is an affair liable to great controversy: doubts may arise; opposite interests may occur; and a preference must be given to one side, from very nice views, and a small overbalance of utility. This is particularly remarkable in questions with regard to justice; as is, indeed, natural to suppose, from that species of utility which attends this virtue [Footnote: See App. II.]. Were every single instance of justice, like that of benevolence, useful to society; this would be a more simple state of the case, and seldom liable to great controversy. But as single instances of justice are often pernicious in their first and immediate tendency, and as the advantage to society results only from the observance of the general rule, and from the concurrence and combination of several persons in the same equitable conduct; the case here becomes more intricate and involved. The various circumstances of society; the various consequences of any practice; the various interests which may be proposed; these, on many occasions, are doubtful, and subject to great discussion and inquiry. The object of municipal laws is to fix all the questions with regard to justice: the debates of civilians; the reflections of politicians; the precedents of history and public records, are all directed to the same purpose. And a very accurate REASON or JUDGEMENT is often requisite, to give the true determination, amidst such intricate doubts arising from obscure or opposite utilities."}