{"label": "ham", "to_address": "avcooper@flax9.uwaterloo.ca", "from_address": "slashdot@slashdot.org", "subject": "[Slashdot] Headlines for 2007-06-18", "body": " The ancient and popular doctrine of the Millennium was intimately connected with the second coming of Christ. As the works of the creation had been finished in six days, their duration in their present state, according to a tradition which was attributed to the prophet Elijah, was fixed to six thousand years. 61 By the same analogy it was inferred, that this long period of labor and contention, which was now almost elapsed, 62 would be succeeded by a joyful Sabbath of a thousand years; and that Christ, with the triumphant band of the saints and the elect who had escaped death, or who had been miraculously revived, would reign upon earth till the time appointed for the last and general resurrection. So pleasing was this hope to the mind of believers, that the _New Jerusalem_, the seat of this blissful kingdom, was quickly adorned with all the gayest colors of the imagination. A felicity consisting only of pure and spiritual pleasure would have appeared too refined for its inhabitants, who were still supposed to possess their human nature and senses. A garden of Eden, with the amusements of the pastoral life, was no longer suited to the advanced state of society which prevailed under the Roman empire. A city was therefore erected of gold and precious stones, and a supernatural plenty of corn and wine was bestowed on the adjacent territory; in the free enjoyment of whose spontaneous productions the happy and benevolent people was never to be restrained by any jealous laws of exclusive property. 63 The assurance of such a Millennium was carefully inculcated by a succession of fathers from Justin Martyr, 64 and Irenæus, who conversed with the immediate disciples of the apostles, down to Lactantius, who was preceptor to the son of Constantine. 65 Though it might not be universally received, it appears to have been the reigning sentiment of the orthodox believers; and it seems so well adapted to the desires and apprehensions of mankind, that it must have contributed in a very considerable degree to the progress of the Christian faith. But when the edifice of the church was almost completed, the temporary support was laid aside. The doctrine of Christ’s reign upon earth was at first treated as a profound allegory, was considered by degrees as a doubtful and useless opinion, and was at length rejected as the absurd invention of heresy and fanaticism. 66 A mysterious prophecy, which still forms a part of the sacred canon, but which was thought to favor the exploded sentiment, has very narrowly escaped the proscription of the church. 67"}