{"label": "ham", "to_address": "Jonathan Lang <dataweaver@gmail.com>, perl6-language@perl.org", "from_address": "\"Brandon S. Allbery KF8NH\" <allbery@ece.cmu.edu>", "subject": "Re: S12: can(), signatures and casting", "body": " Another source of the increase of public wants, which depends on the foregoing, is this. There may come a time when the citizens, no longer looking upon themselves as interested in the common cause, will cease to be the defenders of their country, and the Magistrates will prefer the command of mercenaries to that of free-men; if for no other reason than that, when the time comes, they may use them to reduce free-men to submission. Such was the state of Rome towards the end of the Republic and under the Emperors: for all the victories of the early Romans, like those of Alexander, had been won by brave citizens, who were ready, at need, to give their blood in the service of their country, but would never sell it. Only at the siege of Veii did the practice of paying the Roman infantry begin. Marius, in the Jugurthine war, dishonoured the legions by introducing freedmen, vagabonds and other mercenaries. Tyrants, the enemies of the very people it was their duty to make happy, maintained regular troops, apparently to withstand the foreigner, but really to enslave their countrymen. To form such troops, it was necessary to take men from the land; the lack of their labour then diminished the amount of provisions, and their maintenance introduced those taxes which increased prices. This first disorder gave rise to murmurs among the people; in order to suppress them, the number of troops had to be increased, and consequently the misery of the people also got worse; and the growing despair led to still further increases in the cause in order to guard against its effects. On the other hand, the mercenaries, whose merit we may judge of by the price at which they sold themselves, proud of their own meanness, and despising the laws that protected them, as well as their fellows whose bread they ate, imagined themselves more honoured in being Cæsar's satellites than in being defenders of Rome. As they were given over to blind obedience, their swords were always at the throats of their fellow-citizens, and they were prepared for general butchery at the first sign. It would not be difficult to show that this was one of the principal causes of the ruin of the Roman Empire."}