{"label": "ham", "to_address": "\"OtherRecipients of perl Ticket #42690\": ;", "from_address": "\"James Keenan via RT\" <parrotbug-followup@parrotcode.org>", "subject": "[perl #42690] [TODO] optionally run configure/build tests during config process ", "body": " Such powerful motives should have firmly attached the voluntary and pious obedience of the Roman people to their spiritual and temporal father. But the operation of prejudice and interest is often disturbed by the sallies of ungovernable passion. The Indian who fells the tree, that he may gather the fruit, 9 and the Arab who plunders the caravans of commerce, are actuated by the same impulse of savage nature, which overlooks the future in the present, and relinquishes for momentary rapine the long and secure possession of the most important blessings. And it was thus, that the shrine of St. Peter was profaned by the thoughtless Romans; who pillaged the offerings, and wounded the pilgrims, without computing the number and value of similar visits, which they prevented by their inhospitable sacrilege. Even the influence of superstition is fluctuating and precarious; and the slave, whose reason is subdued, will often be delivered by his avarice or pride. A credulous devotion for the fables and oracles of the priesthood most powerfully acts on the mind of a Barbarian; yet such a mind is the least capable of preferring imagination to sense, of sacrificing to a distant motive, to an invisible, perhaps an ideal, object, the appetites and interests of the present world. In the vigor of health and youth, his practice will perpetually contradict his belief; till the pressure of age, or sickness, or calamity, awakens his terrors, and compels him to satisfy the double debt of piety and remorse. I have already observed, that the modern times of religious indifference are the most favorable to the peace and security of the clergy. Under the reign of superstition, they had much to hope from the ignorance, and much to fear from the violence, of mankind. The wealth, whose constant increase must have rendered them the sole proprietors of the earth, was alternately bestowed by the repentant father and plundered by the rapacious son: their persons were adored or violated; and the same idol, by the hands of the same votaries, was placed on the altar, or trampled in the dust. In the feudal system of Europe, arms were the title of distinction and the measure of allegiance; and amidst their tumult, the still voice of law and reason was seldom heard or obeyed. The turbulent Romans disdained the yoke, and insulted the impotence, of their bishop: 10 nor would his education or character allow him to exercise, with decency or effect, the power of the sword. The motives of his election and the frailties of his life were exposed to their familiar observation; and proximity must diminish the reverence which his name and his decrees impressed on a barbarous world. This difference has not escaped the notice of our philosophic historian: “Though the name and authority of the court of Rome were so terrible in the remote countries of Europe, which were sunk in profound ignorance, and were entirely unacquainted with its character and conduct, the pope was so little revered at home, that his inveterate enemies surrounded the gates of Rome itself, and even controlled his government in that city; and the ambassadors, who, from a distant extremity of Europe, carried to him the humble, or rather abject, submissions of the greatest potentate of the age, found the utmost difficulty to make their way to him, and to throw themselves at his feet.” 11"}