{"label": "ham", "to_address": "\"Antonio, Fabio Di Narzo\" <antonio.fabio@gmail.com>", "from_address": "\"hadley wickham\" <h.wickham@gmail.com>", "subject": "Re: [R] suppressing outliers in ggboxplot", "body": " The same timid policy, of dividing whatever is united, of reducing whatever is eminent, of dreading every active power, and of expecting that the most feeble will prove the most obedient, seems to pervade the institutions of several princes, and particularly those of Constantine. The martial pride of the legions, whose victorious camps had so often been the scene of rebellion, was nourished by the memory of their past exploits, and the consciousness of their actual strength. As long as they maintained their ancient establishment of six thousand men, they subsisted, under the reign of Diocletian, each of them singly, a visible and important object in the military history of the Roman empire. A few years afterwards, these gigantic bodies were shrunk to a very diminutive size; and when _seven_ legions, with some auxiliaries, defended the city of Amida against the Persians, the total garrison, with the inhabitants of both sexes, and the peasants of the deserted country, did not exceed the number of twenty thousand persons. 131 From this fact, and from similar examples, there is reason to believe, that the constitution of the legionary troops, to which they partly owed their valor and discipline, was dissolved by Constantine; and that the bands of Roman infantry, which still assumed the same names and the same honors, consisted only of one thousand or fifteen hundred men. 132 The conspiracy of so many separate detachments, each of which was awed by the sense of its own weakness, could easily be checked; and the successors of Constantine might indulge their love of ostentation, by issuing their orders to one hundred and thirty-two legions, inscribed on the muster-roll of their numerous armies. The remainder of their troops was distributed into several hundred cohorts of infantry, and squadrons of cavalry. Their arms, and titles, and ensigns, were calculated to inspire terror, and to display the variety of nations who marched under the Imperial standard. And not a vestige was left of that severe simplicity, which, in the ages of freedom and victory, had distinguished the line of battle of a Roman army from the confused host of an Asiatic monarch. 133 A more particular enumeration, drawn from the_ Notitia_, might exercise the diligence of an antiquary; but the historian will content himself with observing, that the number of permanent stations or garrisons established on the frontiers of the empire, amounted to five hundred and eighty-three; and that, under the successors of Constantine, the complete force of the military establishment was computed at six hundred and forty-five thousand soldiers. 134 An effort so prodigious surpassed the wants of a more ancient, and the faculties of a later, period."}