{"label": "ham", "to_address": "Guillaume Desmottes <guillaume.desmottes@collabora.co.uk>", "from_address": "Dan Williams <dcbw@redhat.com>", "subject": "Re: [sugar] [PATCH] add invitation support", "body": " Like Thebes, or Babylon, or Carthage, the names of Rome might have been erased from the earth, if the city had not been animated by a vital principle, which again restored her to honor and dominion. A vague tradition was embraced, that two Jewish teachers, a tent-maker and a fisherman, had formerly been executed in the circus of Nero, and at the end of five hundred years, their genuine or fictitious relics were adored as the Palladium of Christian Rome. The pilgrims of the East and West resorted to the holy threshold; but the shrines of the apostles were guarded by miracles and invisible terrors; and it was not without fear that the pious Catholic approached the object of his worship. It was fatal to touch, it was dangerous to behold, the bodies of the saints; and those who, from the purest motives, presumed to disturb the repose of the sanctuary, were affrighted by visions, or punished with sudden death. The unreasonable request of an empress, who wished to deprive the Romans of their sacred treasure, the head of St. Paul, was rejected with the deepest abhorrence; and the pope asserted, most probably with truth, that a linen which had been sanctified in the neighborhood of his body, or the filings of his chain, which it was sometimes easy and sometimes impossible to obtain, possessed an equal degree of miraculous virtue. 63 But the power as well as virtue of the apostles resided with living energy in the breast of their successors; and the chair of St. Peter was filled under the reign of Maurice by the first and greatest of the name of Gregory. 64 His grandfather Felix had himself been pope, and as the bishops were already bound by the laws of celibacy, his consecration must have been preceded by the death of his wife. The parents of Gregory, Sylvia, and Gordian, were the noblest of the senate, and the most pious of the church of Rome; his female relations were numbered among the saints and virgins; and his own figure, with those of his father and mother, were represented near three hundred years in a family portrait, 65 which he offered to the monastery of St. Andrew. The design and coloring of this picture afford an honorable testimony that the art of painting was cultivated by the Italians of the sixth century; but the most abject ideas must be entertained of their taste and learning, since the epistles of Gregory, his sermons, and his dialogues, are the work of a man who was second in erudition to none of his contemporaries: 66 his birth and abilities had raised him to the office of præfect of the city, and he enjoyed the merit of renouncing the pomps and vanities of this world. His ample patrimony was dedicated to the foundation of seven monasteries, 67 one in Rome, 68 and six in Sicily; and it was the wish of Gregory that he might be unknown in this life, and glorious only in the next. Yet his devotion (and it might be sincere) pursued the path which would have been chosen by a crafty and ambitious statesman. The talents of Gregory, and the splendor which accompanied his retreat, rendered him dear and useful to the church; and implicit obedience has always been inculcated as the first duty of a monk. As soon as he had received the character of deacon, Gregory was sent to reside at the Byzantine court, the nuncio or minister of the apostolic see; and he boldly assumed, in the name of St. Peter, a tone of independent dignity, which would have been criminal and dangerous in the most illustrious layman of the empire. He returned to Rome with a just increase of reputation, and, after a short exercise of the monastic virtues, he was dragged from the cloister to the papal throne, by the unanimous voice of the clergy, the senate, and the people. He alone resisted, or seemed to resist, his own elevation; and his humble petition, that Maurice would be pleased to reject the choice of the Romans, could only serve to exalt his character in the eyes of the emperor and the public. When the fatal mandate was proclaimed, Gregory solicited the aid of some friendly merchants to convey him in a basket beyond the gates of Rome, and modestly concealed himself some days among the woods and mountains, till his retreat was discovered, as it is said, by a celestial light."}