{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "BBC Breaking News Alert <dailyemail@ebs.bbc.co.uk>", "subject": "Paris Hilton is freed from jail", "body": " The Invention of Printing, though ingenious, compared with the invention of Letters, is no great matter. But who was the first that found the use of Letters, is not known. He that first brought them into Greece, men say was Cadmus, the sonne of Agenor, King of Phaenicia. A profitable Invention for continuing the memory of time past, and the conjunction of mankind, dispersed into so many, and distant regions of the Earth; and with all difficult, as proceeding from a watchfull observation of the divers motions of the Tongue, Palat, Lips, and other organs of Speech; whereby to make as many differences of characters, to remember them. But the most noble and profitable invention of all other, was that of Speech, consisting of Names or Apellations, and their Connexion; whereby men register their Thoughts; recall them when they are past; and also declare them one to another for mutuall utility and conversation; without which, there had been amongst men, neither Common-wealth, nor Society, nor Contract, nor Peace, no more than amongst Lyons, Bears, and Wolves. The first author of Speech was GOD himselfe, that instructed Adam how to name such creatures as he presented to his sight; For the Scripture goeth no further in this matter. But this was sufficient to direct him to adde more names, as the experience and use of the creatures should give him occasion; and to joyn them in such manner by degrees, as to make himselfe understood; and so by succession of time, so much language might be gotten, as he had found use for; though not so copious, as an Orator or Philosopher has need of. For I do not find any thing in the Scripture, out of which, directly or by consequence can be gathered, that Adam was taught the names of all Figures, Numbers, Measures, Colours, Sounds, Fancies, Relations; much less the names of Words and Speech, as Generall, Speciall, Affirmative, Negative, Interrogative, Optative, Infinitive, all which are usefull; and least of all, of Entity, Intentionality, Quiddity, and other significant words of the School."}