{"label": "spam", "to_address": "<chortled@plg.uwaterloo.ca>", "from_address": "\"Chortled\" <uexwaawjc@brainreaction.com>", "subject": "Forget About Fake Medicines", "body": " No quality, it is allowed, is absolutely either blameable or praiseworthy. It is all according to its degree. A due medium, says the Peripatetics, is the characteristic of virtue. But this medium is chiefly determined by utility. A proper celerity, for instance, and dispatch in business, is commendable. When defective, no progress is ever made in the execution of any purpose: When excessive, it engages us in precipitate and ill-concerted measures and enterprises: By such reasonings, we fix the proper and commendable mediocrity in all moral and prudential disquisitions; and never lose view of the advantages, which result from any character or habit. Now as these advantages are enjoyed by the person possessed of the character, it can never be SELF-LOVE which renders the prospect of them agreeable to us, the spectators, and prompts our esteem and approbation. No force of imagination can convert us into another person, and make us fancy, that we, being that person, reap benefit from those valuable qualities, which belong to him. Or if it did, no celerity of imagination could immediately transport us back, into ourselves, and make us love and esteem the person, as different from us. Views and sentiments, so opposite to known truth and to each other, could never have place, at the same time, in the same person. All suspicion, therefore, of selfish regards, is here totally excluded. It is a quite different principle, which actuates our bosom, and interests us in the felicity of the person whom we contemplate. Where his natural talents and acquired abilities give us the prospect of elevation, advancement, a figure in life, prosperous success, a steady command over fortune, and the execution of great or advantageous undertakings; we are struck with such agreeable images, and feel a complacency and regard immediately arise towards him. The ideas of happiness, joy, triumph, prosperity, are connected with every circumstance of his character, and diffuse over our minds a pleasing sentiment of sympathy and humanity."}