{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Berwin A Turlach <berwin@maths.uwa.edu.au>", "subject": "Re: [R] ED50 from logistic model with interactions", "body": " I have expiated with pleasure on the first steps of the crusaders, as they paint the manners and character of Europe: but I shall abridge the tedious and uniform narrative of their blind achievements, which were performed by strength and are described by ignorance. From their first station in the neighborhood of Nicomedia, they advanced in successive divisions; passed the contracted limit of the Greek empire; opened a road through the hills, and commenced, by the siege of his capital, their pious warfare against the Turkish sultan. His kingdom of Roum extended from the Hellespont to the confines of Syria, and barred the pilgrimage of Jerusalem, his name was Kilidge-Arslan, or Soliman, 80 of the race of Seljuk, and son of the first conqueror; and in the defence of a land which the Turks considered as their own, he deserved the praise of his enemies, by whom alone he is known to posterity. Yielding to the first impulse of the torrent, he deposited his family and treasure in Nice; retired to the mountains with fifty thousand horse; and twice descended to assault the camps or quarters of the Christian besiegers, which formed an imperfect circle of above six miles. The lofty and solid walls of Nice were covered by a deep ditch, and flanked by three hundred and seventy towers; and on the verge of Christendom, the Moslems were trained in arms, and inflamed by religion. Before this city, the French princes occupied their stations, and prosecuted their attacks without correspondence or subordination: emulation prompted their valor; but their valor was sullied by cruelty, and their emulation degenerated into envy and civil discord. In the siege of Nice, the arts and engines of antiquity were employed by the Latins; the mine and the battering-ram, the tortoise, and the belfrey or movable turret, artificial fire, and the catapult and balist, the sling, and the crossbow for the casting of stones and darts. 81 In the space of seven weeks much labor and blood were expended, and some progress, especially by Count Raymond, was made on the side of the besiegers. But the Turks could protract their resistance and secure their escape, as long as they were masters of the Lake 82 Ascanius, which stretches several miles to the westward of the city. The means of conquest were supplied by the prudence and industry of Alexius; a great number of boats was transported on sledges from the sea to the lake; they were filled with the most dexterous of his archers; the flight of the sultana was intercepted; Nice was invested by land and water; and a Greek emissary persuaded the inhabitants to accept his master’s protection, and to save themselves, by a timely surrender, from the rage of the savages of Europe. In the moment of victory, or at least of hope, the crusaders, thirsting for blood and plunder, were awed by the Imperial banner that streamed from the citadel; 821 and Alexius guarded with jealous vigilance this important conquest. The murmurs of the chiefs were stifled by honor or interest; and after a halt of nine days, they directed their march towards Phrygia under the guidance of a Greek general, whom they suspected of a secret connivance with the sultan. The consort and the principal servants of Soliman had been honorably restored without ransom; and the emperor’s generosity to the miscreants 83 was interpreted as treason to the Christian cause."}