{"label": "ham", "to_address": "cox@montana.edu", "from_address": "Benilton Carvalho <bcarvalh@jhsph.edu>", "subject": "Re: [R] Rearranging Capture History Data in R", "body": " 75 (return) [ I cannot overlook this great national cause, which was vigorously maintained by the English ambassadors against those of France. The latter contended, that Christendom was essentially distributed into the four great nations and votes, of Italy, Germany, France, and Spain, and that the lesser kingdoms (such as England, Denmark, Portugal, &c.) were comprehended under one or other of these great divisions. The English asserted, that the British islands, of which they were the head, should be considered as a fifth and coördinate nation, with an equal vote; and every argument of truth or fable was introduced to exalt the dignity of their country. Including England, Scotland, Wales, the four kingdoms of Ireland, and the Orkneys, the British Islands are decorated with eight royal crowns, and discriminated by four or five languages, English, Welsh, Cornish, Scotch, Irish, &c. The greater island from north to south measures 800 miles, or 40 days’ journey; and England alone contains 32 counties and 52,000 parish churches, (a bold account!) besides cathedrals, colleges, priories, and hospitals. They celebrate the mission of St. Joseph of Arimathea, the birth of Constantine, and the legatine powers of the two primates, without forgetting the testimony of Bartholomey de Glanville, (A.D. 1360,) who reckons only four Christian kingdoms, 1. of Rome, 2. of Constantinople, 3. of Ireland, which had been transferred to the English monarchs, and 4, of Spain. Our countrymen prevailed in the council, but the victories of Henry V. added much weight to their arguments. The adverse pleadings were found at Constance by Sir Robert Wingfield, ambassador of Henry VIII. to the emperor Maximilian I., and by him printed in 1517 at Louvain. From a Leipsic MS. they are more correctly published in the collection of Von der Hardt, tom. v.; but I have only seen Lenfant’s abstract of these acts, (Concile de Constance, tom. ii. p. 447, 453, &c.)]"}