{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "Bert <yhkfpigmcp@bolasdepintura.com>", "subject": "see the price", "body": " In most, if not in all languages, the etymology of the word which corresponds to Just, points to an origin connected either with positive law, or with that which was in most cases the primitive form of law-authoritative custom. _Justum_ is a form of _jussum_, that which has been ordered. _Jus_ is of the same origin. _Dichanou_ comes from _dichae_, of which the principal meaning, at least in the historical ages of Greece, was a suit at law. Originally, indeed, it meant only the mode or _manner_ of doing things, but it early came to mean the _prescribed_ manner; that which the recognized authorities, patriarchal, judicial, or political, would enforce. _Recht_, from which came _right_ and _righteous_, is synonymous with law. The original meaning, indeed, of _recht_ did not point to law, but to physical straightness; as _wrong_ and its Latin equivalents meant twisted or tortuous; and from this it is argued that right did not originally mean law, but on the contrary law meant right. But however this may be, the fact that _recht_ and _droit_ became restricted in their meaning to positive law, although much which is not required by law is equally necessary to moral straightness or rectitude, is as significant of the original character of moral ideas as if the derivation had been the reverse way. The courts of justice, the administration of justice, are the courts and the administration of law. _La justice_, in French, is the established term for judicature. There can, I think, be no doubt that the _idée mère_, the primitive element, in the formation of the notion of justice, was conformity to law. It constituted the entire idea among the Hebrews, up to the birth of Christianity; as might be expected in the case of a people whose laws attempted to embrace all subjects on which precepts were required, and who believed those laws to be a direct emanation from the Supreme Being. But other nations, and in particular the Greeks and Romans, who knew that their laws had been made originally, and still continued to be made, by men, were not afraid to admit that those men might make bad laws; might do, by law, the same things, and from the same motives, which, if done by individuals without the sanction of law, would be called unjust. And hence the sentiment of injustice came to be attached, not to all violations of law, but only to violations of such laws as _ought_ to exist, including such as ought to exist but do not; and to laws themselves, if supposed to be contrary to what ought to be law. In this manner the idea of law and of its injunctions was still predominant in the notion of justice, even when the laws actually in force ceased to be accepted as the standard of it."}