{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Gaijin <gaijin@clearwire.net>", "subject": "Re: Software speech opinions", "body": " The procurator of Africa was a servant worthy of such a master, who considered the fines and confiscations of the rich as one of the most fruitful branches of the Imperial revenue. An iniquitous sentence had been pronounced against some opulent youths of that country, the execution of which would have stripped them of far the greater part of their patrimony. In this extremity, a resolution that must either complete or prevent their ruin, was dictated by despair. A respite of three days, obtained with difficulty from the rapacious treasurer, was employed in collecting from their estates a great number of slaves and peasants blindly devoted to the commands of their lords, and armed with the rustic weapons of clubs and axes. The leaders of the conspiracy, as they were admitted to the audience of the procurator, stabbed him with the daggers concealed under their garments, and, by the assistance of their tumultuary train, seized on the little town of Thysdrus, 13 and erected the standard of rebellion against the sovereign of the Roman empire. They rested their hopes on the hatred of mankind against Maximin, and they judiciously resolved to oppose to that detested tyrant an emperor whose mild virtues had already acquired the love and esteem of the Romans, and whose authority over the province would give weight and stability to the enterprise. Gordianus, their proconsul, and the object of their choice, refused, with unfeigned reluctance, the dangerous honor, and begged with tears, that they would suffer him to terminate in peace a long and innocent life, without staining his feeble age with civil blood. Their menaces compelled him to accept the Imperial purple, his only refuge, indeed, against the jealous cruelty of Maximin; since, according to the reasoning of tyrants, those who have been esteemed worthy of the throne deserve death, and those who deliberate have already rebelled. 14"}