{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Robbins\" <etftt@aglresources.com>", "subject": "\"I might not even be in the equation myself.", "body": " 9. But may we not hope, that philosophy, if cultivated with care, and encouraged by the attention of the public, may carry its researches still farther, and discover, at least in some degree, the secret springs and principles, by which the human mind is actuated in its operations? Astronomers had long contented themselves with proving, from the phaenomena, the true motions, order, and magnitude of the heavenly bodies: Till a philosopher, at last, arose, who seems, from the happiest reasoning, to have also determined the laws and forces, by which the revolutions of the planets are governed and directed. The like has been performed with regard to other parts of nature. And there is no reason to despair of equal success in our enquiries concerning the mental powers and economy, if prosecuted with equal capacity and caution. It is probable, that one operation and principle of the mind depends on another; which, again, may be resolved into one more general and universal: And how far these researches may possibly be carried, it will be difficult for us, before, or even after, a careful trial, exactly to determine. This is certain, that attempts of this kind are every day made even by those who philosophize the most negligently: And nothing can be more requisite than to enter upon the enterprize with thorough care and attention; that, if it lie within the compass of human understanding, it may at last be happily achieved; if not, it may, however, be rejected with some confidence and security. This last conclusion, surely, is not desirable; nor ought it to be embraced too rashly. For how much must we diminish from the beauty and value of this species of philosophy, upon such a supposition? Moralists have hitherto been accustomed, when they considered the vast multitude and diversity of those actions that excite our approbation or dislike, to search for some common principle, on which this variety of sentiments might depend. And though they have sometimes carried the matter too far, by their passion for some one general principle; it must, however, be confessed, that they are excusable in expecting to find some general principles, into which all the vices and virtues were justly to be resolved. The like has been the endeavour of critics, logicians, and even politicians: Nor have their attempts been wholly unsuccessful; though perhaps longer time, greater accuracy, and more ardent application may bring these sciences still nearer their perfection. To throw up at once all pretensions of this kind may justly be deemed more rash, precipitate, and dogmatical, than even the boldest and most affirmative philosophy, that has ever attempted to impose its crude dictates and principles on mankind."}