{"label": "ham", "to_address": "Ed Plese <ed@edplese.com>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: 3.0.25pre2 winbind woes", "body": " Damasus, bishop of Rome, who was constrained to stigmatize the avarice of his clergy by the publication of the law of Valentinian, had the good sense, or the good fortune, to engage in his service the zeal and abilities of the learned Jerom; and the grateful saint has celebrated the merit and purity of a very ambiguous character. 80 But the splendid vices of the church of Rome, under the reign of Valentinian and Damasus, have been curiously observed by the historian Ammianus, who delivers his impartial sense in these expressive words: ÒThe pr¾fecture of Juventius was accompanied with peace and plenty, but the tranquillity of his government was soon disturbed by a bloody sedition of the distracted people. The ardor of Damasus and Ursinus, to seize the episcopal seat, surpassed the ordinary measure of human ambition. They contended with the rage of party; the quarrel was maintained by the wounds and death of their followers; and the pr¾fect, unable to resist or appease the tumult, was constrained, by superior violence, to retire into the suburbs. Damasus prevailed: the well-disputed victory remained on the side of his faction; one hundred and thirty-seven dead bodies 81 were found in the _Basilica_ of Sicininus, 82 where the Christians hold their religious assemblies; and it was long before the angry minds of the people resumed their accustomed tranquillity. When I consider the splendor of the capital, I am not astonished that so valuable a prize should inflame the desires of ambitious men, and produce the fiercest and most obstinate contests. The successful candidate is secure, that he will be enriched by the offerings of matrons; 83 that, as soon as his dress is composed with becoming care and elegance, he may proceed, in his chariot, through the streets of Rome; 84 and that the sumptuousness of the Imperial table will not equal the profuse and delicate entertainments provided by the taste, and at the expense, of the Roman pontiffs. How much more rationally (continues the honest Pagan) would those pontiffs consult their true happiness, if, instead of alleging the greatness of the city as an excuse for their manners, they would imitate the exemplary life of some provincial bishops, whose temperance and sobriety, whose mean apparel and downcast looks, recommend their pure and modest virtue to the Deity and his true worshippers!Ó 85 The schism of Damasus and Ursinus was extinguished by the exile of the latter; and the wisdom of the pr¾fect Pr¾textatus 86 restored the tranquillity of the city. Pr¾textatus was a philosophic Pagan, a man of learning, of taste, and politeness; who disguised a reproach in the form of a jest, when he assured Damasus, that if he could obtain the bishopric of Rome, he himself would immediately embrace the Christian religion. 87 This lively picture of the wealth and luxury of the popes in the fourth century becomes the more curious, as it represents the intermediate degree between the humble poverty of the apostolic fishermen, and the royal state of a temporal prince, whose dominions extend from the confines of Naples to the banks of the Po."}