{"label": "spam", "to_address": "\"the00\" <the00@plg.uwaterloo.ca>", "from_address": "\"Lynette Kim\" <xddnumeral@3sheep.com>", "subject": "was barber is matson", "body": " In order to construct the table of ideas in correspondence with the table of categories, we take first the two primitive quanta of all our intuitions, time and space. Time is in itself a series (and the formal condition of all series), and hence, in relation to a given present, we must distinguish à priori in it the antecedentia as conditions (time past) from the consequentia (time future). Consequently, the transcendental idea of the absolute totality of the series of the conditions of a given conditioned, relates merely to all past time. According to the idea of reason, the whole past time, as the condition of the given moment, is necessarily cogitated as given. But, as regards space, there exists in it no distinction between progressus and regressus; for it is an aggregate and not a series—its parts existing together at the same time. I can consider a given point of time in relation to past time only as conditioned, because this given moment comes into existence only through the past time rather through the passing of the preceding time. But as the parts of space are not subordinated, but co-ordinated to each other, one part cannot be the condition of the possibility of the other; and space is not in itself, like time, a series. But the synthesis of the manifold parts of space—(the syntheses whereby we apprehend space)—is nevertheless successive; it takes place, therefore, in time, and contains a series. And as in this series of aggregated spaces (for example, the feet in a rood), beginning with a given portion of space, those which continue to be annexed form the condition of the limits of the former—the measurement of a space must also be regarded as a synthesis of the series of the conditions of a given conditioned. It differs, however, in this respect from that of time, that the side of the conditioned is not in itself distinguishable from the side of the condition; and, consequently, regressus and progressus in space seem to be identical. But, inasmuch as one part of space is not given, but only limited, by and through another, we must also consider every limited space as conditioned, in so far as it presupposes some other space as the condition of its limitation, and so on. As regards limitation, therefore, our procedure in space is also a regressus, and the transcendental idea of the absolute totality of the synthesis in a series of conditions applies to space also; and I am entitled to demand the absolute totality of the phenomenal synthesis in space as well as in time. Whether my demand can be satisfied is a question to be answered in the sequel."}