{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "\"CNNMoney.com Alerts\" <cnnalerts@mail.cnn.com>", "subject": "Jeb Bush joins Tenet Healthcare board", "body": " But the laws which Severus had enacted soon expired with the authority of that emperor; and the Christians, after this accidental tempest, enjoyed a calm of thirty-eight years. 112 Till this period they had usually held their assemblies in private houses and sequestered places. They were now permitted to erect and consecrate convenient edifices for the purpose of religious worship; 113 to purchase lands, even at Rome itself, for the use of the community; and to conduct the elections of their ecclesiastical ministers in so public, but at the same time in so exemplary a manner, as to deserve the respectful attention of the Gentiles. 114 This long repose of the church was accompanied with dignity. The reigns of those princes who derived their extraction from the Asiatic provinces, proved the most favorable to the Christians; the eminent persons of the sect, instead of being reduced to implore the protection of a slave or concubine, were admitted into the palace in the honorable characters of priests and philosophers; and their mysterious doctrines, which were already diffused among the people, insensibly attracted the curiosity of their sovereign. When the empress Mamm¾a passed through Antioch, she expressed a desire of conversing with the celebrated Origen, the fame of whose piety and learning was spread over the East. Origen obeyed so flattering an invitation, and though he could not expect to succeed in the conversion of an artful and ambitious woman, she listened with pleasure to his eloquent exhortations, and honorably dismissed him to his retirement in Palestine. 115 The sentiments of Mamm¾a were adopted by her son Alexander, and the philosophic devotion of that emperor was marked by a singular but injudicious regard for the Christian religion. In his domestic chapel he placed the statues of Abraham, of Orpheus, of Apollonius, and of Christ, as an honor justly due to those respectable sages who had instructed mankind in the various modes of addressing their homage to the supreme and universal Deity. 116 A purer faith, as well as worship, was openly professed and practised among his household. Bishops, perhaps for the first time, were seen at court; and, after the death of Alexander, when the inhuman Maximin discharged his fury on the favorites and servants of his unfortunate benefactor, a great number of Christians of every rank and of both sexes, were involved in the promiscuous massacre, which, on their account, has improperly received the name of Persecution. 117 1171"}