{"label": "spam", "to_address": "producttestpanel@speedy.uwaterloo.ca", "from_address": "\"  Payday Opportunity\" <alerts@ec-hasslefreeoffers.com>", "subject": "Adf, Have an extra hour or two to make extra cash?", "body": " [47] The “I think” is, as has been already stated, an empirical proposition, and contains the proposition, “I exist.” But I cannot say, “Everything, which thinks, exists”; for in this case the property of thought would constitute all beings possessing it, necessary beings. Hence my existence cannot be considered as an inference from the proposition, “I think,” as Descartes maintained—because in this case the major premiss, “Everything, which thinks, exists,” must precede—but the two propositions are identical. The proposition, “I think,” expresses an undetermined empirical intuition, that perception (proving consequently that sensation, which must belong to sensibility, lies at the foundation of this proposition); but it precedes experience, whose province it is to determine an object of perception by means of the categories in relation to time; and existence in this proposition is not a category, as it does not apply to an undetermined given object, but only to one of which we have a conception, and about which we wish to know whether it does or does not exist, out of, and apart from this conception. An undetermined perception signifies here merely something real that has been given, only, however, to thought in general—but not as a phenomenon, nor as a thing in itself (noumenon), but only as something that really exists, and is designated as such in the proposition, “I think.” For it must be remarked that, when I call the proposition, “I think,” an empirical proposition, I do not thereby mean that the Ego in the proposition is an empirical representation; on the contrary, it is purely intellectual, because it belongs to thought in general. But without some empirical representation, which presents to the mind material for thought, the mental act, “I think,” would not take place; and the empirical is only the condition of the application or employment of the pure intellectual faculty."}