{"label": "spam", "to_address": "\"Gnitpick\" <gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Sydney Car Centre\" <Dolly0303@malaysia.net>", "subject": "please, get acquainted with our vacancies and you will be our employee with a high payment!", "body": " These arguments on each side (and many more might be produced) are so plausible, that I am apt to suspect, they may, the one as well as the other, be solid and satisfactory, and that reason and sentiment concur in almost all moral determinations and conclusions. The final sentence, it is probable, which pronounces characters and actions amiable or odious, praise-worthy or blameable; that which stamps on them the mark of honour or infamy, approbation or censure; that which renders morality an active principle and constitutes virtue our happiness, and vice our misery; it is probable, I say, that this final sentence depends on some internal sense or feeling, which nature has made universal in the whole species. For what else can have an influence of this nature? But in order to pave the way for such a sentiment, and give a proper discernment of its object, it is often necessary, we find, that much reasoning should precede, that nice distinctions be made, just conclusions drawn, distant comparisons formed, complicated relations examined, and general facts fixed and ascertained. Some species of beauty, especially the natural kinds, on their first appearance, command our affection and approbation; and where they fail of this effect, it is impossible for any reasoning to redress their influence, or adapt them better to our taste and sentiment. But in many orders of beauty, particularly those of the finer arts, it is requisite to employ much reasoning, in order to feel the proper sentiment; and a false relish may frequently be corrected by argument and reflection. There are just grounds to conclude, that moral beauty partakes much of this latter species, and demands the assistance of our intellectual faculties, in order to give it a suitable influence on the human mind."}