{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "abartlet@samba.org", "subject": "svn commit: samba r23373 - in branches/SAMBA_4_0: .", "body": " Before I lose sight of the field of Warna, I am tempted to pause on the character and story of two principal actors, the cardinal Julian and John Huniades. Julian 29 Cæsarini was born of a noble family of Rome: his studies had embraced both the Latin and Greek learning, both the sciences of divinity and law; and his versatile genius was equally adapted to the schools, the camp, and the court. No sooner had he been invested with the Roman purple, than he was sent into Germany to arm the empire against the rebels and heretics of Bohemia. The spirit of persecution is unworthy of a Christian; the military profession ill becomes a priest; but the former is excused by the times; and the latter was ennobled by the courage of Julian, who stood dauntless and alone in the disgraceful flight of the German host. As the pope’s legate, he opened the council of Basil; but the president soon appeared the most strenuous champion of ecclesiastical freedom; and an opposition of seven years was conducted by his ability and zeal. After promoting the strongest measures against the authority and person of Eugenius, some secret motive of interest or conscience engaged him to desert on a sudden the popular party. The cardinal withdrew himself from Basil to Ferrara; and, in the debates of the Greeks and Latins, the two nations admired the dexterity of his arguments and the depth of his theological erudition. 30 In his Hungarian embassy, we have already seen the mischievous effects of his sophistry and eloquence, of which Julian himself was the first victim. The cardinal, who performed the duties of a priest and a soldier, was lost in the defeat of Warna. The circumstances of his death are variously related; but it is believed, that a weighty encumbrance of gold impeded his flight, and tempted the cruel avarice of some Christian fugitives."}