{"label": "ham", "to_address": "ip-health@lists.essential.org", "from_address": "Thiru Balasubramaniam <thiru@keionline.org>", "subject": "[Ip-health] Wall Street Journal: Abbott's Thai Pact May Augur Pricing Shift", "body": " The revolution of human affairs had produced in Apulia and Calabria a melancholy contrast between the age of Pythagoras and the tenth century of the Christian aera. At the former period, the coast of Great Greece (as it was then styled) was planted with free and opulent cities: these cities were peopled with soldiers, artists, and philosophers; and the military strength of Tarentum; Sybaris, or Crotona, was not inferior to that of a powerful kingdom. At the second aera, these once flourishing provinces were clouded with ignorance impoverished by tyranny, and depopulated by Barbarian war; nor can we severely accuse the exaggeration of a contemporary, that a fair and ample district was reduced to the same desolation which had covered the earth after the general deluge. 9 Among the hostilities of the Arabs, the Franks, and the Greeks, in the southern Italy, I shall select two or three anecdotes expressive of their national manners. 1. It was the amusement of the Saracens to profane, as well as to pillage, the monasteries and churches. At the siege of Salerno, a Mussulman chief spread his couch on the communion-table, and on that altar sacrificed each night the virginity of a Christian nun. As he wrestled with a reluctant maid, a beam in the roof was accidentally or dexterously thrown down on his head; and the death of the lustful emir was imputed to the wrath of Christ, which was at length awakened to the defence of his faithful spouse. 10 2. The Saracens besieged the cities of Beneventum and Capua: after a vain appeal to the successors of Charlemagne, the Lombards implored the clemency and aid of the Greek emperor. 11 A fearless citizen dropped from the walls, passed the intrenchments, accomplished his commission, and fell into the hands of the Barbarians as he was returning with the welcome news. They commanded him to assist their enterprise, and deceive his countrymen, with the assurance that wealth and honors should be the reward of his falsehood, and that his sincerity would be punished with immediate death. He affected to yield, but as soon as he was conducted within hearing of the Christians on the rampart, “Friends and brethren,” he cried with a loud voice, “be bold and patient, maintain the city; your sovereign is informed of your distress, and your deliverers are at hand. I know my doom, and commit my wife and children to your gratitude.” The rage of the Arabs confirmed his evidence; and the self-devoted patriot was transpierced with a hundred spears. He deserves to live in the memory of the virtuous, but the repetition of the same story in ancient and modern times, may sprinkle some doubts on the reality of this generous deed. 12 3. The recital of a third incident may provoke a smile amidst the horrors of war. Theobald, marquis of Camerino and Spoleto, 13 supported the rebels of Beneventum; and his wanton cruelty was not incompatible in that age with the character of a hero. His captives of the Greek nation or party were castrated without mercy, and the outrage was aggravated by a cruel jest, that he wished to present the emperor with a supply of eunuchs, the most precious ornaments of the Byzantine court. The garrison of a castle had been defeated in a sally, and the prisoners were sentenced to the customary operation. But the sacrifice was disturbed by the intrusion of a frantic female, who, with bleeding cheeks dishevelled hair, and importunate clamors, compelled the marquis to listen to her complaint. “Is it thus,” she cried, “ye magnanimous heroes, that ye wage war against women, against women who have never injured ye, and whose only arms are the distaff and the loom?” Theobald denied the charge, and protested that, since the Amazons, he had never heard of a female war. “And how,” she furiously exclaimed, “can you attack us more directly, how can you wound us in a more vital part, than by robbing our husbands of what we most dearly cherish, the source of our joys, and the hope of our posterity? The plunder of our flocks and herds I have endured without a murmur, but this fatal injury, this irreparable loss, subdues my patience, and calls aloud on the justice of heaven and earth.” A general laugh applauded her eloquence; the savage Franks, inaccessible to pity, were moved by her ridiculous, yet rational despair; and with the deliverance of the captives, she obtained the restitution of her effects. As she returned in triumph to the castle, she was overtaken by a messenger, to inquire, in the name of Theobald, what punishment should be inflicted on her husband, were he again taken in arms. “Should such,” she answered without hesitation, “be his guilt and misfortune, he has eyes, and a nose, and hands, and feet. These are his own, and these he may deserve to forfeit by his personal offences. But let my lord be pleased to spare what his little handmaid presumes to claim as her peculiar and lawful property.” 14"}