{"label": "spam", "to_address": "<smiles@flax9.uwaterloo.ca>", "from_address": "\"Spencer Ross\" <support2704@angeleyez-lookingglass.com>", "subject": "Energy fur ihren Schwanz, kaufen und 85% sparen", "body": " If we were to ask the dispassionate David Hume—a philosopher endowed, in a degree that few are, with a well-balanced judgement: What motive induced you to spend so much labour and thought in undermining the consoling and beneficial persuasion that reason is capable of assuring us of the existence, and presenting us with a determinate conception of a Supreme Being?—his answer would be: Nothing but the desire of teaching reason to know its own powers better, and, at the same time, a dislike of the procedure by which that faculty was compelled to support foregone conclusions, and prevented from confessing the internal weaknesses which it cannot but feel when it enters upon a rigid self-examination. If, on the other hand, we were to ask Priestley—a philosopher who had no taste for transcendental speculation, but was entirely devoted to the principles of empiricism—what his motives were for overturning those two main pillars of religion—the doctrines of the freedom of the will and the immortality of the soul (in his view the hope of a future life is but the expectation of the miracle of resurrection)—this philosopher, himself a zealous and pious teacher of religion, could give no other answer than this: I acted in the interest of reason, which always suffers, when certain objects are explained and judged by a reference to other supposed laws than those of material nature—the only laws which we know in a determinate manner. It would be unfair to decry the latter philosopher, who endeavoured to harmonize his paradoxical opinions with the interests of religion, and to undervalue an honest and reflecting man, because he finds himself at a loss the moment he has left the field of natural science. The same grace must be accorded to Hume, a man not less well-disposed, and quite as blameless in his moral character, and who pushed his abstract speculations to an extreme length, because, as he rightly believed, the object of them lies entirely beyond the bounds of natural science, and within the sphere of pure ideas."}