{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "Juan <Jeannine@nilestyle.com>", "subject": "Have the best med$ at hand with u$!", "body": " It appears to me that the examples of mathematics and natural philosophy, which, as we have seen, were brought into their present condition by a sudden revolution, are sufficiently remarkable to fix our attention on the essential circumstances of the change which has proved so advantageous to them, and to induce us to make the experiment of imitating them, so far as the analogy which, as rational sciences, they bear to metaphysics may permit. It has hitherto been assumed that our cognition must conform to the objects; but all attempts to ascertain anything about these objects _à priori_, by means of conceptions, and thus to extend the range of our knowledge, have been rendered abortive by this assumption. Let us then make the experiment whether we may not be more successful in metaphysics, if we assume that the objects must conform to our cognition. This appears, at all events, to accord better with the _possibility_ of our gaining the end we have in view, that is to say, of arriving at the cognition of objects _à priori_, of determining something with respect to these objects, before they are given to us. We here propose to do just what COPERNICUS did in attempting to explain the celestial movements. When he found that he could make no progress by assuming that all the heavenly bodies revolved round the spectator, he reversed the process, and tried the experiment of assuming that the spectator revolved, while the stars remained at rest. We may make the same experiment with regard to the intuition of objects. If the intuition must conform to the nature of the objects, I do not see how we can know anything of them _à priori_. If, on the other hand, the object conforms to the nature of our faculty of intuition, I can then easily conceive the possibility of such an _à priori_ knowledge. Now as I cannot rest in the mere intuitions, but—if they are to become cognitions—must refer them, as _representations_, to something, as _object_, and must determine the latter by means of the former, here again there are two courses open to me. _Either_, first, I may assume that the conceptions, by which I effect this determination, conform to the object—and in this case I am reduced to the same perplexity as before; _or_ secondly, I may assume that the objects, or, which is the same thing, that _experience_, in which alone as given objects they are cognized, conform to my conceptions—and then I am at no loss how to proceed. For experience itself is a mode of cognition which requires understanding. Before objects, are given to me, that is, _à priori_, I must presuppose in myself laws of the understanding which are expressed in conceptions _à priori_. To these conceptions, then, all the objects of experience must necessarily conform. Now there are objects which reason _thinks_, and that necessarily, but which cannot be given in experience, or, at least, cannot be given _so_ as reason thinks them. The attempt to think these objects will hereafter furnish an excellent test of the new method of thought which we have adopted, and which is based on the principle that we only cognize in things _à priori_ that which we ourselves place in them.[4]"}