{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22216 - in branches/SAMBA_4_0/source:\n\tlib/replace lib/replace/test torture/local", "body": " Yet the threats or calamities of a Russian war were more frequently diverted by treaty than by arms. In these naval hostilities, every disadvantage was on the side of the Greeks; their savage enemy afforded no mercy: his poverty promised no spoil; his impenetrable retreat deprived the conqueror of the hopes of revenge; and the pride or weakness of empire indulged an opinion, that no honor could be gained or lost in the intercourse with Barbarians. At first their demands were high and inadmissible, three pounds of gold for each soldier or mariner of the fleet: the Russian youth adhered to the design of conquest and glory; but the counsels of moderation were recommended by the hoary sages. “Be content,” they said, “with the liberal offers of Caesar; is it not far better to obtain without a combat the possession of gold, silver, silks, and all the objects of our desires? Are we sure of victory? Can we conclude a treaty with the sea? We do not tread on the land; we float on the abyss of water, and a common death hangs over our heads.” 65 The memory of these Arctic fleets that seemed to descend from the polar circle left deep impression of terror on the Imperial city. By the vulgar of every rank, it was asserted and believed, that an equestrian statue in the square of Taurus was secretly inscribed with a prophecy, how the Russians, in the last days, should become masters of Constantinople. 66 In our own time, a Russian armament, instead of sailing from the Borysthenes, has circumnavigated the continent of Europe; and the Turkish capital has been threatened by a squadron of strong and lofty ships of war, each of which, with its naval science and thundering artillery, could have sunk or scattered a hundred canoes, such as those of their ancestors. Perhaps the present generation may yet behold the accomplishment of the prediction, of a rare prediction, of which the style is unambiguous and the date unquestionable."}