{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "tridge@samba.org", "subject": "Re: svn commit: samba r22539 - in branches:\n SAMBA_3_0/source/lib/talloc\n SAMBA_3_0_25/source/lib/talloc SAMBA_4_0/source/lib/talloc", "body": " The emperor Theodosius did not long survive the most humiliating circumstance of an inglorious life. As he was riding, or hunting, in the neighborhood of Constantinople, he was thrown from his horse into the River Lycus: the spine of the back was injured by the fall; and he expired some days afterwards, in the fiftieth year of his age, and the forty-third of his reign. 50 His sister Pulcheria, whose authority had been controlled both in civil and ecclesiastical affairs by the pernicious influence of the eunuchs, was unanimously proclaimed Empress of the East; and the Romans, for the first time, submitted to a female reign. No sooner had Pulcheria ascended the throne, than she indulged her own and the public resentment, by an act of popular justice. Without any legal trial, the eunuch Chrysaphius was executed before the gates of the city; and the immense riches which had been accumulated by the rapacious favorite, served only to hasten and to justify his punishment. 51 Amidst the general acclamations of the clergy and people, the empress did not forget the prejudice and disadvantage to which her sex was exposed; and she wisely resolved to prevent their murmurs by the choice of a colleague, who would always respect the superior rank and virgin chastity of his wife. She gave her hand to Marcian, a senator, about sixty years of age; and the nominal husband of Pulcheria was solemnly invested with the Imperial purple. The zeal which he displayed for the orthodox creed, as it was established by the council of Chalcedon, would alone have inspired the grateful eloquence of the Catholics. But the behavior of Marcian in a private life, and afterwards on the throne, may support a more rational belief, that he was qualified to restore and invigorate an empire, which had been almost dissolved by the successive weakness of two hereditary monarchs. He was born in Thrace, and educated to the profession of arms; but Marcian’s youth had been severely exercised by poverty and misfortune, since his only resource, when he first arrived at Constantinople, consisted in two hundred pieces of gold, which he had borrowed of a friend. He passed nineteen years in the domestic and military service of Aspar, and his son Ardaburius; followed those powerful generals to the Persian and African wars; and obtained, by their influence, the honorable rank of tribune and senator. His mild disposition, and useful talents, without alarming the jealousy, recommended Marcian to the esteem and favor of his patrons; he had seen, perhaps he had felt, the abuses of a venal and oppressive administration; and his own example gave weight and energy to the laws, which he promulgated for the reformation of manners. 52"}