{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: Bandwidth Generated", "body": " Of the chiefs and soldiers who marched to the holy sepulchre, I will dare to affirm, that all were prompted by the spirit of enthusiasm; the belief of merit, the hope of reward, and the assurance of divine aid. But I am equally persuaded, that in many it was not the sole, that in some it was not the leading, principle of action. The use and abuse of religion are feeble to stem, they are strong and irresistible to impel, the stream of national manners. Against the private wars of the Barbarians, their bloody tournaments, licentious love, and judicial duels, the popes and synods might ineffectually thunder. It is a more easy task to provoke the metaphysical disputes of the Greeks, to drive into the cloister the victims of anarchy or despotism, to sanctify the patience of slaves and cowards, or to assume the merit of the humanity and benevolence of modern Christians. War and exercise were the reigning passions of the Franks or Latins; they were enjoined, as a penance, to gratify those passions, to visit distant lands, and to draw their swords against the nation of the East. Their victory, or even their attempt, would immortalize the names of the intrepid heroes of the cross; and the purest piety could not be insensible to the most splendid prospect of military glory. In the petty quarrels of Europe, they shed the blood of their friends and countrymen, for the acquisition perhaps of a castle or a village. They could march with alacrity against the distant and hostile nations who were devoted to their arms; their fancy already grasped the golden sceptres of Asia; and the conquest of Apulia and Sicily by the Normans might exalt to royalty the hopes of the most private adventurer. Christendom, in her rudest state, must have yielded to the climate and cultivation of the Mahometan countries; and their natural and artificial wealth had been magnified by the tales of pilgrims, and the gifts of an imperfect commerce. The vulgar, both the great and small, were taught to believe every wonder, of lands flowing with milk and honey, of mines and treasures, of gold and diamonds, of palaces of marble and jasper, and of odoriferous groves of cinnamon and frankincense. In this earthly paradise, each warrior depended on his sword to carve a plenteous and honorable establishment, which he measured only by the extent of his wishes. 30 Their vassals and soldiers trusted their fortunes to God and their master: the spoils of a Turkish emir might enrich the meanest follower of the camp; and the flavor of the wines, the beauty of the Grecian women, 31 were temptations more adapted to the nature, than to the profession, of the champions of the cross. The love of freedom was a powerful incitement to the multitudes who were oppressed by feudal or ecclesiastical tyranny. Under this holy sign, the peasants and burghers, who were attached to the servitude of the glebe, might escape from a haughty lord, and transplant themselves and their families to a land of liberty. The monk might release himself from the discipline of his convent: the debtor might suspend the accumulation of usury, and the pursuit of his creditors; and outlaws and malefactors of every cast might continue to brave the laws and elude the punishment of their crimes. 32"}