{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Reva Cummings\" <the00@plg2.math.uwaterloo.ca>", "subject": "Dreams can cost less repl1ca w4tches from r0lex here", "body": " But, in political and philosophical theories, as well as in persons, success discloses faults and infirmities which failure might have concealed from observation. The notion, that the people have no need to limit their power over themselves, might seem axiomatic, when popular government was a thing only dreamed about, or read of as having existed at some distant period of the past. Neither was that notion necessarily disturbed by such temporary aberrations as those of the French Revolution, the worst of which were the work of a usurping few, and which, in any case, belonged, not to the permanent working of popular institutions, but to a sudden and convulsive outbreak against monarchical and aristocratic despotism. In time, however, a democratic republic came to occupy a large portion of the earth's surface, and made itself felt as one of the most powerful members of the community of nations; and elective and responsible government became subject to the observations and criticisms which wait upon a great existing fact. It was now perceived that such phrases as \"self-government,\" and \"the power of the people over themselves,\" do not express the true state of the case. The \"people\" who exercise the power are not always the same people with those over whom it is exercised; and the \"self-government\" spoken of is not the government of each by himself, but of each by all the rest. The will of the people, moreover, practically means, the will of the most numerous or the most active _part_ of the people; the majority, or those who succeed in making themselves accepted as the majority: the people, consequently, _may_ desire to oppress a part of their number; and precautions are as much needed against this, as against any other abuse of power. The limitation, therefore, of the power of government over individuals, loses none of its importance when the holders of power are regularly accountable to the community, that is, to the strongest party therein. This view of things, recommending itself equally to the intelligence of thinkers and to the inclination of those important classes in European society to whose real or supposed interests democracy is adverse, has had no difficulty in establishing itself; and in political speculations \"the tyranny of the majority\" is now generally included among the evils against which society requires to be on its guard."}