{"label": "spam", "to_address": "lendingtree@flax9.uwaterloo.ca", "from_address": "\"Olson, Kathryn\" <KathrynyOlson@cometroll.com>", "subject": "A Little d.i.c.k", "body": " There is not, in my opinion, any possibility of evading this conclusion, but by asserting, that belief, beside the simple conception, consists in some impression or feeling, distinguishable from the conception. It does not modify the conception, and render it more present and intense: It is only annexed to it, after the same manner that will and desire are annexed to particular conceptions of good and pleasure. But the following considerations will, I hope, be sufficient to remove this hypothesis. First, It is directly contrary to experience, and our immediate consciousness. All men have ever allowed reasoning to be merely an operation of our thoughts or ideas; and however those ideas may be varied to the feeling, there is nothing ever enters into our conclusions but ideas, or our fainter conceptions. For instance; I hear at present a person's voice, whom I am acquainted with; and this sound comes from the next room. This impression of my senses immediately conveys my thoughts to the person, along with all the surrounding objects. I paint them out to myself as existent at present, with the same qualities and relations, that I formerly knew them possessed of. These ideas take faster hold of my mind, than the ideas of an inchanted castle. They are different to the feeling; but there is no distinct or separate impression attending them. It is the same case when I recollect the several incidents of a journey, or the events of any history. Every particular fact is there the object of belief. Its idea is modified differently from the loose reveries of a castle-builder: But no distinct impression attends every distinct idea, or conception of matter of fact. This is the subject of plain experience. If ever this experience can be disputed on any occasion, it is when the mind has been agitated with doubts and difficulties; and afterwards, upon taking the object in a new point of view, or being presented with a new argument, fixes and reposes itself in one settled conclusion and belief. In this case there is a feeling distinct and separate from the conception. The passage from doubt and agitation to tranquility and repose, conveys a satisfaction and pleasure to the mind. But take any other case. Suppose I see the legs and thighs of a person in motion, while some interposed object conceals the rest of his body. Here it is certain, the imagination spreads out the whole figure. I give him a head and shoulders, and breast and neck. These members I conceive and believe him to be possessed of. Nothing can be more evident, than that this whole operation is performed by the thought or imagination alone. The transition is immediate. The ideas presently strike us. Their customary connexion with the present impression, varies them and modifies them in a certain manner, but produces no act of the mind, distinct from this peculiarity of conception. Let any one examine his own mind, and he will evidently find this to be the truth."}