{"label": "spam", "to_address": null, "from_address": "Browning3Howell@pacific.net", "subject": null, "body": " 71. I have frequently considered, what could possibly be the reason why all mankind, though they have ever, without hesitation, acknowledged the doctrine of necessity in their whole practice and reasoning, have yet discovered such a reluctance to acknowledge it in words, and have rather shown a propensity, in all ages, to profess the contrary opinion. The matter, I think, may be accounted for after the following manner. If we examine the operations of body, and the production of effects from their causes, we shall find that all our faculties can never carry us farther in our knowledge of this relation than barely to observe that particular objects are _constantly conjoined_ together, and that the mind is carried, by a _customary transition,_ from the appearance of one to the belief of the other. But though this conclusion concerning human ignorance be the result of the strictest scrutiny of this subject, men still entertain a strong propensity to believe that they penetrate farther into the powers of nature, and perceive something like a necessary connexion between the cause and the effect. When again they turn their reflections towards the operations of their own minds, and _feel_ no such connexion of the motive and the action; they are thence apt to suppose, that there is a difference between the effects which result from material force, and those which arise from thought and intelligence. But being once convinced that we know nothing farther of causation of any kind than merely the _constant conjunction_ of objects, and the consequent _inference_ of the mind from one to another, and finding that these two circumstances are universally allowed to have place in voluntary actions; we may be more easily led to own the same necessity common to all causes. And though this reasoning may contradict the systems of many philosophers, in ascribing necessity to the determinations of the will, we shall find, upon reflection, that they dissent from it in words only, not in their real sentiment. Necessity, according to the sense in which it is here taken, has never yet been rejected, nor can ever, I think, be rejected by any philosopher. It may only, perhaps, be pretended that the mind can perceive, in the operations of matter, some farther connexion between the cause and effect; and connexion that has not place in voluntary actions of intelligent beings. Now whether it be so or not, can only appear upon examination; and it is incumbent on these philosophers to make good their assertion, by defining or describing that necessity, and pointing it out to us in the operations of material causes."}