{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"BBC daily email\" <dailyemail@bbc.co.uk>", "subject": "Your daily e-mail from the BBC", "body": " In the arts of negotiation, as well as in those of war, the Gothic king maintained his superior ascendant over an enemy, whose seeming changes proceeded from the total want of counsel and design. From his camp, on the confines of Italy, Alaric attentively observed the revolutions of the palace, watched the progress of faction and discontent, disguised the hostile aspect of a Barbarian invader, and assumed the more popular appearance of the friend and ally of the great Stilicho: to whose virtues, when they were no longer formidable, he could pay a just tribute of sincere praise and regret. The pressing invitation of the malecontents, who urged the king of the Goths to invade Italy, was enforced by a lively sense of his personal injuries; and he might especially complain, that the Imperial ministers still delayed and eluded the payment of the four thousand pounds of gold which had been granted by the Roman senate, either to reward his services, or to appease his fury. His decent firmness was supported by an artful moderation, which contributed to the success of his designs. He required a fair and reasonable satisfaction; but he gave the strongest assurances, that, as soon as he had obtained it, he would immediately retire. He refused to trust the faith of the Romans, unless Ætius and Jason, the sons of two great officers of state, were sent as hostages to his camp; but he offered to deliver, in exchange, several of the noblest youths of the Gothic nation. The modesty of Alaric was interpreted, by the ministers of Ravenna, as a sure evidence of his weakness and fear. They disdained either to negotiate a treaty, or to assemble an army; and with a rash confidence, derived only from their ignorance of the extreme danger, irretrievably wasted the decisive moments of peace and war. While they expected, in sullen silence, that the Barbarians would evacuate the confines of Italy, Alaric, with bold and rapid marches, passed the Alps and the Po; hastily pillaged the cities of Aquileia, Altinum, Concordia, and Cremona, which yielded to his arms; increased his forces by the accession of thirty thousand auxiliaries; and, without meeting a single enemy in the field, advanced as far as the edge of the morass which protected the impregnable residence of the emperor of the West. Instead of attempting the hopeless siege of Ravenna, the prudent leader of the Goths proceeded to Rimini, stretched his ravages along the sea-coast of the Hadriatic, and meditated the conquest of the ancient mistress of the world. An Italian hermit, whose zeal and sanctity were respected by the Barbarians themselves, encountered the victorious monarch, and boldly denounced the indignation of Heaven against the oppressors of the earth; but the saint himself was confounded by the solemn asseveration of Alaric, that he felt a secret and praeternatural impulse, which directed, and even compelled, his march to the gates of Rome. He felt, that his genius and his fortune were equal to the most arduous enterprises; and the enthusiasm which he communicated to the Goths, insensibly removed the popular, and almost superstitious, reverence of the nations for the majesty of the Roman name. His troops, animated by the hopes of spoil, followed the course of the Flaminian way, occupied the unguarded passes of the Apennine, 4 descended into the rich plains of Umbria; and, as they lay encamped on the banks of the Clitumnus, might wantonly slaughter and devour the milk-white oxen, which had been so long reserved for the use of Roman triumphs. A lofty situation, and a seasonable tempest of thunder and lightning, preserved the little city of Narni; but the king of the Goths, despising the ignoble prey, still advanced with unabated vigor; and after he had passed through the stately arches, adorned with the spoils of Barbaric victories, he pitched his camp under the walls of Rome. 6"}