{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "raymond chiruka <rtchiruka@yahoo.com>", "subject": "Re: [R] Random number generator in R compared", "body": " After the example of the last emperors, Theodoric preferred the residence of Ravenna, where he cultivated an orchard with his own hands. 69 As often as the peace of his kingdom was threatened (for it was never invaded) by the Barbarians, he removed his court to Verona 70 on the northern frontier, and the image of his palace, still extant on a coin, represents the oldest and most authentic model of Gothic architecture. These two capitals, as well as Pavia, Spoleto, Naples, and the rest of the Italian cities, acquired under his reign the useful or splendid decorations of churches, aqueducts, baths, porticos, and palaces. 71 But the happiness of the subject was more truly conspicuous in the busy scene of labor and luxury, in the rapid increase and bold enjoyment of national wealth. From the shades of Tibur and Praeneste, the Roman senators still retired in the winter season to the warm sun, and salubrious springs of Baiae; and their villas, which advanced on solid moles into the Bay of Naples, commanded the various prospect of the sky, the earth, and the water. On the eastern side of the Adriatic, a new Campania was formed in the fair and fruitful province of Istria, which communicated with the palace of Ravenna by an easy navigation of one hundred miles. The rich productions of Lucania and the adjacent provinces were exchanged at the Marcilian fountain, in a populous fair annually dedicated to trade, intemperance, and superstition. In the solitude of Comum, which had once been animated by the mild genius of Pliny, a transparent basin above sixty miles in length still reflected the rural seats which encompassed the margin of the Larian lake; and the gradual ascent of the hills was covered by a triple plantation of olives, of vines, and of chestnut trees. 72 Agriculture revived under the shadow of peace, and the number of husbandmen was multiplied by the redemption of captives. 73 The iron mines of Dalmatia, a gold mine in Bruttium, were carefully explored, and the Pomptine marshes, as well as those of Spoleto, were drained and cultivated by private undertakers, whose distant reward must depend on the continuance of the public prosperity. 74 Whenever the seasons were less propitious, the doubtful precautions of forming magazines of corn, fixing the price, and prohibiting the exportation, attested at least the benevolence of the state; but such was the extraordinary plenty which an industrious people produced from a grateful soil, that a gallon of wine was sometimes sold in Italy for less than three farthings, and a quarter of wheat at about five shillings and sixpence. 75 A country possessed of so many valuable objects of exchange soon attracted the merchants of the world, whose beneficial traffic was encouraged and protected by the liberal spirit of Theodoric. The free intercourse of the provinces by land and water was restored and extended; the city gates were never shut either by day or by night; and the common saying, that a purse of gold might be safely left in the fields, was expressive of the conscious security of the inhabitants."}