{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Follower <follower@rancidbacon.com>", "subject": "Re: [sugar] Getting sugar running on a Mac", "body": " A short delay would have saved the Colonna, the delay of a single month, which elapsed between the triumph and the exile of Rienzi. In the pride of victory, he forfeited what yet remained of his civil virtues, without acquiring the fame of military prowess. A free and vigorous opposition was formed in the city; and when the tribune proposed in the public council 47 to impose a new tax, and to regulate the government of Perugia, thirty-nine members voted against his measures; repelled the injurious charge of treachery and corruption; and urged him to prove, by their forcible exclusion, that if the populace adhered to his cause, it was already disclaimed by the most respectable citizens. The pope and the sacred college had never been dazzled by his specious professions; they were justly offended by the insolence of his conduct; a cardinal legate was sent to Italy, and after some fruitless treaty, and two personal interviews, he fulminated a bull of excommunication, in which the tribune is degraded from his office, and branded with the guilt of rebellion, sacrilege, and heresy. 48 The surviving barons of Rome were now humbled to a sense of allegiance; their interest and revenge engaged them in the service of the church; but as the fate of the Colonna was before their eyes, they abandoned to a private adventurer the peril and glory of the revolution. John Pepin, count of Minorbino, 49 in the kingdom of Naples, had been condemned for his crimes, or his riches, to perpetual imprisonment; and Petrarch, by soliciting his release, indirectly contributed to the ruin of his friend. At the head of one hundred and fifty soldiers, the count of Minorbino introduced himself into Rome; barricaded the quarter of the Colonna: and found the enterprise as easy as it had seemed impossible. From the first alarm, the bell of the Capitol incessantly tolled; but, instead of repairing to the well-known sound, the people were silent and inactive; and the pusillanimous Rienzi, deploring their ingratitude with sighs and tears, abdicated the government and palace of the republic."}