{"label": "ham", "to_address": "James Keenan <jkeen@verizon.net>", "from_address": "Will Coleda <will@coleda.com>", "subject": "Re: failing test for #42360: Parrot::Revision unit tests", "body": " Such was the situation, and such were the manners of the ancient Germans. Their climate, their want of learning, of arts, and of laws, their notions of honor, of gallantry, and of religion, their sense of freedom, impatience of peace, and thirst of enterprise, all contributed to form a people of military heroes. And yet we find, that during more than two hundred and fifty years that elapsed from the defeat of Varus to the reign of Decius, these formidable barbarians made few considerable attempts, and not any material impression on the luxurious, and enslaved provinces of the empire. Their progress was checked by their want of arms and discipline, and their fury was diverted by the intestine divisions of ancient Germany. I. It has been observed, with ingenuity, and not without truth, that the command of iron soon gives a nation the command of gold. But the rude tribes of Germany, alike destitute of both those valuable metals, were reduced slowly to acquire, by their unassisted strength, the possession of the one as well as the other. The face of a German army displayed their poverty of iron. Swords, and the longer kind of lances, they could seldom use. Their _frameæ_ (as they called them in their own language) were long spears headed with a sharp but narrow iron point, and which, as occasion required, they either darted from a distance, or pushed in close onset. With this spear, and with a shield, their cavalry was contented. A multitude of darts, scattered 72 with incredible force, were an additional resource of the infantry. Their military dress, when they wore any, was nothing more than a loose mantle. A variety of colors was the only ornament of their wooden or osier shields. Few of the chiefs were distinguished by cuirasses, scarcely any by helmets. Though the horses of Germany were neither beautiful, swift, nor practised in the skilful evolutions of the Roman manege, several of the nations obtained renown by their cavalry; but, in general, the principal strength of the Germans consisted in their infantry, 73 which was drawn up in several deep columns, according to the distinction of tribes and families. Impatient of fatigue and delay, these half-armed warriors rushed to battle with dissonant shouts and disordered ranks; and sometimes, by the effort of native valor, prevailed over the constrained and more artificial bravery of the Roman mercenaries. But as the barbarians poured forth their whole souls on the first onset, they knew not how to rally or to retire. A repulse was a sure defeat; and a defeat was most commonly total destruction. When we recollect the complete armor of the Roman soldiers, their discipline, exercises, evolutions, fortified camps, and military engines, it appears a just matter of surprise, how the naked and unassisted valor of the barbarians could dare to encounter, in the field, the strength of the legions, and the various troops of the auxiliaries, which seconded their operations. The contest was too unequal, till the introduction of luxury had enervated the vigor, and a spirit of disobedience and sedition had relaxed the discipline, of the Roman armies. The introduction of barbarian auxiliaries into those armies, was a measure attended with very obvious dangers, as it might gradually instruct the Germans in the arts of war and of policy. Although they were admitted in small numbers and with the strictest precaution, the example of Civilis was proper to convince the Romans, that the danger was not imaginary, and that their precautions were not always sufficient. 74 During the civil wars that followed the death of Nero, that artful and intrepid Batavian, whom his enemies condescended to compare with Hannibal and Sertorius, 75 formed a great design of freedom and ambition. Eight Batavian cohorts renowned in the wars of Britain and Italy, repaired to his standard. He introduced an army of Germans into Gaul, prevailed on the powerful cities of Treves and Langres to embrace his cause, defeated the legions, destroyed their fortified camps, and employed against the Romans the military knowledge which he had acquired in their service. When at length, after an obstinate struggle, he yielded to the power of the empire, Civilis secured himself and his country by an honorable treaty. The Batavians still continued to occupy the islands of the Rhine, 76 the allies, not the servants, of the Roman monarchy."}