{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Final text of GPL v3", "body": " Famine had relaxed the strength and discipline of the garrison of Rome. They could derive no effectual service from a dying people; and the inhuman avarice of the merchant at length absorbed the vigilance of the governor. Four Isaurian sentinels, while their companions slept, and their officers were absent, descended by a rope from the wall, and secretly proposed to the Gothic king to introduce his troops into the city. The offer was entertained with coldness and suspicion; they returned in safety; they twice repeated their visit; the place was twice examined; the conspiracy was known and disregarded; and no sooner had Totila consented to the attempt, than they unbarred the Asinarian gate, and gave admittance to the Goths. Till the dawn of day, they halted in order of battle, apprehensive of treachery or ambush; but the troops of Bessas, with their leader, had already escaped; and when the king was pressed to disturb their retreat, he prudently replied, that no sight could be more grateful than that of a flying enemy. The patricians, who were still possessed of horses, Decius, Basilius, &c. accompanied the governor; their brethren, among whom Olybrius, Orestes, and Maximus, are named by the historian, took refuge in the church of St. Peter: but the assertion, that only five hundred persons remained in the capital, inspires some doubt of the fidelity either of his narrative or of his text. As soon as daylight had displayed the entire victory of the Goths, their monarch devoutly visited the tomb of the prince of the apostles; but while he prayed at the altar, twenty-five soldiers, and sixty citizens, were put to the sword in the vestibule of the temple. The archdeacon Pelagius 13 stood before him, with the Gospels in his hand. “O Lord, be merciful to your servant.” “Pelagius,” said Totila, with an insulting smile, “your pride now condescends to become a suppliant.” “I am a suppliant,” replied the prudent archdeacon; “God has now made us your subjects, and as your subjects, we are entitled to your clemency.” At his humble prayer, the lives of the Romans were spared; and the chastity of the maids and matrons was preserved inviolate from the passions of the hungry soldiers."}