{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Alexander\" <chevroletoempart@gmail.com>", "subject": "Girls don't like you? We have a solution!", "body": " In neither case—the regressus in infinitum, nor the regressus in indefinitum, is the series of conditions to be considered as actually infinite in the object itself. This might be true of things in themselves, but it cannot be asserted of phenomena, which, as conditions of each other, are only given in the empirical regress itself. Hence, the question no longer is, “What is the quantity of this series of conditions in itself—is it finite or infinite?” for it is nothing in itself; but, “How is the empirical regress to be commenced, and how far ought we to proceed with it?” And here a signal distinction in the application of this rule becomes apparent. If the whole is given empirically, it is possible to recede in the series of its internal conditions to infinity. But if the whole is not given, and can only be given by and through the empirical regress, I can only say: “It is possible to infinity, to proceed to still higher conditions in the series.” In the first case, I am justified in asserting that more members are empirically given in the object than I attain to in the regress (of decomposition). In the second case, I am justified only in saying, that I can always proceed further in the regress, because no member of the series is given as absolutely conditioned, and thus a higher member is possible, and an inquiry with regard to it is necessary. In the one case it is necessary to find other members of the series, in the other it is necessary to inquire for others, inasmuch as experience presents no absolute limitation of the regress. For, either you do not possess a perception which absolutely limits your empirical regress, and in this case the regress cannot be regarded as complete; or, you do possess such a limitative perception, in which case it is not a part of your series (for that which limits must be distinct from that which is limited by it), and it is incumbent you to continue your regress up to this condition, and so on."}