{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "Thomas Wittek <mail@gedankenkonstrukt.de>", "subject": "Re: Sigils by example", "body": " In the course of this winter, after the dispersion of the Peloponnesian fleet, the Athenians in Naupactus, under Phormio, coasted along to Astacus and disembarked, and marched into the interior of Acarnania with four hundred Athenian heavy infantry and four hundred Messenians. After expelling some suspected persons from Stratus, Coronta, and other places, and restoring Cynes, son of Theolytus, to Coronta, they returned to their ships, deciding that it was impossible in the winter season to march against Oeniadae, a place which, unlike the rest of Acarnania, had been always hostile to them; for the river Achelous flowing from Mount Pindus through Dolopia and the country of the Agraeans and Amphilochians and the plain of Acarnania, past the town of Stratus in the upper part of its course, forms lakes where it falls into the sea round Oeniadae, and thus makes it impracticable for an army in winter by reason of the water. Opposite to Oeniadae lie most of the islands called Echinades, so close to the mouths of the Achelous that that powerful stream is constantly forming deposits against them, and has already joined some of the islands to the continent, and seems likely in no long while to do the same with the rest. For the current is strong, deep, and turbid, and the islands are so thick together that they serve to imprison the alluvial deposit and prevent its dispersing, lying, as they do, not in one line, but irregularly, so as to leave no direct passage for the water into the open sea. The islands in question are uninhabited and of no great size. There is also a story that Alcmaeon, son of Amphiraus, during his wanderings after the murder of his mother was bidden by Apollo to inhabit this spot, through an oracle which intimated that he would have no release from his terrors until he should find a country to dwell in which had not been seen by the sun, or existed as land at the time he slew his mother; all else being to him polluted ground. Perplexed at this, the story goes on to say, he at last observed this deposit of the Achelous, and considered that a place sufficient to support life upon, might have been thrown up during the long interval that had elapsed since the death of his mother and the beginning of his wanderings. Settling, therefore, in the district round Oeniadae, he founded a dominion, and left the country its name from his son Acarnan. Such is the story we have received concerning Alcmaeon."}