{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 205: always use allocated packets to avoid alignment errors in\n\thttp://samba.org/~tridge/ctdb", "body": " It has been remarked with more ingenuity than truth, that the virgin purity of the church was never violated by schism or heresy before the reign of Trajan or Hadrian, about one hundred years after the death of Christ. 31 We may observe with much more propriety, that, during that period, the disciples of the Messiah were indulged in a freer latitude, both of faith and practice, than has ever been allowed in succeeding ages. As the terms of communion were insensibly narrowed, and the spiritual authority of the prevailing party was exercised with increasing severity, many of its most respectable adherents, who were called upon to renounce, were provoked to assert their private opinions, to pursue the consequences of their mistaken principles, and openly to erect the standard of rebellion against the unity of the church. The Gnostics were distinguished as the most polite, the most learned, and the most wealthy of the Christian name; and that general appellation, which expressed a superiority of knowledge, was either assumed by their own pride, or ironically bestowed by the envy of their adversaries. They were almost without exception of the race of the Gentiles, and their principal founders seem to have been natives of Syria or Egypt, where the warmth of the climate disposes both the mind and the body to indolent and contemplative devotion. The Gnostics blended with the faith of Christ many sublime but obscure tenets, which they derived from oriental philosophy, and even from the religion of Zoroaster, concerning the eternity of matter, the existence of two principles, and the mysterious hierarchy of the invisible world. 32 As soon as they launched out into that vast abyss, they delivered themselves to the guidance of a disordered imagination; and as the paths of error are various and infinite, the Gnostics were imperceptibly divided into more than fifty particular sects, 33 of whom the most celebrated appear to have been the Basilidians, the Valentinians, the Marcionites, and, in a still later period, the Manichæans. Each of these sects could boast of its bishops and congregations, of its doctors and martyrs; 34 and, instead of the Four Gospels adopted by the church, 341 the heretics produced a multitude of histories, in which the actions and discourses of Christ and of his apostles were adapted to their respective tenets. 35 The success of the Gnostics was rapid and extensive. 36 They covered Asia and Egypt, established themselves in Rome, and sometimes penetrated into the provinces of the West. For the most part they arose in the second century, flourished during the third, and were suppressed in the fourth or fifth, by the prevalence of more fashionable controversies, and by the superior ascendant of the reigning power. Though they constantly disturbed the peace, and frequently disgraced the name, of religion, they contributed to assist rather than to retard the progress of Christianity. The Gentile converts, whose strongest objections and prejudices were directed against the law of Moses, could find admission into many Christian societies, which required not from their untutored mind any belief of an antecedent revelation. Their faith was insensibly fortified and enlarged, and the church was ultimately benefited by the conquests of its most inveterate enemies. 37"}