{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Ben Finney <bignose+hates-spam@benfinney.id.au>", "subject": "Re: subverting Google Maps Street View", "body": " Almost immediately after this, fresh differences arose between the Athenians and Peloponnesians, and contributed their share to the war. Corinth was forming schemes for retaliation, and Athens suspected her hostility. The Potidæans, who inhabit the isthmus of Pallene, being a Corinthian colony, but tributary allies of Athens, were ordered to raze the wall looking towards Pallene, to give hostages, to dismiss the Corinthian magistrates, and in future not to receive the persons sent from Corinth annually to succeed them. It was feared that they might be persuaded by Perdiccas and the Corinthians to revolt, and might draw the rest of the allies in the direction of Thrace to revolt with them. These precautions against the Potidæans were taken by the Athenians immediately after the battle at Corcyra. Not only was Corinth at length openly hostile, but Perdiccas, son of Alexander, king of the Macedonians, had from an old friend and ally been made an enemy. He had been made an enemy by the Athenians entering into alliance with his brother Philip and Derdas, who were in league against him. In his alarm he had sent to Lacedaemon to try and involve the Athenians in a war with the Peloponnesians, and was endeavouring to win over Corinth in order to bring about the revolt of Potidæa. He also made overtures to the Chalcidians in the direction of Thrace, and to the Bottiaeans, to persuade them to join in the revolt; for he thought that if these places on the border could be made his allies, it would be easier to carry on the war with their co-operation. Alive to all this, and wishing to anticipate the revolt of the cities, the Athenians acted as follows. They were just then sending off thirty ships and a thousand heavy infantry for his country under the command of Archestratus, son of Lycomedes, with four colleagues. They instructed the captains to take hostages of the Potidæans, to raze the wall, and to be on their guard against the revolt of the neighbouring cities."}