{"label": "spam", "to_address": "myrtless <myrtless@flax24.uwaterloo.ca>", "from_address": "Fu kobayasi <ione@mailfan.net>", "subject": "=?ISO-2022-JP?B?GyRCTkkkJDtSJE8kQCRhJE0bKEIo?=\n =?ISO-2022-JP?B?GyRCITAhMBsoQik=?=", "body": " What is principally remarkable in this whole affair is the strong confirmation these phaenomena give to the foregoing system concerning the understanding, and consequently to the present one concerning the passions; since these are analogous to each other. It is indeed evident, that when we sympathize with the passions and sentiments of others, these movements appear at first in our mind as mere ideas, and are conceived to belong to another person, as we conceive any other matter of fact. It is also evident, that the ideas of the affections of others are converted into the very impressions they represent, and that the passions arise in conformity to the images we form of them. All this is an object of the plainest experience, and depends not on any hypothesis of philosophy. That science can only be admitted to explain the phaenomena; though at the same time it must be confest, they are so clear of themselves, that there is but little occasion to employ it. For besides the relation of cause and effect, by which we are convinced of the reality of the passion, with which we sympathize; besides this, I say, we must be assisted by the relations of resemblance and contiguity, in order to feel the sympathy in its full perfection. And since these relations can entirely convert an idea into an impression, and convey the vivacity of the latter into the former, so perfectly as to lose nothing of it in the transition, we may easily conceive how the relation of cause and effect alone, may serve to strengthen and inliven an idea. In sympathy there is an evident conversion of an idea into an impression. This conversion arises from the relation of objects to ourself. Ourself is always intimately present to us. Let us compare all these circumstances, and we shall find, that sympathy is exactly correspondent to the operations of our understanding; and even contains something more surprizing and extraordinary."}