{"label": "ham", "to_address": "Stephen Thorne <stephen.thorne@gmail.com>", "from_address": "Ian Bicking <ianb@colorstudy.com>", "subject": "Re: [sugar] eBook software", "body": " But his enemies had passed the night in equal disorder and anxiety. The inconsiderate courage of Torismond was tempted to urge the pursuit, till he unexpectedly found himself, with a few followers, in the midst of the Scythian wagons. In the confusion of a nocturnal combat, he was thrown from his horse; and the Gothic prince must have perished like his father, if his youthful strength, and the intrepid zeal of his companions, had not rescued him from this dangerous situation. In the same manner, but on the left of the line, Ætius himself, separated from his allies, ignorant of their victory, and anxious for their fate, encountered and escaped the hostile troops that were scattered over the plains of Chalons; and at length reached the camp of the Goths, which he could only fortify with a slight rampart of shields, till the dawn of day. The Imperial general was soon satisfied of the defeat of Attila, who still remained inactive within his intrenchments; and when he contemplated the bloody scene, he observed, with secret satisfaction, that the loss had principally fallen on the Barbarians. The body of Theodoric, pierced with honorable wounds, was discovered under a heap of the slain: his subjects bewailed the death of their king and father; but their tears were mingled with songs and acclamations, and his funeral rites were performed in the face of a vanquished enemy. The Goths, clashing their arms, elevated on a buckler his eldest son Torismond, to whom they justly ascribed the glory of their success; and the new king accepted the obligation of revenge as a sacred portion of his paternal inheritance. Yet the Goths themselves were astonished by the fierce and undaunted aspect of their formidable antagonist; and their historian has compared Attila to a lion encompassed in his den, and threatening his hunters with redoubled fury. The kings and nations who might have deserted his standard in the hour of distress, were made sensible that the displeasure of their monarch was the most imminent and inevitable danger. All his instruments of martial music incessantly sounded a loud and animating strain of defiance; and the foremost troops who advanced to the assault were checked or destroyed by showers of arrows from every side of the intrenchments. It was determined, in a general council of war, to besiege the king of the Huns in his camp, to intercept his provisions, and to reduce him to the alternative of a disgraceful treaty or an unequal combat. But the impatience of the Barbarians soon disdained these cautious and dilatory measures; and the mature policy of Ætius was apprehensive that, after the extirpation of the Huns, the republic would be oppressed by the pride and power of the Gothic nation. The patrician exerted the superior ascendant of authority and reason to calm the passions, which the son of Theodoric considered as a duty; represented, with seeming affection and real truth, the dangers of absence and delay and persuaded Torismond to disappoint, by his speedy return, the ambitious designs of his brothers, who might occupy the throne and treasures of Thoulouse. 46 After the departure of the Goths, and the separation of the allied army, Attila was surprised at the vast silence that reigned over the plains of Chalons: the suspicion of some hostile stratagem detained him several days within the circle of his wagons, and his retreat beyond the Rhine confessed the last victory which was achieved in the name of the Western empire. Meroveus and his Franks, observing a prudent distance, and magnifying the opinion of their strength by the numerous fires which they kindled every night, continued to follow the rear of the Huns till they reached the confines of Thuringia. The Thuringians served in the army of Attila: they traversed, both in their march and in their return, the territories of the Franks; and it was perhaps in this war that they exercised the cruelties which, about fourscore years afterwards, were revenged by the son of Clovis. They massacred their hostages, as well as their captives: two hundred young maidens were tortured with exquisite and unrelenting rage; their bodies were torn asunder by wild horses, or their bones were crushed under the weight of rolling wagons; and their unburied limbs were abandoned on the public roads, as a prey to dogs and vultures. Such were those savage ancestors, whose imaginary virtues have sometimes excited the praise and envy of civilized ages. 47"}