{"label": "spam", "to_address": "Mail <mail@flax9.uwaterloo.ca>", "from_address": "Amy Nicholson <cci@getbroadband.com>", "subject": "FDA approved on-line pharmacies", "body": " 79. The answer to the first objection seems obvious and convincing. There are many philosophers who, after an exact scrutiny of all the phenomena of nature, conclude, that the WHOLE, considered as one system, is, in every period of its existence, ordered with perfect benevolence; and that the utmost possible happiness will, in the end, result to all created beings, without any mixture of positive or absolute ill or misery. Every physical ill, say they, makes an essential part of this benevolent system, and could not possibly be removed, even by the Deity himself, considered as a wise agent, without giving entrance to greater ill, or excluding greater good, which will result from it. From this theory, some philosophers, and the ancient _Stoics_ among the rest, derived a topic of consolation under all afflictions, while they taught their pupils that those ills under which they laboured were, in reality, goods to the universe; and that to an enlarged view, which could comprehend the whole system of nature, every event became an object of joy and exultation. But though this topic be specious and sublime, it was soon found in practice weak and ineffectual. You would surely more irritate than appease a man lying under the racking pains of the gout by preaching up to him the rectitude of those general laws, which produced the malignant humours in his body, and led them through the proper canals, to the sinews and nerves, where they now excite such acute torments. These enlarged views may, for a moment, please the imagination of a speculative man, who is placed in ease and security; but neither can they dwell with constancy on his mind, even though undisturbed by the emotions of pain or passion; much less can they maintain their ground when attacked by such powerful antagonists. The affections take a narrower and more natural survey of their object; and by an economy, more suitable to the infirmity of human minds, regard alone the beings around us, and are actuated by such events as appear good or ill to the private system."}