{"label": "spam", "to_address": "\"the00\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Carmela Carroll\" <kquonset@nbip.net>", "subject": "I do oboe", "body": " The pretext that we are unable to arrive at certainty in regard to these problems may be met with this question, which requires at least a plain answer: “From what source do the ideas originate, the solution of which involves you in such difficulties? Are you seeking for an explanation of certain phenomena; and do you expect these ideas to give you the principles or the rules of this explanation?” Let it be granted, that all nature was laid open before you; that nothing was hid from your senses and your consciousness. Still, you could not cognize in concreto the object of your ideas in any experience. For what is demanded is not only this full and complete intuition, but also a complete synthesis and the consciousness of its absolute totality; and this is not possible by means of any empirical cognition. It follows that your question—your idea—is by no means necessary for the explanation of any phenomenon; and the idea cannot have been in any sense given by the object itself. For such an object can never be presented to us, because it cannot be given by any possible experience. Whatever perceptions you may attain to, you are still surrounded by conditions—in space, or in time—and you cannot discover anything unconditioned; nor can you decide whether this unconditioned is to be placed in an absolute beginning of the synthesis, or in an absolute totality of the series without beginning. A whole, in the empirical signification of the term, is always merely comparative. The absolute whole of quantity (the universe), of division, of derivation, of the condition of existence, with the question—whether it is to be produced by finite or infinite synthesis, no possible experience can instruct us concerning. You will not, for example, be able to explain the phenomena of a body in the least degree better, whether you believe it to consist of simple, or of composite parts; for a simple phenomenon—and just as little an infinite series of composition—can never be presented to your perception. Phenomena require and admit of explanation, only in so far as the conditions of that explanation are given in perception; but the sum total of that which is given in phenomena, considered as an absolute whole, is itself a perception—and we cannot therefore seek for explanations of this whole beyond itself, in other perceptions. The explanation of this whole is the proper object of the transcendental problems of pure reason."}