{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Richard Villa\" <richard_villa@sbcglobal.net>", "subject": "Re: linux still dying;potential errors", "body": " The siege of Veii in Tuscany, the first considerable enterprise of the Romans, was protracted to the tenth year, much less by the strength of the place than by the unskilfulness of the besiegers. The unaccustomed hardships of so many winter campaigns, at the distance of near twenty miles from home, 81 required more than common encouragements; and the senate wisely prevented the clamors of the people, by the institution of a regular pay for the soldiers, which was levied by a general tribute, assessed according to an equitable proportion on the property of the citizens. 82 During more than two hundred years after the conquest of Veii, the victories of the republic added less to the wealth than to the power of Rome. The states of Italy paid their tribute in military service only, and the vast force, both by sea and land, which was exerted in the Punic wars, was maintained at the expense of the Romans themselves. That high-spirited people (such is often the generous enthusiasm of freedom) cheerfully submitted to the most excessive but voluntary burdens, in the just confidence that they should speedily enjoy the rich harvest of their labors. Their expectations were not disappointed. In the course of a few years, the riches of Syracuse, of Carthage, of Macedonia, and of Asia, were brought in triumph to Rome. The treasures of Perseus alone amounted to near two millions sterling, and the Roman people, the sovereign of so many nations, was forever delivered from the weight of taxes. 83 The increasing revenue of the provinces was found sufficient to defray the ordinary establishment of war and government, and the superfluous mass of gold and silver was deposited in the temple of Saturn, and reserved for any unforeseen emergency of the state. 84"}