{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "vlendec@samba.org", "subject": "svn commit: samba r22775 - in branches: SAMBA_3_0/source\n\tSAMBA_3_0/source/include SAMBA_3_0/source/lib\n\tSAMBA_3_0_26/source SAMBA_3_0_26/source/include\n\tSAMBA_3_0_26/source/lib", "body": " Twenty-five years after the death of Clovis this important concession was more formally declared, in a treaty between his sons and the emperor Justinian. The Ostrogoths of Italy, unable to defend their distant acquisitions, had resigned to the Franks the cities of Arles and Marseilles; of Arles, still adorned with the seat of a Prætorian præfect, and of Marseilles, enriched by the advantages of trade and navigation. 58 This transaction was confirmed by the Imperial authority; and Justinian, generously yielding to the Franks the sovereignty of the countries beyond the Alps, which they already possessed, absolved the provincials from their allegiance; and established on a more lawful, though not more solid, foundation, the throne of the Merovingians. 59 From that era they enjoyed the right of celebrating at Arles the games of the circus; and by a singular privilege, which was denied even to the Persian monarch, the gold coin, impressed with their name and image, obtained a legal currency in the empire. 60 A Greek historian of that age has praised the private and public virtues of the Franks, with a partial enthusiasm, which cannot be sufficiently justified by their domestic annals. 61 He celebrates their politeness and urbanity, their regular government, and orthodox religion; and boldly asserts, that these Barbarians could be distinguished only by their dress and language from the subjects of Rome. Perhaps the Franks already displayed the social disposition, and lively graces, which, in every age, have disguised their vices, and sometimes concealed their intrinsic merit. Perhaps Agathias, and the Greeks, were dazzled by the rapid progress of their arms, and the splendor of their empire. Since the conquest of Burgundy, Gaul, except the Gothic province of Septimania, was subject, in its whole extent, to the sons of Clovis. They had extinguished the German kingdom of Thuringia, and their vague dominion penetrated beyond the Rhine, into the heart of their native forests. The Alemanni, and Bavarians, who had occupied the Roman provinces of Rhaetia and Noricum, to the south of the Danube, confessed themselves the humble vassals of the Franks; and the feeble barrier of the Alps was incapable of resisting their ambition. When the last survivor of the sons of Clovis united the inheritance and conquests of the Merovingians, his kingdom extended far beyond the limits of modern France. Yet modern France, such has been the progress of arts and policy, far surpasses, in wealth, populousness, and power, the spacious but savage realms of Clotaire or Dagobert. 62"}