{"label": "spam", "to_address": "producttestpanel@flax9.uwaterloo.ca", "from_address": "GiftClaimCenter <GiftClaimCenter@electronnetwork.com>", "subject": "Shop in style", "body": " But though our natural and obvious principles here prevail above our studied reflections, it is certain there must be sonic struggle and opposition in the case: at least so long as these rejections retain any force or vivacity. In order to set ourselves at ease in this particular, we contrive a new hypothesis, which seems to comprehend both these principles of reason and imagination. This hypothesis is the philosophical, one of the double existence of perceptions and objects; which pleases our reason, in allowing, that our dependent perceptions are interrupted and different; and at the same time is agreeable to the imagination, in attributing a continued existence to something else, which we call objects. This philosophical system, therefore, is the monstrous offspring of two principles, which are contrary to each other, which are both at once embraced by the mind, and which are unable mutually to destroy each other. The imagination tells us, that our resembling perceptions have a continued and uninterrupted existence, and are not annihilated by their absence. Reflection tells us, that even our resembling perceptions are interrupted in their existence, and different from each other. The contradiction betwixt these opinions we elude by a new fiction, which is conformable to the hypotheses both of reflection and fancy, by ascribing these contrary qualities to different existences; the interruption to perceptions, and the continuance to objects. Nature is obstinate, and will not quit the field, however strongly attacked by reason; and at the same time reason is so clear in the point, that there is no possibility of disguising her. Not being able to reconcile these two enemies, we endeavour to set ourselves at ease as much as possible, by successively granting to each whatever it demands, and by feigning a double existence, where each may find something, that has all the conditions it desires. Were we fully convinced, that our resembling perceptions are continued, and identical, and independent, we should never run into this opinion of a double existence, since we should find satisfaction in our first supposition, and would not look beyond. Again, were we fully convinced, that our perceptions are dependent, and interrupted, and different, we should be as little inclined to embrace the opinion of a double existence; since in that case we should clearly perceive the error of our first supposition of a continued existence, and would never regard it any farther. It is therefore from the intermediate situation of the mind, that this opinion arises, and from such an adherence to these two contrary principles, as makes us seek some pretext to justify our receiving both; which happily at last is found in the system of a double existence."}