{"label": "ham", "to_address": "Chris Yocum <cyocum@gmail.com>", "from_address": "Allison Randal <allison@perl.org>", "subject": "Re: Not Understanding TGE", "body": " Yet the name of that city was still pronounced with respect: the frequent and capricious tumults of its inhabitants were indulged with impunity; and the successors of Constantine, instead of crushing the last remains of the democracy by the strong arm of military power, embraced the mild policy of Augustus, and studied to relieve the poverty, and to amuse the idleness, of an innumerable people. 53 I. For the convenience of the lazy plebeians, the monthly distributions of corn were converted into a daily allowance of bread; a great number of ovens were constructed and maintained at the public expense; and at the appointed hour, each citizen, who was furnished with a ticket, ascended the flight of steps, which had been assigned to his peculiar quarter or division, and received, either as a gift, or at a very low price, a loaf of bread of the weight of three pounds, for the use of his family. II. The forest of Lucania, whose acorns fattened large droves of wild hogs, 54 afforded, as a species of tribute, a plentiful supply of cheap and wholesome meat. During five months of the year, a regular allowance of bacon was distributed to the poorer citizens; and the annual consumption of the capital, at a time when it was much declined from its former lustre, was ascertained, by an edict from Valentinian the Third, at three millions six hundred and twenty-eight thousand pounds. 55 III. In the manners of antiquity, the use of oil was indispensable for the lamp, as well as for the bath; and the annual tax, which was imposed on Africa for the benefit of Rome, amounted to the weight of three millions of pounds, to the measure, perhaps, of three hundred thousand English gallons. IV. The anxiety of Augustus to provide the metropolis with sufficient plenty of corn, was not extended beyond that necessary article of human subsistence; and when the popular clamor accused the dearness and scarcity of wine, a proclamation was issued, by the grave reformer, to remind his subjects that no man could reasonably complain of thirst, since the aqueducts of Agrippa had introduced into the city so many copious streams of pure and salubrious water. 56 This rigid sobriety was insensibly relaxed; and, although the generous design of Aurelian 57 does not appear to have been executed in its full extent, the use of wine was allowed on very easy and liberal terms. The administration of the public cellars was delegated to a magistrate of honorable rank; and a considerable part of the vintage of Campania was reserved for the fortunate inhabitants of Rome."}