{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "=?GB2312?B?zOy98rTz0adNQkE=?= <info@sirh.com>", "subject": "=?GB2312?B?zOy98rTz0adNQkHV0Mn6?=", "body": " It is true, indeed, as regards the experiments which may conduce to this end, that one man is not equal to the task of making them all; but yet he can advantageously avail himself, in this work, of no hands besides his own, unless those of artisans, or parties of the same kind, whom he could pay, and whom the hope of gain (a means of great efficacy) might stimulate to accuracy in the performance of what was prescribed to them. For as to those who, through curiosity or a desire of learning, of their own accord, perhaps, offer him their services, besides that in general their promises exceed their performance, and that they sketch out fine designs of which not one is ever realized, they will, without doubt, expect to be compensated for their trouble by the explication of some difficulties, or, at least, by compliments and useless speeches, in which he cannot spend any portion of his time without loss to himself. And as for the experiments that others have already made, even although these parties should be willing of themselves to communicate them to him (which is what those who esteem them secrets will never do), the experiments are, for the most part, accompanied with so many circumstances and superfluous elements, as to make it exceedingly difficult to disentangle the truth from its adjuncts--besides, he will find almost all of them so ill described, or even so false (because those who made them have wished to see in them only such facts as they deemed conformable to their principles), that, if in the entire number there should be some of a nature suited to his purpose, still their value could not compensate for the time what would be necessary to make the selection. So that if there existed any one whom we assuredly knew to be capable of making discoveries of the highest kind, and of the greatest possible utility to the public; and if all other men were therefore eager by all means to assist him in successfully prosecuting his designs, I do not see that they could do aught else for him beyond contributing to defray the expenses of the experiments that might be necessary; and for the rest, prevent his being deprived of his leisure by the unseasonable interruptions of any one. But besides that I neither have so high an opinion of myself as to be willing to make promise of anything extraordinary, nor feed on imaginations so vain as to fancy that the public must be much interested in my designs; I do not, on the other hand, own a soul so mean as to be capable of accepting from any one a favor of which it could be supposed that I was unworthy."}