{"label": "ham", "to_address": "\"Speakup\" <speakup@braille.uwo.ca>", "from_address": "\"Cleverson\" <clever92000@yahoo.com.br>", "subject": "File Manager with associations?", "body": " The ancient city of Amid or Amida, 55 which sometimes assumes the provincial appellation of Diarbekir, 56 is advantageously situate in a fertile plain, watered by the natural and artificial channels of the Tigris, of which the least inconsiderable stream bends in a semicircular form round the eastern part of the city. The emperor Constantius had recently conferred on Amida the honor of his own name, and the additional fortifications of strong walls and lofty towers. It was provided with an arsenal of military engines, and the ordinary garrison had been reenforced to the amount of seven legions, when the place was invested by the arms of Sapor. 57 His first and most sanguine hopes depended on the success of a general assault. To the several nations which followed his standard, their respective posts were assigned; the south to the Vert¾; the north to the Albanians; the east to the Chionites, inflamed with grief and indignation; the west to the Segestans, the bravest of his warriors, who covered their front with a formidable line of Indian elephants. 58 The Persians, on every side, supported their efforts, and animated their courage; and the monarch himself, careless of his rank and safety, displayed, in the prosecution of the siege, the ardor of a youthful soldier. After an obstinate combat, the Barbarians were repulsed; they incessantly returned to the charge; they were again driven back with a dreadful slaughter, and two rebel legions of Gauls, who had been banished into the East, signalized their undisciplined courage by a nocturnal sally into the heart of the Persian camp. In one of the fiercest of these repeated assaults, Amida was betrayed by the treachery of a deserter, who indicated to the Barbarians a secret and neglected staircase, scooped out of the rock that hangs over the stream of the Tigris. Seventy chosen archers of the royal guard ascended in silence to the third story of a lofty tower, which commanded the precipice; they elevated on high the Persian banner, the signal of confidence to the assailants, and of dismay to the besieged; and if this devoted band could have maintained their post a few minutes longer, the reduction of the place might have been purchased by the sacrifice of their lives. After Sapor had tried, without success, the efficacy of force and of stratagem, he had recourse to the slower but more certain operations of a regular siege, in the conduct of which he was instructed by the skill of the Roman deserters. The trenches were opened at a convenient distance, and the troops destined for that service advanced under the portable cover of strong hurdles, to fill up the ditch, and undermine the foundations of the walls. Wooden towers were at the same time constructed, and moved forwards on wheels, till the soldiers, who were provided with every species of missile weapons, could engage almost on level ground with the troops who defended the rampart. Every mode of resistance which art could suggest, or courage could execute, was employed in the defence of Amida, and the works of Sapor were more than once destroyed by the fire of the Romans. But the resources of a besieged city may be exhausted. The Persians repaired their losses, and pushed their approaches; a large preach was made by the battering-ram, and the strength of the garrison, wasted by the sword and by disease, yielded to the fury of the assault. The soldiers, the citizens, their wives, their children, all who had not time to escape through the opposite gate, were involved by the conquerors in a promiscuous massacre."}