{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"Sawyer, Ophelia\" <OpheliarSawyer@commark.com>", "subject": "Why Not You?", "body": " It still, however, remains to estimate the extent to which Mrs. Taylor, both before and after her marriage with Mill, made actual contributions to his thoughts and his public work. Here I may be perhaps permitted to avail myself of what I have already written in a previous work.[1] Mill gives us abundant help in this matter in the _Autobiography_. When first he knew her, his thoughts were turning to the subject of Logic. But his published work on the subject owed nothing to her, he tells us, in its doctrines. It was Mill's custom to write the whole of a book so as to get his general scheme complete, and then laboriously to re-write it in order to perfect the phrases and the composition. Doubtless Mrs. Taylor was of considerable help to him as a critic of style. But to be a critic of doctrine she was hardly qualified. Mill has made some clear admissions on this point. \"The only actual revolution which has ever taken place in my modes of thinking was already complete,\"[2] he says, before her influence became paramount. There is a curiously humble estimate of his own powers (to which Dr. Bain has called attention), which reads at first sight as if it contradicted this. \"During the greater part of my literary life I have performed the office in relation to her, which, from a rather early period, I had considered as the most useful part that I was qualified to take in the domain of thought, that of an interpreter of original thinkers, and mediator between them and the public.\" So far it would seem that Mill had sat at the feet of his oracle; but observe the highly remarkable exception which is made in the following sentence:--\"For I had always a humble opinion of my own powers as an original thinker, _except in abstract science (logic, metaphysics, and the theoretic principles of political economy and politics.)_\"[3] If Mill then was an original thinker in logic, metaphysics, and the science of economy and politics, it is clear that he had not learnt these from her lips. And to most men logic and metaphysics may be safely taken as forming a domain in which originality of thought, if it can be honestly professed, is a sufficient title of distinction."}