{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Featuring today\" <szflnnhez@rr.com>", "subject": "Your life", "body": " _Liberty_ was published in 1859, when the nineteenth century was half over, but in its general spirit and in some of its special tendencies the little tract belongs rather to the standpoint of the eighteenth century than to that which saw its birth. In many of his speculations John Stuart Mill forms a sort of connecting link between the doctrines of the earlier English empirical school and those which we associate with the name of Mr. Herbert Spencer. In his _Logic_, for instance, he represents an advance on the theories of Hume, and yet does not see how profoundly the victories of Science modify the conclusions of the earlier thinker. Similarly, in his _Political Economy_, he desires to improve and to enlarge upon Ricardo, and yet does not advance so far as the modifications of political economy by Sociology, indicated by some later--and especially German--speculations on the subject. In the tract on _Liberty_, Mill is advocating the rights of the individual as against Society at the very opening of an era that was rapidly coming to the conclusion that the individual had no absolute rights against Society. The eighteenth century view is that individuals existed first, each with their own special claims and responsibilities; that they deliberately formed a Social State, either by a contract or otherwise; and that then finally they limited their own action out of regard for the interests of the social organism thus arbitrarily produced. This is hardly the view of the nineteenth century. It is possible that logically the individual is prior to the State; historically and in the order of Nature, the State is prior to the individual. In other words, such rights as every single personality possesses in a modern world do not belong to him by an original ordinance of Nature, but are slowly acquired in the growth and development of the social state. It is not the truth that individual liberties were forfeited by some deliberate act when men made themselves into a Commonwealth. It is more true to say, as Aristotle said long ago, that man is naturally a political animal, that he lived under strict social laws as a mere item, almost a nonentity, as compared with the Order, Society, or Community to which he belonged, and that such privileges as he subsequently acquired have been obtained in virtue of his growing importance as a member of a growing organisation. But if this is even approximately true, it seriously restricts that liberty of the individual for which Mill pleads. The individual has no chance, because he has no rights, against the social organism. Society can punish him for acts or even opinions which are anti-social in character. His virtue lies in recognising the intimate communion with his fellows. His sphere of activity is bounded by the common interest. Just as it is an absurd and exploded theory that all men are originally equal, so it is an ancient and false doctrine to protest that a man has an individual liberty to live and think as he chooses in any spirit of antagonism to that larger body of which he forms an insignificant part."}