{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Dafydd Harries <dafydd.harries@collabora.co.uk>", "subject": "Re: [sugar] [patch][connect-activity] Update to high-level API in\n\tlatest dbus-python", "body": " 1001 (return) [ The Scythians, even according to the ancients, are not Sarmatians. It may be doubted whether Gibbon intended to confound them.—M. ——The Greeks, after having divided the world into Greeks and barbarians. divided the barbarians into four great classes, the Celts, the Scythians, the Indians, and the Ethiopians. They called Celts all the inhabitants of Gaul. Scythia extended from the Baltic Sea to the Lake Aral: the people enclosed in the angle to the north-east, between Celtica and Scythia, were called Celto-Scythians, and the Sarmatians were placed in the southern part of that angle. But these names of Celts, of Scythians, of Celto-Scythians, and Sarmatians, were invented, says Schlozer, by the profound cosmographical ignorance of the Greeks, and have no real ground; they are purely geographical divisions, without any relation to the true affiliation of the different races. Thus all the inhabitants of Gaul are called Celts by most of the ancient writers; yet Gaul contained three totally distinct nations, the Belgæ, the Aquitani, and the Gauls, properly so called. Hi omnes lingua institutis, legibusque inter se differunt. Cæsar. Com. c. i. It is thus the Turks call all Europeans Franks. Schlozer, Allgemeine Nordische Geschichte, p. 289. 1771. Bayer (de Origine et priscis Sedibus Scytharum, in Opusc. p. 64) says, Primus eorum, de quibus constat, Ephorus, in quarto historiarum libro, orbem terrarum inter Scythas, Indos, Æthiopas et Celtas divisit. Fragmentum ejus loci Cosmas Indicopleustes in topographia Christiana, f. 148, conservavit. Video igitur Ephorum, cum locorum positus per certa capita distribuere et explicare constitueret, insigniorum nomina gentium vastioribus spatiis adhibuisse, nulla mala fraude et successu infelici. Nam Ephoro quoquomodo dicta pro exploratis habebant Græci plerique et Romani: ita gliscebat error posteritate. Igitur tot tamque diversæ stirpis gentes non modo intra communem quandam regionem definitæ, unum omnes Scytharum nomen his auctoribus subierunt, sed etiam ab illa regionis adpellatione in eandem nationem sunt conflatæ. Sic Cimmeriorum res cum Scythicis, Scytharum cum Sarmaticis, Russicis, Hunnicis, Tataricis commiscentur.—G.]"}