{"label": "spam", "to_address": "\"mhln\" <mhln@mhln.com>", "from_address": "\"Lavonne Cunningham\" <hcampground@c2csolutions.com>", "subject": "[Mhln] He notwithstanding untill shill", "body": " What is to be done to provide against the danger which seems in the present case to menace the best interests of humanity? The course to be pursued in reference to this subject is a perfectly plain and natural one. Let each thinker pursue his own path; if he shows talent, if he gives evidence of profound thought, in one word, if he shows that he possesses the power of reasoning—reason is always the gainer. If you have recourse to other means, if you attempt to coerce reason, if you raise the cry of treason to humanity, if you excite the feelings of the crowd, which can neither understand nor sympathize with such subtle speculations—you will only make yourselves ridiculous. For the question does not concern the advantage or disadvantage which we are expected to reap from such inquiries; the question is merely how far reason can advance in the field of speculation, apart from all kinds of interest, and whether we may depend upon the exertions of speculative reason, or must renounce all reliance on it. Instead of joining the combatants, it is your part to be a tranquil spectator of the struggle—a laborious struggle for the parties engaged, but attended, in its progress as well as in its result, with the most advantageous consequences for the interests of thought and knowledge. It is absurd to expect to be enlightened by Reason, and at the same time to prescribe to her what side of the question she must adopt. Moreover, reason is sufficiently held in check by its own power, the limits imposed on it by its own nature are sufficient; it is unnecessary for you to place over it additional guards, as if its power were dangerous to the constitution of the intellectual state. In the dialectic of reason there is no victory gained which need in the least disturb your tranquility."}