{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Aaron Bergman\" <99_peter.cox@jhbaxter.com>", "subject": "Re: Hallo!", "body": " Of the three relations above-mentioned that of resemblance is the most fertile source of error; and indeed there are few mistakes in reasoning, which do not borrow largely from that origin. Resembling ideas are not only related together, but the actions of the mind, which we employ in considering them, are so little different, that we are not able to distinguish them. This last circumstance is of great consequence, and we may in general observe, that wherever the actions of the mind in forming any two ideas are the same or resembling, we are very apt to confound these ideas, and take the one for the other. Of this we shall see many instances in the progress of this treatise. But though resemblance be the relation, which most readily produces a mistake in ideas, yet the others of causation and contiguity may also concur in the same influence. We might produce the figures of poets and orators, as sufficient proofs of this, were it as usual, as it is reasonable, in metaphysical subjects to draw our arguments from that quarter. But lest metaphysicians should esteem this below their dignity, I shall borrow a proof from an observation, which may be made on most of their own discourses, viz. that it is usual for men to use words for ideas, and to talk instead of thinking in their reasonings. We use words for ideas, because they are commonly so closely connected that the mind easily mistakes them. And this likewise is the reason, why we substitute the idea of a distance, which is not considered either as visible or tangible, in the room of extension, which is nothing but a composition of visible or tangible points disposed in a certain order. In causing this mistake there concur both the relations of causation and resemblance. As the first species of distance is found to be convertible into the second, it is in this respect a kind of cause; and the similarity of their manner of affecting the senses, and diminishing every quality, forms the relation of resemblance."}