{"label": "ham", "to_address": "\"ron_michael70\" <ron_michael70@yahoo.com>", "from_address": "\"rdporto1\" <rdporto1@terra.com.br>", "subject": "Re: [R] Regression on two time series", "body": " Whilst his hours were passed in studious retirement, the empress, resolute to achieve the generous design which she had undertaken, was not unmindful of the care of his fortune. The death of the late C¾sar had left Constantius invested with the sole command, and oppressed by the accumulated weight, of a mighty empire. Before the wounds of civil discord could be healed, the provinces of Gaul were overwhelmed by a deluge of Barbarians. The Sarmatians no longer respected the barrier of the Danube. The impunity of rapine had increased the boldness and numbers of the wild Isaurians: those robbers descended from their craggy mountains to ravage the adjacent country, and had even presumed, though without success, to besiege the important city of Seleucia, which was defended by a garrison of three Roman legions. Above all, the Persian monarch, elated by victory, again threatened the peace of Asia, and the presence of the emperor was indispensably required, both in the West and in the East. For the first time, Constantius sincerely acknowledged, that his single strength was unequal to such an extent of care and of dominion. 30 Insensible to the voice of flattery, which assured him that his all-powerful virtue, and celestial fortune, would still continue to triumph over every obstacle, he listened with complacency to the advice of Eusebia, which gratified his indolence, without offending his suspicious pride. As she perceived that the remembrance of Gallus dwelt on the emperorÕs mind, she artfully turned his attention to the opposite characters of the two brothers, which from their infancy had been compared to those of Domitian and of Titus. 31 She accustomed her husband to consider Julian as a youth of a mild, unambitious disposition, whose allegiance and gratitude might be secured by the gift of the purple, and who was qualified to fill with honor a subordinate station, without aspiring to dispute the commands, or to shade the glories, of his sovereign and benefactor. After an obstinate, though secret struggle, the opposition of the favorite eunuchs submitted to the ascendency of the empress; and it was resolved that Julian, after celebrating his nuptials with Helena, sister of Constantius, should be appointed, with the title of C¾sar, to reign over the countries beyond the Alps. 32"}