{"label": "ham", "to_address": "Perl Beginners <beginners@perl.org>", "from_address": "Nigel Peck <nigel@miswebdesign.com>", "subject": "Detecting whether a script was called via CGI or the command line", "body": " The wars of the Moslems were sanctified by the prophet; but among the various precepts and examples of his life, the caliphs selected the lessons of toleration that might tend to disarm the resistance of the unbelievers. Arabia was the temple and patrimony of the God of Mahomet; but he beheld with less jealousy and affection the nations of the earth. The polytheists and idolaters, who were ignorant of his name, might be lawfully extirpated by his votaries; 196 but a wise policy supplied the obligation of justice; and after some acts of intolerant zeal, the Mahometan conquerors of Hindostan have spared the pagodas of that devout and populous country. The disciples of Abraham, of Moses, and of Jesus, were solemnly invited to accept the more perfect revelation of Mahomet; but if they preferred the payment of a moderate tribute, they were entitled to the freedom of conscience and religious worship. 197 In a field of battle the forfeit lives of the prisoners were redeemed by the profession of Islam; the females were bound to embrace the religion of their masters, and a race of sincere proselytes was gradually multiplied by the education of the infant captives. But the millions of African and Asiatic converts, who swelled the native band of the faithful Arabs, must have been allured, rather than constrained, to declare their belief in one God and the apostle of God. By the repetition of a sentence and the loss of a foreskin, the subject or the slave, the captive or the criminal, arose in a moment the free and equal companion of the victorious Moslems. Every sin was expiated, every engagement was dissolved: the vow of celibacy was superseded by the indulgence of nature; the active spirits who slept in the cloister were awakened by the trumpet of the Saracens; and in the convulsion of the world, every member of a new society ascended to the natural level of his capacity and courage. The minds of the multitude were tempted by the invisible as well as temporal blessings of the Arabian prophet; and charity will hope that many of his proselytes entertained a serious conviction of the truth and sanctity of his revelation. In the eyes of an inquisitive polytheist, it must appear worthy of the human and the divine nature. More pure than the system of Zoroaster, more liberal than the law of Moses, the religion of Mahomet might seem less inconsistent with reason than the creed of mystery and superstition, which, in the seventh century, disgraced the simplicity of the gospel."}