{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Sophie <wongimla@barb.com>", "subject": "[8]: Global Lottery Service", "body": " 111. I observe (said I, finding he had finished his harangue) that you neglect not the artifice of the demagogues of old; and as you were pleased to make me stand for the people, you insinuate yourself into my favour by embracing those principles, to which, you know, I have always expressed a particular attachment. But allowing you to make experience (as indeed I think you ought) the only standard of our judgement concerning this, and all other questions of fact; I doubt not but, from the very same experience, to which you appeal, it may be possible to refute this reasoning, which you have put into the mouth of Epicurus. If you saw, for instance, a half-finished building, surrounded with heaps of brick and stone and mortar, and all the instruments of masonry; could you not _infer_ from the effect, that it was a work of design and contrivance? And could you not return again, from this inferred cause, to infer new additions to the effect, and conclude, that the building would soon be finished, and receive all the further improvements, which art could bestow upon it? If you saw upon the sea-shore the print of one human foot, you would conclude, that a man had passed that way, and that he had also left the traces of the other foot, though effaced by the rolling of the sands or inundation of the waters. Why then do you refuse to admit the same method of reasoning with regard to the order of nature? Consider the world and the present life only as an imperfect building, from which you can infer a superior intelligence; and arguing from that superior intelligence, which can leave nothing imperfect; why may you not infer a more finished scheme or plan, which will receive its completion in some distant point of space or time? Are not these methods of reasoning exactly similar? And under what pretence can you embrace the one, while you reject the other?"}