{"label": "ham", "to_address": "perl6-announce@perl.org, perl6-language@perl.org", "from_address": "Darren Duncan <darren@DarrenDuncan.net>", "subject": "ANNOUNCE - Muldis::DB v0.0.0 released, in p5+p6", "body": " “After a first rapid perusal, which allowed me to feel nothing but the interest of a narrative, always animated, and, notwithstanding its extent and the variety of objects which it makes to pass before the view, always perspicuous, I entered upon a minute examination of the details of which it was composed; and the opinion which I then formed was, I confess, singularly severe. I discovered, in certain chapters, errors which appeared to me sufficiently important and numerous to make me believe that they had been written with extreme negligence; in others, I was struck with a certain tinge of partiality and prejudice, which imparted to the exposition of the facts that want of truth and justice, which the English express by their happy term _misrepresentation_. Some imperfect (_tronquées_) quotations; some passages, omitted unintentionally or designedly cast a suspicion on the honesty (_bonne foi_) of the author; and his violation of the first law of history—increased to my eye by the prolonged attention with which I occupied myself with every phrase, every note, every reflection—caused me to form upon the whole work, a judgment far too rigorous. After having finished my labors, I allowed some time to elapse before I reviewed the whole. A second attentive and regular perusal of the entire work, of the notes of the author, and of those which I had thought it right to subjoin, showed me how much I had exaggerated the importance of the reproaches which Gibbon really deserved; I was struck with the same errors, the same partiality on certain subjects; but I had been far from doing adequate justice to the immensity of his researches, the variety of his knowledge, and above all, to that truly philosophical discrimination (_justesse d’esprit_) which judges the past as it would judge the present; which does not permit itself to be blinded by the clouds which time gathers around the dead, and which prevent us from seeing that, under the toga, as under the modern dress, in the senate as in our councils, men were what they still are, and that events took place eighteen centuries ago, as they take place in our days. I then felt that his book, in spite of its faults, will always be a noble work—and that we may correct his errors and combat his prejudices, without ceasing to admit that few men have combined, if we are not to say in so high a degree, at least in a manner so complete, and so well regulated, the necessary qualifications for a writer of history.”"}