{"label": "spam", "to_address": "<faisalabad@speedy.uwaterloo.ca>", "from_address": "\"Gomez U. Hugo\" <vav@earthlink.net>", "subject": "vigil", "body": " The despotism of custom is everywhere the standing hindrance to human advancement, being in unceasing antagonism to that disposition to aim at something better than customary, which is called, according to circumstances, the spirit of liberty, or that of progress or improvement. The spirit of improvement is not always a spirit of liberty, for it may aim at forcing improvements on an unwilling people; and the spirit of liberty, in so far as it resists such attempts, may ally itself locally and temporarily with the opponents of improvement; but the only unfailing and permanent source of improvement is liberty, since by it there are as many possible independent centres of improvement as there are individuals. The progressive principle, however, in either shape, whether as the love of liberty or of improvement, is antagonistic to the sway of Custom, involving at least emancipation from that yoke; and the contest between the two constitutes the chief interest of the history of mankind. The greater part of the world has, properly speaking, no history, because the despotism of Custom is complete. This is the case over the whole East. Custom is there, in all things, the final appeal; justice and right mean conformity to custom; the argument of custom no one, unless some tyrant intoxicated with power, thinks of resisting. And we see the result. Those nations must once have had originality; they did not start out of the ground populous, lettered, and versed in many of the arts of life; they made themselves all this, and were then the greatest and most powerful nations in the world. What are they now? The subjects or dependants of tribes whose forefathers wandered in the forests when theirs had magnificent palaces and gorgeous temples, but over whom custom exercised only a divided rule with liberty and progress. A people, it appears, may be progressive for a certain length of time, and then stop: when does it stop? When it ceases to possess individuality. If a similar change should befall the nations of Europe, it will not be in exactly the same shape: the despotism of custom with which these nations are threatened is not precisely stationariness. It proscribes singularity, but it does not preclude change, provided all change together. We have discarded the fixed costumes of our forefathers; every one must still dress like other people, but the fashion may change once or twice a year. We thus take care that when there is change, it shall be for change's sake, and not from any idea of beauty or convenience; for the same idea of beauty or convenience would not strike all the world at the same moment, and be simultaneously thrown aside by all at another moment. But we are progressive as well as changeable: we continually make new inventions in mechanical things, and keep them until they are again superseded by better; we are eager for improvement in politics, in education, even in morals, though in this last our idea of improvement chiefly consists in persuading or forcing other people to be as good as ourselves. It is not progress that we object to; on the contrary, we flatter ourselves that we are the most progressive people who ever lived. It is individuality that we war against: we should think we had done wonders if we had made ourselves all alike; forgetting that the unlikeness of one person to another is generally the first thing which draws the attention of either to the imperfection of his own type, and the superiority of another, or the possibility, by combining the advantages of both, of producing something better than either. We have a warning example in China--a nation of much talent, and, in some respects, even wisdom, owing to the rare good fortune of having been provided at an early period with a particularly good set of customs, the work, in some measure, of men to whom even the most enlightened European must accord, under certain limitations, the title of sages and philosophers. They are remarkable, too, in the excellence of their apparatus for impressing, as far as possible, the best wisdom they possess upon every mind in the community, and securing that those who have appropriated most of it shall occupy the posts of honour and power. Surely the people who did this have discovered the secret of human progressiveness, and must have kept themselves steadily at the head of the movement of the world. On the contrary, they have become stationary--have remained so for thousands of years; and if they are ever to be farther improved, it must be by foreigners. They have succeeded beyond all hope in what English philanthropists are so industriously working at--in making a people all alike, all governing their thoughts and conduct by the same maxims and rules; and these are the fruits. The modern _régime_ of public opinion is, in an unorganised form, what the Chinese educational and political systems are in an organised; and unless individuality shall be able successfully to assert itself against this yoke, Europe, notwithstanding its noble antecedents and its professed Christianity, will tend to become another China."}