{"label": "ham", "to_address": "Katians <love-hounds@gaffa.org>", "from_address": "\"David RL Gartner\" <derbarbier@gmail.com>", "subject": "Re: [LH] Conclusion", "body": " But the most interesting conquest of the Seljukian Turks was that of Jerusalem, 58 which soon became the theatre of nations. In their capitulation with Omar, the inhabitants had stipulated the assurance of their religion and property; but the articles were interpreted by a master against whom it was dangerous to dispute; and in the four hundred years of the reign of the caliphs, the political climate of Jerusalem was exposed to the vicissitudes of storm and sunshine. 59 By the increase of proselytes and population, the Mahometans might excuse the usurpation of three fourths of the city: but a peculiar quarter was resolved for the patriarch with his clergy and people; a tribute of two pieces of gold was the price of protection; and the sepulchre of Christ, with the church of the Resurrection, was still left in the hands of his votaries. Of these votaries, the most numerous and respectable portion were strangers to Jerusalem: the pilgrimages to the Holy Land had been stimulated, rather than suppressed, by the conquest of the Arabs; and the enthusiasm which had always prompted these perilous journeys, was nourished by the congenial passions of grief and indignation. A crowd of pilgrims from the East and West continued to visit the holy sepulchre, and the adjacent sanctuaries, more especially at the festival of Easter; and the Greeks and Latins, the Nestorians and Jacobites, the Copts and Abyssinians, the Armenians and Georgians, maintained the chapels, the clergy, and the poor of their respective communions. The harmony of prayer in so many various tongues, the worship of so many nations in the common temple of their religion, might have afforded a spectacle of edification and peace; but the zeal of the Christian sects was imbittered by hatred and revenge; and in the kingdom of a suffering Messiah, who had pardoned his enemies, they aspired to command and persecute their spiritual brethren. The preeminence was asserted by the spirit and numbers of the Franks; and the greatness of Charlemagne 60 protected both the Latin pilgrims and the Catholics of the East. The poverty of Carthage, Alexandria, and Jerusalem, was relieved by the alms of that pious emperor; and many monasteries of Palestine were founded or restored by his liberal devotion. Harun Alrashid, the greatest of the Abbassides, esteemed in his Christian brother a similar supremacy of genius and power: their friendship was cemented by a frequent intercourse of gifts and embassies; and the caliph, without resigning the substantial dominion, presented the emperor with the keys of the holy sepulchre, and perhaps of the city of Jerusalem. In the decline of the Carlovingian monarchy, the republic of Amalphi promoted the interest of trade and religion in the East. Her vessels transported the Latin pilgrims to the coasts of Egypt and Palestine, and deserved, by their useful imports, the favor and alliance of the Fatimite caliphs: 61 an annual fair was instituted on Mount Calvary: and the Italian merchants founded the convent and hospital of St. John of Jerusalem, the cradle of the monastic and military order, which has since reigned in the isles of Rhodes and of Malta. Had the Christian pilgrims been content to revere the tomb of a prophet, the disciples of Mahomet, instead of blaming, would have imitated, their piety: but these rigid Unitarians were scandalized by a worship which represents the birth, death, and resurrection, of a God; the Catholic images were branded with the name of idols; and the Moslems smiled with indignation 62 at the miraculous flame which was kindled on the eve of Easter in the holy sepulchre. 63 This pious fraud, first devised in the ninth century, 64 was devoutly cherished by the Latin crusaders, and is annually repeated by the clergy of the Greek, Armenian, and Coptic sects, 65 who impose on the credulous spectators 66 for their own benefit, and that of their tyrants. In every age, a principle of toleration has been fortified by a sense of interest: and the revenue of the prince and his emir was increased each year, by the expense and tribute of so many thousand strangers."}