{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22224 - in\n\tbranches/SAMBA_3_0/source/lib/replace/test: .", "body": " Even the religious toleration which Theodoric had the glory of introducing into the Christian world, was painful and offensive to the orthodox zeal of the Italians. They respected the armed heresy of the Goths; but their pious rage was safely pointed against the rich and defenceless Jews, who had formed their establishments at Naples, Rome, Ravenna, Milan, and Genoa, for the benefit of trade, and under the sanction of the laws. 86 Their persons were insulted, their effects were pillaged, and their synagogues were burned by the mad populace of Ravenna and Rome, inflamed, as it should seem, by the most frivolous or extravagant pretences. The government which could neglect, would have deserved such an outrage. A legal inquiry was instantly directed; and as the authors of the tumult had escaped in the crowd, the whole community was condemned to repair the damage; and the obstinate bigots, who refused their contributions, were whipped through the streets by the hand of the executioner. 8611 This simple act of justice exasperated the discontent of the Catholics, who applauded the merit and patience of these holy confessors. Three hundred pulpits deplored the persecution of the church; and if the chapel of St. Stephen at Verona was demolished by the command of Theodoric, it is probable that some miracle hostile to his name and dignity had been performed on that sacred theatre. At the close of a glorious life, the king of Italy discovered that he had excited the hatred of a people whose happiness he had so assiduously labored to promote; and his mind was soured by indignation, jealousy, and the bitterness of unrequited love. The Gothic conqueror condescended to disarm the unwarlike natives of Italy, interdicting all weapons of offence, and excepting only a small knife for domestic use. The deliverer of Rome was accused of conspiring with the vilest informers against the lives of senators whom he suspected of a secret and treasonable correspondence with the Byzantine court. 87 After the death of Anastasius, the diadem had been placed on the head of a feeble old man; but the powers of government were assumed by his nephew Justinian, who already meditated the extirpation of heresy, and the conquest of Italy and Africa. A rigorous law, which was published at Constantinople, to reduce the Arians by the dread of punishment within the pale of the church, awakened the just resentment of Theodoric, who claimed for his distressed brethren of the East the same indulgence which he had so long granted to the Catholics of his dominions. 8711 At his stern command, the Roman pontiff, with four illustrious senators, embarked on an embassy, of which he must have alike dreaded the failure or the success. The singular veneration shown to the first pope who had visited Constantinople was punished as a crime by his jealous monarch; the artful or peremptory refusal of the Byzantine court might excuse an equal, and would provoke a larger, measure of retaliation; and a mandate was prepared in Italy, to prohibit, after a stated day, the exercise of the Catholic worship. By the bigotry of his subjects and enemies, the most tolerant of princes was driven to the brink of persecution; and the life of Theodoric was too long, since he lived to condemn the virtue of Boethius and Symmachus. 88"}