{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"doing Final\" <IPAetw@mksinst.com>", "subject": "between Internet Explorer announced", "body": " 61. To recapitulate, therefore, the reasonings of this section: Every idea is copied from some preceding impression or sentiment; and where we cannot find any impression, we may be certain that there is no idea. In all single instances of the operation of bodies or minds, there is nothing that produces any impression, nor consequently can suggest any idea of power or necessary connexion. But when many uniform instances appear, and the same object is always followed by the same event; we then begin to entertain the notion of cause and connexion. We then _feel_ a new sentiment or impression, to wit, a customary connexion in the thought or imagination between one object and its usual attendant; and this sentiment is the original of that idea which we seek for. For as this idea arises from a number of similar instances, and not from any single instance, it must arise from that circumstance, in which the number of instances differ from every individual instance. But this customary connexion or transition of the imagination is the only circumstance in which they differ. In every other particular they are alike. The first instance which we saw of motion communicated by the shock of two billiard balls (to return to this obvious illustration) is exactly similar to any instance that may, at present, occur to us; except only, that we could not, at first, _infer_ one event from the other; which we are enabled to do at present, after so long a course of uniform experience. I know not whether the reader will readily apprehend this reasoning. I am afraid that, should I multiply words about it, or throw it into a greater variety of lights, it would only become more obscure and intricate. In all abstract reasonings there is one point of view which, if we can happily hit, we shall go farther towards illustrating the subject than by all the eloquence and copious expression in the world. This point of view we should endeavour to reach, and reserve the flowers of rhetoric for subjects which are more adapted to them."}