{"label": "ham", "to_address": "speakup@braille.uwo.ca", "from_address": "Jude DaShiell <jdashiel@shellworld.net>", "subject": "podsave script", "body": " To moderate the zeal of his party, to protect the persons of his enemies, 14 to defeat and to despise the secret enterprises which were formed against his life and dignity, were the cares which employed the first days of the reign of the new emperor. Although he was firmly resolved to maintain the station which he had assumed, he was still desirous of saving his country from the calamities of civil war, of declining a contest with the superior forces of Constantius, and of preserving his own character from the reproach of perfidy and ingratitude. Adorned with the ensigns of military and imperial pomp, Julian showed himself in the field of Mars to the soldiers, who glowed with ardent enthusiasm in the cause of their pupil, their leader, and their friend. He recapitulated their victories, lamented their sufferings, applauded their resolution, animated their hopes, and checked their impetuosity; nor did he dismiss the assembly, till he had obtained a solemn promise from the troops, that if the emperor of the East would subscribe an equitable treaty, they would renounce any views of conquest, and satisfy themselves with the tranquil possession of the Gallic provinces. On this foundation he composed, in his own name, and in that of the army, a specious and moderate epistle, 15 which was delivered to Pentadius, his master of the offices, and to his chamberlain Eutherius; two ambassadors whom he appointed to receive the answer, and observe the dispositions of Constantius. This epistle is inscribed with the modest appellation of C¾sar; but Julian solicits in a peremptory, though respectful, manner, the confirmation of the title of Augustus. He acknowledges the irregularity of his own election, while he justifies, in some measure, the resentment and violence of the troops which had extorted his reluctant consent. He allows the supremacy of his brother Constantius; and engages to send him an annual present of Spanish horses, to recruit his army with a select number of barbarian youths, and to accept from his choice a Pr¾torian pr¾fect of approved discretion and fidelity. But he reserves for himself the nomination of his other civil and military officers, with the troops, the revenue, and the sovereignty of the provinces beyond the Alps. He admonishes the emperor to consult the dictates of justice; to distrust the arts of those venal flatterers, who subsist only by the discord of princes; and to embrace the offer of a fair and honorable treaty, equally advantageous to the republic and to the house of Constantine. In this negotiation Julian claimed no more than he already possessed. The delegated authority which he had long exercised over the provinces of Gaul, Spain, and Britain, was still obeyed under a name more independent and august. The soldiers and the people rejoiced in a revolution which was not stained even with the blood of the guilty. Florentius was a fugitive; Lupicinus a prisoner. The persons who were disaffected to the new government were disarmed and secured; and the vacant offices were distributed, according to the recommendation of merit, by a prince who despised the intrigues of the palace, and the clamors of the soldiers. 16"}