{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Simon McVittie <simon.mcvittie@collabora.co.uk>", "subject": "[sugar] [patch][connect-activity] Update to high-level API in\n\tlatest dbus-python", "body": " The Athenians, formed in line, sailed round and round them, and forced them to contract their circle, by continually brushing past and making as though they would attack at once, having been previously cautioned by Phormio not to do so till he gave the signal. His hope was that the Peloponnesians would not retain their order like a force on shore, but that the ships would fall foul of one another and the small craft cause confusion; and if the wind should blow from the gulf (in expectation of which he kept sailing round them, and which usually rose towards morning), they would not, he felt sure, remain steady an instant. He also thought that it rested with him to attack when he pleased, as his ships were better sailers, and that an attack timed by the coming of the wind would tell best. When the wind came down, the enemy’s ships were now in a narrow space, and what with the wind and the small craft dashing against them, at once fell into confusion: ship fell foul of ship, while the crews were pushing them off with poles, and by their shouting, swearing, and struggling with one another, made captains’ orders and boatswains’ cries alike inaudible, and through being unable for want of practice to clear their oars in the rough water, prevented the vessels from obeying their helmsmen properly. At this moment Phormio gave the signal, and the Athenians attacked. Sinking first one of the admirals, they then disabled all they came across, so that no one thought of resistance for the confusion, but fled for Patrae and Dyme in Achaea. The Athenians gave chase and captured twelve ships, and taking most of the men out of them sailed to Molycrium, and after setting up a trophy on the promontory of Rhium and dedicating a ship to Poseidon, returned to Naupactus. As for the Peloponnesians, they at once sailed with their remaining ships along the coast from Dyme and Patrae to Cyllene, the Eleian arsenal; where Cnemus, and the ships from Leucas that were to have joined them, also arrived after the battle at Stratus."}