{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "bob@proulx.com (Bob Proulx)", "subject": "Re: Swap encryption (via LUKS) and Hibernation (disk suspend)", "body": " The system of Diocletian was accompanied with another very material disadvantage, which cannot even at present be totally overlooked; a more expensive establishment, and consequently an increase of taxes, and the oppression of the people. Instead of a modest family of slaves and freedmen, such as had contented the simple greatness of Augustus and Trajan, three or four magnificent courts were established in the various parts of the empire, and as many Roman _kings_ contended with each other and with the Persian monarch for the vain superiority of pomp and luxury. The number of ministers, of magistrates, of officers, and of servants, who filled the different departments of the state, was multiplied beyond the example of former times; and (if we may borrow the warm expression of a contemporary) “when the proportion of those who received exceeded the proportion of those who contributed, the provinces were oppressed by the weight of tributes.” 104 From this period to the extinction of the empire, it would be easy to deduce an uninterrupted series of clamors and complaints. According to his religion and situation, each writer chooses either Diocletian, or Constantine, or Valens, or Theodosius, for the object of his invectives; but they unanimously agree in representing the burden of the public impositions, and particularly the land tax and capitation, as the intolerable and increasing grievance of their own times. From such a concurrence, an impartial historian, who is obliged to extract truth from satire, as well as from panegyric, will be inclined to divide the blame among the princes whom they accuse, and to ascribe their exactions much less to their personal vices, than to the uniform system of their administration. 1041 The emperor Diocletian was indeed the author of that system; but during his reign, the growing evil was confined within the bounds of modesty and discretion, and he deserves the reproach of establishing pernicious precedents, rather than of exercising actual oppression. 105 It may be added, that his revenues were managed with prudent economy; and that after all the current expenses were discharged, there still remained in the Imperial treasury an ample provision either for judicious liberality or for any emergency of the state."}