{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "James E Keenan <jkeen@verizon.net>", "subject": "Configuration steps:  RT tickets for units tests forthcoming", "body": " From Egypt to the Euxine Sea, the bishops were in arms and in motion. Several councils were held, confutations were published, excommunications were pronounced, ambiguous explanations were by turns accepted and refused, treaties were concluded and violated, and at length Paul of Samosata was degraded from his episcopal character, by the sentence of seventy or eighty bishops, who assembled for that purpose at Antioch, and who, without consulting the rights of the clergy or people, appointed a successor by their own authority. The manifest irregularity of this proceeding increased the numbers of the discontented faction; and as Paul, who was no stranger to the arts of courts, had insinuated himself into the favor of Zenobia, he maintained above four years the possession of the episcopal house and office. 1291 The victory of Aurelian changed the face of the East, and the two contending parties, who applied to each other the epithets of schism and heresy, were either commanded or permitted to plead their cause before the tribunal of the conqueror. This public and very singular trial affords a convincing proof that the existence, the property, the privileges, and the internal policy of the Christians, were acknowledged, if not by the laws, at least by the magistrates, of the empire. As a Pagan and as a soldier, it could scarcely be expected that Aurelian should enter into the discussion, whether the sentiments of Paul or those of his adversaries were most agreeable to the true standard of the orthodox faith. His determination, however, was founded on the general principles of equity and reason. He considered the bishops of Italy as the most impartial and respectable judges among the Christians, and as soon as he was informed that they had unanimously approved the sentence of the council, he acquiesced in their opinion, and immediately gave orders that Paul should be compelled to relinquish the temporal possessions belonging to an office, of which, in the judgment of his brethren, he had been regularly deprived. But while we applaud the justice, we should not overlook the policy, of Aurelian, who was desirous of restoring and cementing the dependence of the provinces on the capital, by every means which could bind the interest or prejudices of any part of his subjects. 130"}