{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "<caroline.truntzer@chu-lyon.fr>", "subject": "[R] Issues with Sweave and inclusion of graphics from nlme", "body": " II. A just retaliation might be urged for the invasion of Turkestan, or the Eastern Tartary. The dignity of Timour could not endure the impunity of the Getes: he passed the Sihoon, subdued the kingdom of Kashgar, and marched seven times into the heart of their country. His most distant camp was two months’ journey, or four hundred and eighty leagues to the north-east of Samarcand; and his emirs, who traversed the River Irtish, engraved in the forests of Siberia a rude memorial of their exploits. The conquest of Kipzak, or the Western Tartary, 17 was founded on the double motive of aiding the distressed, and chastising the ungrateful. Toctamish, a fugitive prince, was entertained and protected in his court: the ambassadors of Auruss Khan were dismissed with a haughty denial, and followed on the same day by the armies of Zagatai; and their success established Toctamish in the Mogul empire of the North. But, after a reign of ten years, the new khan forgot the merits and the strength of his benefactor; the base usurper, as he deemed him, of the sacred rights of the house of Zingis. Through the gates of Derbend, he entered Persia at the head of ninety thousand horse: with the innumerable forces of Kipzak, Bulgaria, Circassia, and Russia, he passed the Sihoon, burnt the palaces of Timour, and compelled him, amidst the winter snows, to contend for Samarcand and his life. After a mild expostulation, and a glorious victory, the emperor resolved on revenge; and by the east, and the west, of the Caspian, and the Volga, he twice invaded Kipzak with such mighty powers, that thirteen miles were measured from his right to his left wing. In a march of five months, they rarely beheld the footsteps of man; and their daily subsistence was often trusted to the fortune of the chase. At length the armies encountered each other; but the treachery of the standard-bearer, who, in the heat of action, reversed the Imperial standard of Kipzak, determined the victory of the Zagatais; and Toctamish (I speak the language of the Institutions) gave the tribe of Toushi to the wind of desolation. 18 He fled to the Christian duke of Lithuania; again returned to the banks of the Volga; and, after fifteen battles with a domestic rival, at last perished in the wilds of Siberia. The pursuit of a flying enemy carried Timour into the tributary provinces of Russia: a duke of the reigning family was made prisoner amidst the ruins of his capital; and Yeletz, by the pride and ignorance of the Orientals, might easily be confounded with the genuine metropolis of the nation. Moscow trembled at the approach of the Tartar, and the resistance would have been feeble, since the hopes of the Russians were placed in a miraculous image of the Virgin, to whose protection they ascribed the casual and voluntary retreat of the conqueror. Ambition and prudence recalled him to the South, the desolate country was exhausted, and the Mogul soldiers were enriched with an immense spoil of precious furs, of linen of Antioch, 19 and of ingots of gold and silver. 20 On the banks of the Don, or Tanais, he received an humble deputation from the consuls and merchants of Egypt, 21 Venice, Genoa, Catalonia, and Biscay, who occupied the commerce and city of Tana, or Azoph, at the mouth of the river. They offered their gifts, admired his magnificence, and trusted his royal word. But the peaceful visit of an emir, who explored the state of the magazines and harbor, was speedily followed by the destructive presence of the Tartars. The city was reduced to ashes; the Moslems were pillaged and dismissed; but all the Christians, who had not fled to their ships, were condemned either to death or slavery. 22 Revenge prompted him to burn the cities of Serai and Astrachan, the monuments of rising civilization; and his vanity proclaimed, that he had penetrated to the region of perpetual daylight, a strange phenomenon, which authorized his Mahometan doctors to dispense with the obligation of evening prayer. 23"}