{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Vahid Partovi Nia <vahid.partovinia@epfl.ch>", "subject": "[R] rotating an hclust tree with negative hights", "body": " The volume of money in circulation, as a means of payment, is determined in the first place, by the amount of payments, i. e. by the sum total of the prices of the commodities alienated, but not about to be alienated, as in the case of the simple circulation of money. The quantity thus determined is subject, however, to two modifications. The first modification is due to the rapidity with which the same piece of money repeats the same function, i. e. with which the several payments succeed one another. A pays B, whereupon B pays C, and so forth. The rapidity with which the same coin repeats its function as a means of payment, depends first, upon the continuity of the relation of creditor and debtor among the owners of commodities, the same commodity owner being the creditor of one person and the debtor of another, etc., and secondly, upon the interval which separates the times of various payments. This chain of payments or of supplementary first metamorphoses of commodities is qualitatively different from the chain of metamorphoses which is formed by the circulation of money as a circulating medium. The latter not only makes its appearance gradually, but is even formed in that manner. A commodity is first converted into money, then again into a commodity, thereby enabling another commodity to become money, etc.; or, seller becomes buyer, whereby another commodity owner turns seller. This successive connection is accidentally formed in the very process of the exchange of commodities. But when the money which A has paid to B is passed on from B to C, from C to D, etc., and that, too, at intervals rapidly succeeding one another, then this external connection reveals but an already existing social connection. The same money passes through different hands not because it appears as a means of payment; it passes as a means of payment because the different hands have already clasped each other. The rapidity with which money circulates as a means of payment thus shows that individuals have been drawn into the process of circulation much deeper than would be indicated by the same rapidity of the circulation of money as coin or as a means of purchase."}