{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"CNNMoney.com Alerts\" <cnnalerts@mail.cnn.com>", "subject": "A political odd couple tackles Social Security", "body": " Of human life, the most glorious or humble prospects are alike and soon bounded by the sepulchre. The male line of Robert Guiscard was extinguished, both in Apulia and at Antioch, in the second generation; but his younger brother became the father of a line of kings; and the son of the great count was endowed with the name, the conquests, and the spirit, of the first Roger. 97 The heir of that Norman adventurer was born in Sicily; and, at the age of only four years, he succeeded to the sovereignty of the island, a lot which reason might envy, could she indulge for a moment the visionary, though virtuous wish of dominion. Had Roger been content with his fruitful patrimony, a happy and grateful people might have blessed their benefactor; and if a wise administration could have restored the prosperous times of the Greek colonies, 98 the opulence and power of Sicily alone might have equalled the widest scope that could be acquired and desolated by the sword of war. But the ambition of the great count was ignorant of these noble pursuits; it was gratified by the vulgar means of violence and artifice. He sought to obtain the undivided possession of Palermo, of which one moiety had been ceded to the elder branch; struggled to enlarge his Calabrian limits beyond the measure of former treaties; and impatiently watched the declining health of his cousin William of Apulia, the grandson of Robert. On the first intelligence of his premature death, Roger sailed from Palermo with seven galleys, cast anchor in the Bay of Salerno, received, after ten days’ negotiation, an oath of fidelity from the Norman capital, commanded the submission of the barons, and extorted a legal investiture from the reluctant popes, who could not long endure either the friendship or enmity of a powerful vassal. The sacred spot of Benevento was respectfully spared, as the patrimony of St. Peter; but the reduction of Capua and Naples completed the design of his uncle Guiscard; and the sole inheritance of the Norman conquests was possessed by the victorious Roger. A conscious superiority of power and merit prompted him to disdain the titles of duke and of count; and the Isle of Sicily, with a third perhaps of the continent of Italy, might form the basis of a kingdom 99 which would only yield to the monarchies of France and England. The chiefs of the nation who attended his coronation at Palermo might doubtless pronounce under what name he should reign over them; but the example of a Greek tyrant or a Saracen emir was insufficient to justify his regal character; and the nine kings of the Latin world 100 might disclaim their new associate, unless he were consecrated by the authority of the supreme pontiff. The pride of Anacletus was pleased to confer a title, which the pride of the Norman had stooped to solicit; 101 but his own legitimacy was attacked by the adverse election of Innocent the Second; and while Anacletus sat in the Vatican, the successful fugitive was acknowledged by the nations of Europe. The infant monarchy of Roger was shaken, and almost overthrown, by the unlucky choice of an ecclesiastical patron; and the sword of Lothaire the Second of Germany, the excommunications of Innocent, the fleets of Pisa, and the zeal of St. Bernard, were united for the ruin of the Sicilian robber. After a gallant resistance, the Norman prince was driven from the continent of Italy: a new duke of Apulia was invested by the pope and the emperor, each of whom held one end of the gonfanon, or flagstaff, as a token that they asserted their right, and suspended their quarrel. But such jealous friendship was of short and precarious duration: the German armies soon vanished in disease and desertion: 102 the Apulian duke, with all his adherents, was exterminated by a conqueror who seldom forgave either the dead or the living; like his predecessor Leo the Ninth, the feeble though haughty pontiff became the captive and friend of the Normans; and their reconciliation was celebrated by the eloquence of Bernard, who now revered the title and virtues of the king of Sicily."}