{"label": "ham", "to_address": "\"Mathew Snyder\" <theillien@yahoo.com>", "from_address": "rcook@pcug.org.au", "subject": "Re: Effective date grab", "body": " Among the Greeks, all authority and wisdom were overborne by the impetuous multitude, who mistook their rage for valor, their numbers for strength, and their fanaticism for the support and inspiration of Heaven. In the eyes of both nations Alexius was false and contemptible; the base and spurious race of the Angeli was rejected with clamorous disdain; and the people of Constantinople encompassed the senate, to demand at their hands a more worthy emperor. To every senator, conspicuous by his birth or dignity, they successively presented the purple: by each senator the deadly garment was repulsed: the contest lasted three days; and we may learn from the historian Nicetas, one of the members of the assembly, that fear and weaknesses were the guardians of their loyalty. A phantom, who vanished in oblivion, was forcibly proclaimed by the crowd: 75 but the author of the tumult, and the leader of the war, was a prince of the house of Ducas; and his common appellation of Alexius must be discriminated by the epithet of Mourzoufle, 76 which in the vulgar idiom expressed the close junction of his black and shaggy eyebrows. At once a patriot and a courtier, the perfidious Mourzoufle, who was not destitute of cunning and courage, opposed the Latins both in speech and action, inflamed the passions and prejudices of the Greeks, and insinuated himself into the favor and confidence of Alexius, who trusted him with the office of great chamberlain, and tinged his buskins with the colors of royalty. At the dead of night, he rushed into the bed-chamber with an affrighted aspect, exclaiming, that the palace was attacked by the people and betrayed by the guards. Starting from his couch, the unsuspecting prince threw himself into the arms of his enemy, who had contrived his escape by a private staircase. But that staircase terminated in a prison: Alexius was seized, stripped, and loaded with chains; and, after tasting some days the bitterness of death, he was poisoned, or strangled, or beaten with clubs, at the command, or in the presence, of the tyrant. The emperor Isaac Angelus soon followed his son to the grave; and Mourzoufle, perhaps, might spare the superfluous crime of hastening the extinction of impotence and blindness."}