{"label": "spam", "to_address": "<avcooper@speedy.uwaterloo.ca>", "from_address": "\"Irwin Drake\" <kimono@1-800-7beauty.com>", "subject": "Re:", "body": " 78. I pretend not to have obviated or removed all objections to this theory, with regard to necessity and liberty. I can foresee other objections, derived from topics which have not here been treated of. It may be said, for instance, that, if voluntary actions be subjected to the same laws of necessity with the operations of matter, there is a continued chain of necessary causes, pre-ordained and pre-determined, reaching from the original cause of all to every single volition of every human creature. No contingency anywhere in the universe; no indifference; no liberty. While we act, we are, at the same time, acted upon. The ultimate Author of all our volitions is the Creator of the world, who first bestowed motion on this immense machine, and placed all beings in that particular position, whence every subsequent event, by an inevitable necessity, must result. Human actions, therefore, either can have no moral turpitude at all, as proceeding from so good a cause; or if they have any turpitude, they must involve our Creator in the same guilt, while he is acknowledged to be their ultimate cause and author. For as a man, who fired a mine, is answerable for all the consequences whether the train he employed be long or short; so wherever a continued chain of necessary causes is fixed, that Being, either finite or infinite, who produces the first, is likewise the author of all the rest, and must both bear the blame and acquire the praise which belong to them. Our clear and unalterable ideas of morality establish this rule, upon unquestionable reasons, when we examine the consequences of any human action; and these reasons must still have greater force when applied to the volitions and intentions of a Being infinitely wise and powerful. Ignorance or impotence may be pleaded for so limited a creature as man; but those imperfections have no place in our Creator. He foresaw, he ordained, he intended all those actions of men, which we so rashly pronounce criminal. And we must therefore conclude, either that they are not criminal, or that the Deity, not man, is accountable for them. But as either of these positions is absurd and impious, it follows, that the doctrine from which they are deduced cannot possibly be true, as being liable to all the same objections. An absurd consequence, if necessary, proves the original doctrine to be absurd; in the same manner as criminal actions render criminal the original cause, if the connexion between them be necessary and evitable."}