{"label": "spam", "to_address": "mail@speedy.uwaterloo.ca", "from_address": "Real Loss <ceconn@entrepreneurmag.com>", "subject": "Effective Diet", "body": " It may be objected, \"But _some_ received principles, especially on the highest and most vital subjects, are more than half-truths. The Christian morality, for instance, is the whole truth on that subject, and if any one teaches a morality which varies from it, he is wholly in error.\" As this is of all cases the most important in practice, none can be fitter to test the general maxim. But before pronouncing what Christian morality is or is not, it would be desirable to decide what is meant by Christian morality. If it means the morality of the New Testament, I wonder that any one who derives his knowledge of this from the book itself, can suppose that it was announced, or intended, as a complete doctrine of morals. The Gospel always refers to a pre-existing morality, and confines its precepts to the particulars in which that morality was to be corrected, or superseded by a wider and higher; expressing itself, moreover, in terms most general, often impossible to be interpreted literally, and possessing rather the impressiveness of poetry or eloquence than the precision of legislation. To extract from it a body of ethical doctrine, has ever been possible without eking it out from the Old Testament, that is, from a system elaborate indeed, but in many respects barbarous, and intended only for a barbarous people. St. Paul, a declared enemy to this Judaical mode of interpreting the doctrine and filling up the scheme of his Master, equally assumes a pre-existing morality, namely, that of the Greeks and Romans; and his advice to Christians is in a great measure a system of accommodation to that; even to the extent of giving an apparent sanction to slavery. What is called Christian, but should rather be termed theological, morality, was not the work of Christ or the Apostles, but is of much later origin, having been gradually built up by the Catholic church of the first five centuries, and though not implicitly adopted by moderns and Protestants, has been much less modified by them than might have been expected. For the most part, indeed, they have contented themselves with cutting off the additions which had been made to it in the middle ages, each sect supplying the place by fresh additions, adapted to its own character and tendencies. That mankind owe a great debt to this morality, and to its early teachers, I should be the last person to deny; but I do not scruple to say of it, that it is, in many important points, incomplete and one-sided, and that unless ideas and feelings, not sanctioned by it, had contributed to the formation of European life and character, human affairs would have been in a worse condition than they now are. Christian morality (so called) has all the characters of a reaction; it is, in great part, a protest against Paganism. Its ideal is negative rather than positive; passive rather than active; Innocence rather than Nobleness; Abstinence from Evil, rather than energetic Pursuit of Good: in its precepts (as has been well said) \"thou shalt not\" predominates unduly over \"thou shalt.\" In its horror of sensuality, it made an idol of asceticism, which has been gradually compromised away into one of legality. It holds out the hope of heaven and the threat of hell, as the appointed and appropriate motives to a virtuous life: in this falling far below the best of the ancients, and doing what lies in it to give to human morality an essentially selfish character, by disconnecting each man's feelings of duty from the interests of his fellow-creatures, except so far as a self-interested inducement is offered to him for consulting them. It is essentially a doctrine of passive obedience; it inculcates submission to all authorities found established; who indeed are not to be actively obeyed when they command what religion forbids, but who are not to be resisted, far less rebelled against, for any amount of wrong to ourselves. And while, in the morality of the best Pagan nations, duty to the State holds even a disproportionate place, infringing on the just liberty of the individual; in purely Christian ethics, that grand department of duty is scarcely noticed or acknowledged. It is in the Koran, not the New Testament, that we read the maxim--\"A ruler who appoints any man to an office, when there is in his dominions another man better qualified for it, sins against God and against the State.\" What little recognition the idea of obligation to the public obtains in modern morality, is derived from Greek and Roman sources, not from Christian; as, even in the morality of private life, whatever exists of magnanimity, high-mindedness, personal dignity, even the sense of honour, is derived from the purely human, not the religious part of our education, and never could have grown out of a standard of ethics in which the only worth, professedly recognised, is that of obedience."}