{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "\"Christopher R. Hertel\" <crh@ubiqx.mn.org>", "subject": "Preserving NTFS permissions.", "body": " When Maximian had reluctantly abdicated the empire, the venal orators of the times applauded his philosophic moderation. When his ambition excited, or at least encouraged, a civil war, they returned thanks to his generous patriotism, and gently censured that love of ease and retirement which had withdrawn him from the public service. 31 But it was impossible that minds like those of Maximian and his son could long possess in harmony an undivided power. Maxentius considered himself as the legal sovereign of Italy, elected by the Roman senate and people; nor would he endure the control of his father, who arrogantly declared that by _his_ name and abilities the rash youth had been established on the throne. The cause was solemnly pleaded before the Prætorian guards; and those troops, who dreaded the severity of the old emperor, espoused the party of Maxentius. 32 The life and freedom of Maximian were, however, respected, and he retired from Italy into Illyricum, affecting to lament his past conduct, and secretly contriving new mischiefs. But Galerius, who was well acquainted with his character, soon obliged him to leave his dominions, and the last refuge of the disappointed Maximian was the court of his son-in-law Constantine. 33 He was received with respect by that artful prince, and with the appearance of filial tenderness by the empress Fausta. That he might remove every suspicion, he resigned the Imperial purple a second time, 34 professing himself at length convinced of the vanity of greatness and ambition. Had he persevered in this resolution, he might have ended his life with less dignity, indeed, than in his first retirement, yet, however, with comfort and reputation. But the near prospect of a throne brought back to his remembrance the state from whence he was fallen, and he resolved, by a desperate effort, either to reign or to perish. An incursion of the Franks had summoned Constantine, with a part of his army, to the banks of the Rhine; the remainder of the troops were stationed in the southern provinces of Gaul, which lay exposed to the enterprises of the Italian emperor, and a considerable treasure was deposited in the city of Arles. Maximian either craftily invented, or easily credited, a vain report of the death of Constantine. Without hesitation he ascended the throne, seized the treasure, and scattering it with his accustomed profusion among the soldiers, endeavored to awake in their minds the memory of his ancient dignity and exploits. Before he could establish his authority, or finish the negotiation which he appears to have entered into with his son Maxentius, the celerity of Constantine defeated all his hopes. On the first news of his perfidy and ingratitude, that prince returned by rapid marches from the Rhine to the Saone, embarked on the last-mentioned river at Chalons, and, at Lyons trusting himself to the rapidity of the Rhone, arrived at the gates of Arles with a military force which it was impossible for Maximian to resist, and which scarcely permitted him to take refuge in the neighboring city of Marseilles. The narrow neck of land which joined that place to the continent was fortified against the besiegers, whilst the sea was open, either for the escape of Maximian, or for the succor of Maxentius, if the latter should choose to disguise his invasion of Gaul under the honorable pretence of defending a distressed, or, as he might allege, an injured father. Apprehensive of the fatal consequences of delay, Constantine gave orders for an immediate assault; but the scaling-ladders were found too short for the height of the walls, and Marseilles might have sustained as long a siege as it formerly did against the arms of Cæsar, if the garrison, conscious either of their fault or of their danger, had not purchased their pardon by delivering up the city and the person of Maximian. A secret but irrevocable sentence of death was pronounced against the usurper; he obtained only the same favor which he had indulged to Severus, and it was published to the world, that, oppressed by the remorse of his repeated crimes, he strangled himself with his own hands. After he had lost the assistance, and disdained the moderate counsels, of Diocletian, the second period of his active life was a series of public calamities and personal mortifications, which were terminated, in about three years, by an ignominious death. He deserved his fate; but we should find more reason to applaud the humanity of Constantine, if he had spared an old man, the benefactor of his father, and the father of his wife. During the whole of this melancholy transaction, it appears that Fausta sacrificed the sentiments of nature to her conjugal duties. 35"}