{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Shiazy Fuzzy\" <shiazy@gmail.com>", "subject": "[R] Got \"Unexpected ELSE error\"", "body": " Among the causes which enfranchised the plebeians from the yoke of feudal tyranny, the institution of cities and corporations is one of the most powerful; and if those of Palestine are coeval with the first crusade, they may be ranked with the most ancient of the Latin world. Many of the pilgrims had escaped from their lords under the banner of the cross; and it was the policy of the French princes to tempt their stay by the assurance of the rights and privileges of freemen. It is expressly declared in the Assise of Jerusalem, that after instituting, for his knights and barons, the court of peers, in which he presided himself, Godfrey of Bouillon established a second tribunal, in which his person was represented by his viscount. The jurisdiction of this inferior court extended over the burgesses of the kingdom; and it was composed of a select number of the most discreet and worthy citizens, who were sworn to judge, according to the laws of the actions and fortunes of their equals. 141 In the conquest and settlement of new cities, the example of Jerusalem was imitated by the kings and their great vassals; and above thirty similar corporations were founded before the loss of the Holy Land. Another class of subjects, the Syrians, 142 or Oriental Christians, were oppressed by the zeal of the clergy, and protected by the toleration of the state. Godfrey listened to their reasonable prayer, that they might be judged by their own national laws. A third court was instituted for their use, of limited and domestic jurisdiction: the sworn members were Syrians, in blood, language, and religion; but the office of the president (in Arabic, of the rais) was sometimes exercised by the viscount of the city. At an immeasurable distance below the nobles, the burgesses, and the strangers, the Assise of Jerusalem condescends to mention the villains and slaves, the peasants of the land and the captives of war, who were almost equally considered as the objects of property. The relief or protection of these unhappy men was not esteemed worthy of the care of the legislator; but he diligently provides for the recovery, though not indeed for the punishment, of the fugitives. Like hounds, or hawks, who had strayed from the lawful owner, they might be lost and claimed: the slave and falcon were of the same value; but three slaves, or twelve oxen, were accumulated to equal the price of the war-horse; and a sum of three hundred pieces of gold was fixed, in the age of chivalry, as the equivalent of the more noble animal. 143"}