{"label": "ham", "to_address": "\"Dr.Ruud\" <rvtol+news@isolution.nl>", "from_address": "\"Dharshana Eswaran\" <dharshana.ve@gmail.com>", "subject": "Re: Regarding files", "body": " Yet in the trivial form in which these questions are raised above, they can be answered just as briefly. In the case of all conquests three ways lie open. The conquering people may impose its own methods of production upon the conquered (e. g. the English in Ireland in the nineteenth century, partly also in India); or, it may allow everything to remain as it was contenting itself with tribute (e. g. the Turks and the Romans); or, the two systems by mutually modifying each other may result in something new, a synthesis (which partly resulted from the Germanic conquests). In all of these conquests the method of production, be it of the conquerors, the conquered, or the one resulting from a combination of both, determines the nature of the new distribution which comes into play. Although the latter appears now as the prerequisite condition of the new period of production, it is in itself but a product of production, not of production belonging to history in general, but of production relating to a definite historical period. The Mongols with their devastations in Russia e. g. acted in accordance with their system of production, for which sufficient pastures on large uninhabited stretches of country are the main prerequisite. The Germanic barbarians, with whom agriculture carried on with the aid of serfs was the traditional system of production and who were accustomed to lonely life in the country, could introduce the same conditions in the Roman provinces so much easier since the concentration of landed property which had taken place there, died away completely with the older systems of agriculture. There is a prevalent tradition that in certain periods robbery constituted the only source of living. But in order to be able to plunder, there must be something to plunder, i. e. there must be production.[161] And even the method of plunder is determined by the method of production. A stockjobbing nation[162] e. g. can not be robbed in the same manner as a nation of shepherds."}