{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"efram damian\" <elijah@allsaintsfan.com>", "subject": "Girls who want to fuck Ann Lowery.", "body": " Mathematical science affords us a brilliant example, how far, independently of all experience, we may carry our à priori knowledge. It is true that the mathematician occupies himself with objects and cognitions only in so far as they can be represented by means of intuition. But this circumstance is easily overlooked, because the said intuition can itself be given à priori, and therefore is hardly to be distinguished from a mere pure conception. Deceived by such a proof of the power of reason, we can perceive no limits to the extension of our knowledge. The light dove cleaving in free flight the thin air, whose resistance it feels, might imagine that her movements would be far more free and rapid in airless space. Just in the same way did Plato, abandoning the world of sense because of the narrow limits it sets to the understanding, venture upon the wings of ideas beyond it, into the void space of pure intellect. He did not reflect that he made no real progress by all his efforts; for he met with no resistance which might serve him for a support, as it were, whereon to rest, and on which he might apply his powers, in order to let the intellect acquire momentum for its progress. It is, indeed, the common fate of human reason in speculation, to finish the imposing edifice of thought as rapidly as possible, and then for the first time to begin to examine whether the foundation is a solid one or no. Arrived at this point, all sorts of excuses are sought after, in order to console us for its want of stability, or rather, indeed, to enable Us to dispense altogether with so late and dangerous an investigation. But what frees us during the process of building from all apprehension or suspicion, and flatters us into the belief of its solidity, is this. A great part, perhaps the greatest part, of the business of our reason consists in the analysation of the conceptions which we already possess of objects. By this means we gain a multitude of cognitions, which although really nothing more than elucidations or explanations of that which (though in a confused manner) was already thought in our conceptions, are, at least in respect of their form, prized as new introspections; whilst, so far as regards their matter or content, we have really made no addition to our conceptions, but only disinvolved them. But as this process does furnish a real priori knowledge, which has a sure progress and useful results, reason, deceived by this, slips in, without being itself aware of it, assertions of a quite different kind; in which, to given conceptions it adds others, à priori indeed, but entirely foreign to them, without our knowing how it arrives at these, and, indeed, without such a question ever suggesting itself. I shall therefore at once proceed to examine the difference between these two modes of knowledge."}