{"label": "spam", "to_address": "elaastic@flax9.uwaterloo.ca", "from_address": "\"EurolVip\" <MargoStallings@yebox.com>", "subject": "100% up to $400!", "body": " Secondly, There is a false sensation or experience even of the liberty of indifference; which is regarded as an argument for its real existence. The necessity of any action, whether of matter or of the mind, is not properly a quality in the agent, but in any thinking or intelligent being, who may consider the action, and consists in the determination of his thought to infer its existence from some preceding objects: As liberty or chance, on the other hand, is nothing but the want of that determination, and a certain looseness, which we feel in passing or not passing from the idea of one to that of the other. Now we may observe, that though in reflecting on human actions we seldom feel such a looseness or indifference, yet it very commonly happens, that in performing the actions themselves we are sensible of something like it: And as all related or resembling objects are readily taken for each other, this has been employed as a demonstrative or even an intuitive proof of human liberty. We feel that our actions are subject to our will on most occasions, and imagine we feel that the will itself is subject to nothing; because when by a denial of it we are provoked to try, we feel that it moves easily every way, and produces an image of itself even on that side, on which it did not settle. This image or faint motion, we persuade ourselves, could have been compleated into the thing itself; because, should that be denyed, we find, upon a second trial, that it can. But these efforts are all in vain; and whatever capricious and irregular actions we may perform; as the desire of showing our liberty is the sole motive of our actions; we can never free ourselves from the bonds of necessity. We may imagine we feel a liberty within ourselves; but a spectator can commonly infer our actions from our motives and character; and even where he cannot, he concludes in general, that he might, were he perfectly acquainted with every circumstance of our situation and temper, and the most secret springs of our complexion and disposition. Now this is the very essence of necessity, according to the foregoing doctrine."}