{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"John Maverick\" <john.maverick1975@gmail.com>", "subject": "Cgi/perl", "body": " The first is this, \"The Civill Power is subject to the Spirituall: Therefore he that hath the Supreme Power Spirituall, hath right to command Temporall Princes, and dispose of their Temporalls in order to the Spirituall. As for the distinction of Temporall, and Spirituall, let us consider in what sense it may be said intelligibly, that the Temporall, or Civill Power is subject to the Spirituall. There be but two ways that those words can be made sense. For when wee say, one Power is subject to another Power, the meaning either is, that he which hath the one, is subject to him that hath the other; or that the one Power is to the other, as the means to the end. For wee cannot understand, that one Power hath Power over another Power; and that one Power can have Right or Command over another: For Subjection, Command, Right, and Power are accidents, not of Powers, but of Persons: One Power may be subordinate to another, as the art of a Sadler, to the art of a Rider. If then it be granted, that the Civill Government be ordained as a means to bring us to a Spirituall felicity; yet it does not follow, that if a King have the Civill Power, and the Pope the Spirituall, that therefore the King is bound to obey the Pope, more then every Sadler is bound to obey every Rider. Therefore as from Subordination of an Art, cannot be inferred the Subjection of the Professor; so from the Subordination of a Government, cannot be inferred the Subjection of the Governor. When therefore he saith, the Civill Power is Subject to the Spirituall, his meaning is, that the Civill Soveraign, is Subject to the Spirituall Soveraign. And the Argument stands thus, \"The Civil Soveraign, is subject to the Spirituall; Therefore the Spirituall Prince may command Temporall Princes.\" Where the conclusion is the same, with the Antecedent he should have proved. But to prove it, he alledgeth first, this reason, \"Kings and Popes, Clergy and Laity make but one Common-wealth; that is to say, but one Church: And in all Bodies the Members depend one upon another: But things Spirituall depend not of things Temporall: Therefore, Temporall depend on Spirituall. And therefore are Subject to them.\" In which Argumentation there be two grosse errours: one is, that all Christian Kings, Popes, Clergy, and all other Christian men, make but one Common-wealth: For it is evident that France is one Common-wealth, Spain another, and Venice a third, &c. And these consist of Christians; and therefore also are severall Bodies of Christians; that is to say, severall Churches: And their severall Soveraigns Represent them, whereby they are capable of commanding and obeying, of doing and suffering, as a natural man; which no Generall or Universall Church is, till it have a Representant; which it hath not on Earth: for if it had, there is no doubt but that all Christendome were one Common-wealth, whose Soveraign were that Representant, both in things Spirituall and Temporall: And the Pope, to make himself this Representant, wanteth three things that our Saviour hath not given him, to Command, and to Judge, and to Punish, otherwise than (by Excommunication) to run from those that will not Learn of him: For though the Pope were Christs onely Vicar, yet he cannot exercise his government, till our Saviours second coming: And then also it is not the Pope, but St. Peter himselfe, with the other Apostles, that are to be Judges of the world."}