{"label": "ham", "to_address": "samba-cvs@lists.samba.org", "from_address": "build@samba.org", "subject": "Build status as of Sat Jun  2 00:00:02 2007", "body": " There is nothing I distrust more than my Elocution; which neverthelesse I am confident (excepting the Mischances of the Presse) is not obscure. That I have neglected the Ornament of quoting ancient Poets, Orators, and Philosophers, contrary to the custome of late time, (whether I have done well or ill in it,) proceedeth from my judgment, grounded on many reasons. For first, all Truth of Doctrine dependeth either upon Reason, or upon Scripture; both which give credit to many, but never receive it from any Writer. Secondly, the matters in question are not of Fact, but of Right, wherein there is no place for Witnesses. There is scarce any of those old Writers, that contradicteth not sometimes both himself, and others; which makes their Testimonies insufficient. Fourthly, such Opinions as are taken onely upon Credit of Antiquity, are not intrinsically the Judgment of those that cite them, but Words that passe (like gaping) from mouth to mouth. Fiftly, it is many times with a fraudulent Designe that men stick their corrupt Doctrine with the Cloves of other mens Wit. Sixtly, I find not that the Ancients they cite, took it for an Ornament, to doe the like with those that wrote before them. Seventhly, it is an argument of Indigestion, when Greek and Latine Sentences unchewed come up again, as they use to doe, unchanged. Lastly, though I reverence those men of Ancient time, that either have written Truth perspicuously, or set us in a better way to find it out our selves; yet to the Antiquity it self I think nothing due: For if we will reverence the Age, the Present is the Oldest. If the Antiquity of the Writer, I am not sure, that generally they to whom such honor is given, were more Ancient when they wrote, than I am that am Writing: But if it bee well considered, the praise of Ancient Authors, proceeds not from the reverence of the Dead, but from the competition, and mutuall envy of the Living."}