{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "930p; 6/12 Update: Gyros back on line; blanket decision deferred", "body": " Two fugitives, who had reigned at Constantinople, still asserted the title of emperor; and the subjects of their fallen throne might be moved to pity by the misfortunes of the elder Alexius, or excited to revenge by the spirit of Mourzoufle. A domestic alliance, a common interest, a similar guilt, and the merit of extinguishing his enemies, a brother and a nephew, induced the more recent usurper to unite with the former the relics of his power. Mourzoufle was received with smiles and honors in the camp of his father Alexius; but the wicked can never love, and should rarely trust, their fellow-criminals; he was seized in the bath, deprived of his eyes, stripped of his troops and treasures, and turned out to wander an object of horror and contempt to those who with more propriety could hate, and with more justice could punish, the assassin of the emperor Isaac and his son. As the tyrant, pursued by fear or remorse, was stealing over to Asia, he was seized by the Latins of Constantinople, and condemned, after an open trial, to an ignominious death. His judges debated the mode of his execution, the axe, the wheel, or the stake; and it was resolved that Mourzoufle 17 should ascend the Theodosian column, a pillar of white marble of one hundred and forty-seven feet in height. 18 From the summit he was cast down headlong, and dashed in pieces on the pavement, in the presence of innumerable spectators, who filled the forum of Taurus, and admired the accomplishment of an old prediction, which was explained by this singular event. 19 The fate of Alexius is less tragical: he was sent by the marquis a captive to Italy, and a gift to the king of the Romans; but he had not much to applaud his fortune, if the sentence of imprisonment and exile were changed from a fortress in the Alps to a monastery in Asia. But his daughter, before the national calamity, had been given in marriage to a young hero who continued the succession, and restored the throne, of the Greek princes. 20 The valor of Theodore Lascaris was signalized in the two sieges of Constantinople. After the flight of Mourzoufle, when the Latins were already in the city, he offered himself as their emperor to the soldiers and people; and his ambition, which might be virtuous, was undoubtedly brave. Could he have infused a soul into the multitude, they might have crushed the strangers under their feet: their abject despair refused his aid; and Theodore retired to breathe the air of freedom in Anatolia, beyond the immediate view and pursuit of the conquerors. Under the title, at first of despot, and afterwards of emperor, he drew to his standard the bolder spirits, who were fortified against slavery by the contempt of life; and as every means was lawful for the public safety implored without scruple the alliance of the Turkish sultan Nice, where Theodore established his residence, Prusa and Philadelphia, Smyrna and Ephesus, opened their gates to their deliverer: he derived strength and reputation from his victories, and even from his defeats; and the successor of Constantine preserved a fragment of the empire from the banks of the Mæander to the suburbs of Nicomedia, and at length of Constantinople. Another portion, distant and obscure, was possessed by the lineal heir of the Comneni, a son of the virtuous Manuel, a grandson of the tyrant Andronicus. His name was Alexius; and the epithet of great 201 was applied perhaps to his stature, rather than to his exploits. By the indulgence of the Angeli, he was appointed governor or duke of Trebizond: 21 211 his birth gave him ambition, the revolution independence; and, without changing his title, he reigned in peace from Sinope to the Phasis, along the coast of the Black Sea. His nameless son and successor 212 is described as the vassal of the sultan, whom he served with two hundred lances: that Comnenian prince was no more than duke of Trebizond, and the title of emperor was first assumed by the pride and envy of the grandson of Alexius. In the West, a third fragment was saved from the common shipwreck by Michael, a bastard of the house of Angeli, who, before the revolution, had been known as a hostage, a soldier, and a rebel. His flight from the camp of the marquis Boniface secured his freedom; by his marriage with the governor’s daughter, he commanded the important place of Durazzo, assumed the title of despot, and founded a strong and conspicuous principality in Epirus, Ætolia, and Thessaly, which have ever been peopled by a warlike race. The Greeks, who had offered their service to their new sovereigns, were excluded by the haughty Latins 22 from all civil and military honors, as a nation born to tremble and obey. Their resentment prompted them to show that they might have been useful friends, since they could be dangerous enemies: their nerves were braced by adversity: whatever was learned or holy, whatever was noble or valiant, rolled away into the independent states of Trebizond, Epirus, and Nice; and a single patrician is marked by the ambiguous praise of attachment and loyalty to the Franks. The vulgar herd of the cities and the country would have gladly submitted to a mild and regular servitude; and the transient disorders of war would have been obliterated by some years of industry and peace. But peace was banished, and industry was crushed, in the disorders of the feudal system. The _Roman_ emperors of Constantinople, if they were endowed with abilities, were armed with power for the protection of their subjects: their laws were wise, and their administration was simple. The Latin throne was filled by a titular prince, the chief, and often the servant, of his licentious confederates; the fiefs of the empire, from a kingdom to a castle, were held and ruled by the sword of the barons; and their discord, poverty, and ignorance, extended the ramifications of tyranny to the most sequestered villages. The Greeks were oppressed by the double weight of the priests, who were invested with temporal power, and of the soldier, who was inflamed by fanatic hatred; and the insuperable bar of religion and language forever separated the stranger and the native. As long as the crusaders were united at Constantinople, the memory of their conquest, and the terror of their arms, imposed silence on the captive land: their dispersion betrayed the smallness of their numbers and the defects of their discipline; and some failures and mischances revealed the secret, that they were not invincible. As the fears of the Greeks abated, their hatred increased. They murdered; they conspired; and before a year of slavery had elapsed, they implored, or accepted, the succor of a Barbarian, whose power they had felt, and whose gratitude they trusted. 23"}