{"label": "ham", "to_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "from_address": "\"Spilak,Jacqueline [Edm]\" <Jacqueline.Spilak@EC.gc.ca>", "subject": "Re: [R] Barplot by two variables", "body": " Among the insipid legends of ecclesiastical history, I am tempted to distinguish the memorable fable of the Seven Sleepers; 43 whose imaginary date corresponds with the reign of the younger Theodosius, and the conquest of Africa by the Vandals. 44 When the emperor Decius persecuted the Christians, seven noble youths of Ephesus concealed themselves in a spacious cavern in the side of an adjacent mountain; where they were doomed to perish by the tyrant, who gave orders that the entrance should be firmly secured by the a pile of huge stones. They immediately fell into a deep slumber, which was miraculously prolonged without injuring the powers of life, during a period of one hundred and eighty-seven years. At the end of that time, the slaves of Adolius, to whom the inheritance of the mountain had descended, removed the stones to supply materials for some rustic edifice: the light of the sun darted into the cavern, and the Seven Sleepers were permitted to awake. After a slumber, as they thought of a few hours, they were pressed by the calls of hunger; and resolved that Jamblichus, one of their number, should secretly return to the city to purchase bread for the use of his companions. The youth (if we may still employ that appellation) could no longer recognize the once familiar aspect of his native country; and his surprise was increased by the appearance of a large cross, triumphantly erected over the principal gate of Ephesus. His singular dress, and obsolete language, confounded the baker, to whom he offered an ancient medal of Decius as the current coin of the empire; and Jamblichus, on the suspicion of a secret treasure, was dragged before the judge. Their mutual inquiries produced the amazing discovery, that two centuries were almost elapsed since Jamblichus and his friends had escaped from the rage of a Pagan tyrant. The bishop of Ephesus, the clergy, the magistrates, the people, and, as it is said, the emperor Theodosius himself, hastened to visit the cavern of the Seven Sleepers; who bestowed their benediction, related their story, and at the same instant peaceably expired. The origin of this marvellous fable cannot be ascribed to the pious fraud and credulity of the modern Greeks, since the authentic tradition may be traced within half a century of the supposed miracle. James of Sarug, a Syrian bishop, who was born only two years after the death of the younger Theodosius, has devoted one of his two hundred and thirty homilies to the praise of the young men of Ephesus. 45 Their legend, before the end of the sixth century, was translated from the Syriac into the Latin language, by the care of Gregory of Tours. The hostile communions of the East preserve their memory with equal reverence; and their names are honorably inscribed in the Roman, the Abyssinian, and the Russian calendar. 46 Nor has their reputation been confined to the Christian world. This popular tale, which Mahomet might learn when he drove his camels to the fairs of Syria, is introduced as a divine revelation, into the Koran. 47 The story of the Seven Sleepers has been adopted and adorned by the nations, from Bengal to Africa, who profess the Mahometan religion; 48 and some vestiges of a similar tradition have been discovered in the remote extremities of Scandinavia. 49 This easy and universal belief, so expressive of the sense of mankind, may be ascribed to the genuine merit of the fable itself. We imperceptibly advance from youth to age, without observing the gradual, but incessant, change of human affairs; and even in our larger experience of history, the imagination is accustomed, by a perpetual series of causes and effects, to unite the most distant revolutions. But if the interval between two memorable eras could be instantly annihilated; if it were possible, after a momentary slumber of two hundred years, to display the new world to the eyes of a spectator, who still retained a lively and recent impression of the old, his surprise and his reflections would furnish the pleasing subject of a philosophical romance. The scene could not be more advantageously placed, than in the two centuries which elapsed between the reigns of Decius and of Theodosius the Younger. During this period, the seat of government had been transported from Rome to a new city on the banks of the Thracian Bosphorus; and the abuse of military spirit had been suppressed by an artificial system of tame and ceremonious servitude. The throne of the persecuting Decius was filled by a succession of Christian and orthodox princes, who had extirpated the fabulous gods of antiquity: and the public devotion of the age was impatient to exalt the saints and martyrs of the Catholic church, on the altars of Diana and Hercules. The union of the Roman empire was dissolved; its genius was humbled in the dust; and armies of unknown Barbarians, issuing from the frozen regions of the North, had established their victorious reign over the fairest provinces of Europe and Africa."}