{"label": "ham", "to_address": "TEXTBREAKINGNEWS@CNNIMAIL12.CNN.COM", "from_address": "CNN Breaking News <BreakingNews@MAIL.CNN.COM>", "subject": "CNN Breaking News", "body": " To Robert Guiscard, the conquest of Sicily was more glorious than beneficial: the possession of Apulia and Calabria was inadequate to his ambition; and he resolved to embrace or create the first occasion of invading, perhaps of subduing, the Roman empire of the East. 59 From his first wife, the partner of his humble fortune, he had been divorced under the pretence of consanguinity; and her son Bohemond was destined to imitate, rather than to succeed, his illustrious father. The second wife of Guiscard was the daughter of the princes of Salerno; the Lombards acquiesced in the lineal succession of their son Roger; their five daughters were given in honorable nuptials, 60 and one of them was betrothed, in a tender age, to Constantine, a beautiful youth, the son and heir of the emperor Michael. 61 But the throne of Constantinople was shaken by a revolution: the Imperial family of Ducas was confined to the palace or the cloister; and Robert deplored, and resented, the disgrace of his daughter and the expulsion of his ally. A Greek, who styled himself the father of Constantine, soon appeared at Salerno, and related the adventures of his fall and flight. That unfortunate friend was acknowledged by the duke, and adorned with the pomp and titles of Imperial dignity: in his triumphal progress through Apulia and Calabria, Michael 62 was saluted with the tears and acclamations of the people; and Pope Gregory the Seventh exhorted the bishops to preach, and the Catholics to fight, in the pious work of his restoration. His conversations with Robert were frequent and familiar; and their mutual promises were justified by the valor of the Normans and the treasures of the East. Yet this Michael, by the confession of the Greeks and Latins, was a pageant and an impostor; a monk who had fled from his convent, or a domestic who had served in the palace. The fraud had been contrived by the subtle Guiscard; and he trusted, that after this pretender had given a decent color to his arms, he would sink, at the nod of the conqueror, into his primitive obscurity. But victory was the only argument that could determine the belief of the Greeks; and the ardor of the Latins was much inferior to their credulity: the Norman veterans wished to enjoy the harvest of their toils, and the unwarlike Italians trembled at the known and unknown dangers of a transmarine expedition. In his new levies, Robert exerted the influence of gifts and promises, the terrors of civil and ecclesiastical authority; and some acts of violence might justify the reproach, that age and infancy were pressed without distinction into the service of their unrelenting prince. After two years’ incessant preparations the land and naval forces were assembled at Otranto, at the heel, or extreme promontory, of Italy; and Robert was accompanied by his wife, who fought by his side, his son Bohemond, and the representative of the emperor Michael. Thirteen hundred knights 63 of Norman race or discipline, formed the sinews of the army, which might be swelled to thirty thousand 64 followers of every denomination. The men, the horses, the arms, the engines, the wooden towers, covered with raw hides, were embarked on board one hundred and fifty vessels: the transports had been built in the ports of Italy, and the galleys were supplied by the alliance of the republic of Ragusa."}