{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Mielke Hans\" <Hans.Mielke@bfr.bund.de>", "subject": "[R] A simple question regarding plot of nls objects", "body": " In a century of perpetual, or at least implacable, war, much courage, and some skill, must have been exerted for the defence of Britain. Yet if the memory of its champions is almost buried in oblivion, we need not repine; since every age, however destitute of science or virtue, sufficiently abounds with acts of blood and military renown. The tomb of Vortimer, the son of Vortigern, was erected on the margin of the sea-shore, as a landmark formidable to the Saxons, whom he had thrice vanquished in the fields of Kent. Ambrosius Aurelian was descended from a noble family of Romans; 138 his modesty was equal to his valor, and his valor, till the last fatal action, 139 was crowned with splendid success. But every British name is effaced by the illustrious name of Arthur, 140 the hereditary prince of the Silures, in South Wales, and the elective king or general of the nation. According to the most rational account, he defeated, in twelve successive battles, the Angles of the North, and the Saxons of the West; but the declining age of the hero was imbittered by popular ingratitude and domestic misfortunes. The events of his life are less interesting than the singular revolutions of his fame. During a period of five hundred years the tradition of his exploits was preserved, and rudely embellished, by the obscure bards of Wales and Armorica, who were odious to the Saxons, and unknown to the rest of mankind. The pride and curiosity of the Norman conquerors prompted them to inquire into the ancient history of Britain: they listened with fond credulity to the tale of Arthur, and eagerly applauded the merit of a prince who had triumphed over the Saxons, their common enemies. His romance, transcribed in the Latin of Jeffrey of Monmouth, and afterwards translated into the fashionable idiom of the times, was enriched with the various, though incoherent, ornaments which were familiar to the experience, the learning, or the fancy, of the twelfth century. The progress of a Phrygian colony, from the Tyber to the Thames, was easily ingrafted on the fable of the Aeneid; and the royal ancestors of Arthur derived their origin from Troy, and claimed their alliance with the Caesars. His trophies were decorated with captive provinces and Imperial titles; and his Danish victories avenged the recent injuries of his country. The gallantry and superstition of the British hero, his feasts and tournaments, and the memorable institution of his Knights of the Round Table, were faithfully copied from the reigning manners of chivalry; and the fabulous exploits of Uther’s son appear less incredible than the adventures which were achieved by the enterprising valor of the Normans. Pilgrimage, and the holy wars, introduced into Europe the specious miracles of Arabian magic. Fairies and giants, flying dragons, and enchanted palaces, were blended with the more simple fictions of the West; and the fate of Britain depended on the art, or the predictions, of Merlin. Every nation embraced and adorned the popular romance of Arthur, and the Knights of the Round Table: their names were celebrated in Greece and Italy; and the voluminous tales of Sir Lancelot and Sir Tristram were devoutly studied by the princes and nobles, who disregarded the genuine heroes and historians of antiquity. At length the light of science and reason was rekindled; the talisman was broken; the visionary fabric melted into air; and by a natural, though unjust, reverse of the public opinion, the severity of the present age is inclined to question the existence of Arthur. 141"}