{"label": "ham", "to_address": "<ip-health@lists.essential.org>", "from_address": "\"Stephanie Burgos\" <SBurgos@oxfamamerica.org>", "subject": "[Ip-health] Brand-Name Drug Industry Alarmed At IPR Precedent Of FTA Template", "body": " A rumor devoid of evidence has been propagated by the enemies of Justinian; that the jurisprudence of ancient Rome was reduced to ashes by the author of the Pandects, from the vain persuasion, that it was now either false or superfluous. Without usurping an office so invidious, the emperor might safely commit to ignorance and time the accomplishments of this destructive wish. Before the invention of printing and paper, the labor and the materials of writing could be purchased only by the rich; and it may reasonably be computed, that the price of books was a hundred fold their present value. 83 Copies were slowly multiplied and cautiously renewed: the hopes of profit tempted the sacrilegious scribes to erase the characters of antiquity, 8311 and Sophocles or Tacitus were obliged to resign the parchment to missals, homilies, and the golden legend. 84 If such was the fate of the most beautiful compositions of genius, what stability could be expected for the dull and barren works of an obsolete science? The books of jurisprudence were interesting to few, and entertaining to none: their value was connected with present use, and they sunk forever as soon as that use was superseded by the innovations of fashion, superior merit, or public authority. In the age of peace and learning, between Cicero and the last of the Antonines, many losses had been already sustained, and some luminaries of the school, or forum, were known only to the curious by tradition and report. Three hundred and sixty years of disorder and decay accelerated the progress of oblivion; and it may fairly be presumed, that of the writings, which Justinian is accused of neglecting, many were no longer to be found in the libraries of the East. 85 The copies of Papinian, or Ulpian, which the reformer had proscribed, were deemed unworthy of future notice: the Twelve Tables and praetorian edicts insensibly vanished, and the monuments of ancient Rome were neglected or destroyed by the envy and ignorance of the Greeks. Even the Pandects themselves have escaped with difficulty and danger from the common shipwreck, and criticism has pronounced that all the editions and manuscripts of the West are derived from one original. 86 It was transcribed at Constantinople in the beginning of the seventh century, 87 was successively transported by the accidents of war and commerce to Amalphi, 88 Pisa, 89 and Florence, 90 and is now deposited as a sacred relic 91 in the ancient palace of the republic. 92"}