{"label": "spam", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Kim Hatfield\" <kim.hatfield_ng@ufa.cas.cz>", "subject": "Do you need Xanax?", "body": " The proof of this fundamental proposition rests entirely on the following momenta of argument. To all empirical cognition belongs the synthesis of the manifold by the imagination, a synthesis which is always successive, that is, in which the representations therein always follow one another. But the order of succession in imagination is not determined, and the series of successive representations may be taken retrogressively as well as progressively. But if this synthesis is a synthesis of apprehension (of the manifold of a given phenomenon), then the order is determined in the object, or to speak more accurately, there is therein an order of successive synthesis which determines an object, and according to which something necessarily precedes, and when this is posited, something else necessarily follows. If, then, my perception is to contain the cognition of an event, that is, of something which really happens, it must be an empirical judgement, wherein we think that the succession is determined; that is, it presupposes another phenomenon, upon which this event follows necessarily, or in conformity with a rule. If, on the contrary, when I posited the antecedent, the event did not necessarily follow, I should be obliged to consider it merely as a subjective play of my imagination, and if in this I represented to myself anything as objective, I must look upon it as a mere dream. Thus, the relation of phenomena (as possible perceptions), according to which that which happens is, as to its existence, necessarily determined in time by something which antecedes, in conformity with a rule—in other words, the relation of cause and effect—is the condition of the objective validity of our empirical judgements in regard to the sequence of perceptions, consequently of their empirical truth, and therefore of experience. The principle of the relation of causality in the succession of phenomena is therefore valid for all objects of experience, because it is itself the ground of the possibility of experience."}