{"label": "ham", "to_address": "\"OtherRecipients of perl Ticket #43148\": ;", "from_address": "\"Paul Cochrane via RT\" <parrotbug-followup@parrotcode.org>", "subject": "[perl #43148] [TODO] Rename rpath hash element to be more general (config/init/hints/darwin.pm) ", "body": " The bold satirist, who has indulged his discontent by the partial and passionate censure of the Christian emperors, violates the dignity, rather than the truth, of history, by comparing the son of Theodosius to one of those harmless and simple animals, who scarcely feel that they are the property of their shepherd. Two passions, however, fear and conjugal affection, awakened the languid soul of Arcadius: he was terrified by the threats of a victorious Barbarian; and he yielded to the tender eloquence of his wife Eudoxia, who, with a flood of artificial tears, presenting her infant children to their father, implored his justice for some real or imaginary insult, which she imputed to the audacious eunuch. 28 The emperor’s hand was directed to sign the condemnation of Eutropius; the magic spell, which during four years had bound the prince and the people, was instantly dissolved; and the acclamations that so lately hailed the merit and fortune of the favorite, were converted into the clamors of the soldiers and people, who reproached his crimes, and pressed his immediate execution. In this hour of distress and despair, his only refuge was in the sanctuary of the church, whose privileges he had wisely or profanely attempted to circumscribe; and the most eloquent of the saints, John Chrysostom, enjoyed the triumph of protecting a prostrate minister, whose choice had raised him to the ecclesiastical throne of Constantinople. The archbishop, ascending the pulpit of the cathedral, that he might be distinctly seen and heard by an innumerable crowd of either sex and of every age, pronounced a seasonable and pathetic discourse on the forgiveness of injuries, and the instability of human greatness. The agonies of the pale and affrighted wretch, who lay grovelling under the table of the altar, exhibited a solemn and instructive spectacle; and the orator, who was afterwards accused of insulting the misfortunes of Eutropius, labored to excite the contempt, that he might assuage the fury, of the people. 29 The powers of humanity, of superstition, and of eloquence, prevailed. The empress Eudoxia was restrained by her own prejudices, or by those of her subjects, from violating the sanctuary of the church; and Eutropius was tempted to capitulate, by the milder arts of persuasion, and by an oath, that his life should be spared. 30 Careless of the dignity of their sovereign, the new ministers of the palace immediately published an edict to declare, that his late favorite had disgraced the names of consul and patrician, to abolish his statues, to confiscate his wealth, and to inflict a perpetual exile in the Island of Cyprus. 31 A despicable and decrepit eunuch could no longer alarm the fears of his enemies; nor was he capable of enjoying what yet remained, the comforts of peace, of solitude, and of a happy climate. But their implacable revenge still envied him the last moments of a miserable life, and Eutropius had no sooner touched the shores of Cyprus, than he was hastily recalled. The vain hope of eluding, by a change of place, the obligation of an oath, engaged the empress to transfer the scene of his trial and execution from Constantinople to the adjacent suburb of Chalcedon. The consul Aurelian pronounced the sentence; and the motives of that sentence expose the jurisprudence of a despotic government. The crimes which Eutropius had committed against the people might have justified his death; but he was found guilty of harnessing to his chariot the sacred animals, who, from their breed or color, were reserved for the use of the emperor alone. 32"}