{"label": "spam", "to_address": null, "from_address": "\"Save Your Business\" <marketpros2@walla.com>", "subject": "How To Cut Your Advertising to Under 20 Dollars/month!", "body": " 2. In like manner, in transcendental logic, infinite must be distinguished from affirmative judgements, although in general logic they are rightly enough classed under affirmative. General logic abstracts all content of the predicate (though it be negative), and only considers whether the said predicate be affirmed or denied of the subject. But transcendental logic considers also the worth or content of this logical affirmation—an affirmation by means of a merely negative predicate, and inquires how much the sum total of our cognition gains by this affirmation. For example, if I say of the soul, “It is not mortal”—by this negative judgement I should at least ward off error. Now, by the proposition, “The soul is not mortal,” I have, in respect of the logical form, really affirmed, inasmuch as I thereby place the soul in the unlimited sphere of immortal beings. Now, because of the whole sphere of possible existences, the mortal occupies one part, and the immortal the other, neither more nor less is affirmed by the proposition than that the soul is one among the infinite multitude of things which remain over, when I take away the whole mortal part. But by this proceeding we accomplish only this much, that the infinite sphere of all possible existences is in so far limited that the mortal is excluded from it, and the soul is placed in the remaining part of the extent of this sphere. But this part remains, notwithstanding this exception, infinite, and more and more parts may be taken away from the whole sphere, without in the slightest degree thereby augmenting or affirmatively determining our conception of the soul. These judgements, therefore, infinite in respect of their logical extent, are, in respect of the content of their cognition, merely limitative; and are consequently entitled to a place in our transcendental table of all the momenta of thought in judgements, because the function of the understanding exercised by them may perhaps be of importance in the field of its pure à priori cognition."}