{"label": "ham", "to_address": "Jeremy Allison <jra@samba.org>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: testing depending on perl in Samba 3?", "body": " To achieve what yet remained of the Syrian war the caliph had formed two separate armies; a chosen detachment, under Amrou and Yezid, was left in the camp of Palestine; while the larger division, under the standard of Abu Obeidah and Caled, marched away to the north against Antioch and Aleppo. The latter of these, the Beraea of the Greeks, was not yet illustrious as the capital of a province or a kingdom; and the inhabitants, by anticipating their submission and pleading their poverty, obtained a moderate composition for their lives and religion. But the castle of Aleppo, 85 distinct from the city, stood erect on a lofty artificial mound; the sides were sharpened to a precipice, and faced with free-stone; and the breadth of the ditch might be filled with water from the neighboring springs. After the loss of three thousand men, the garrison was still equal to the defence; and Youkinna, their valiant and hereditary chief, had murdered his brother, a holy monk, for daring to pronounce the name of peace. In a siege of four or five months, the hardest of the Syrian war, great numbers of the Saracens were killed and wounded: their removal to the distance of a mile could not seduce the vigilance of Youkinna; nor could the Christians be terrified by the execution of three hundred captives, whom they beheaded before the castle wall. The silence, and at length the complaints, of Abu Obeidah informed the caliph that their hope and patience were consumed at the foot of this impregnable fortress. “I am variously affected,” replied Omar, “by the difference of your success; but I charge you by no means to raise the siege of the castle. Your retreat would diminish the reputation of our arms, and encourage the infidels to fall upon you on all sides. Remain before Aleppo till God shall determine the event, and forage with your horse round the adjacent country.” The exhortation of the commander of the faithful was fortified by a supply of volunteers from all the tribes of Arabia, who arrived in the camp on horses or camels. Among these was Dames, of a servile birth, but of gigantic size and intrepid resolution. The forty-seventh day of his service he proposed, with only thirty men, to make an attempt on the castle. The experience and testimony of Caled recommended his offer; and Abu Obeidah admonished his brethren not to despise the baser origin of Dames, since he himself, could he relinquish the public care, would cheerfully serve under the banner of the slave. His design was covered by the appearance of a retreat; and the camp of the Saracens was pitched about a league from Aleppo. The thirty adventurers lay in ambush at the foot of the hill; and Dames at length succeeded in his inquiries, though he was provoked by the ignorance of his Greek captives. “God curse these dogs,” said the illiterate Arab; “what a strange barbarous language they speak!” At the darkest hour of the night, he scaled the most accessible height, which he had diligently surveyed, a place where the stones were less entire, or the slope less perpendicular, or the guard less vigilant. Seven of the stoutest Saracens mounted on each other’s shoulders, and the weight of the column was sustained on the broad and sinewy back of the gigantic slave. The foremost in this painful ascent could grasp and climb the lowest part of the battlements; they silently stabbed and cast down the sentinels; and the thirty brethren, repeating a pious ejaculation, “O apostle of God, help and deliver us!” were successively drawn up by the long folds of their turbans. With bold and cautious footsteps, Dames explored the palace of the governor, who celebrated, in riotous merriment, the festival of his deliverance. From thence, returning to his companions, he assaulted on the inside the entrance of the castle. They overpowered the guard, unbolted the gate, let down the drawbridge, and defended the narrow pass, till the arrival of Caled, with the dawn of day, relieved their danger and assured their conquest. Youkinna, a formidable foe, became an active and useful proselyte; and the general of the Saracens expressed his regard for the most humble merit, by detaining the army at Aleppo till Dames was cured of his honorable wounds. The capital of Syria was still covered by the castle of Aazaz and the iron bridge of the Orontes. After the loss of those important posts, and the defeat of the last of the Roman armies, the luxury of Antioch 86 trembled and obeyed. Her safety was ransomed with three hundred thousand pieces of gold; but the throne of the successors of Alexander, the seat of the Roman government of the East, which had been decorated by Caesar with the titles of free, and holy, and inviolate was degraded under the yoke of the caliphs to the secondary rank of a provincial town. 87"}