{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"CNNMoney.com Alerts\" <cnnalerts@mail.cnn.com>", "subject": "Retirement interrupted", "body": " Resistance, if it cannot avert, must increase the miseries of conquest; and conquest has never appeared more dreadful and destructive than in the hands of the Saxons; who hated the valor of their enemies, disdained the faith of treaties, and violated, without remorse, the most sacred objects of the Christian worship. The fields of battle might be traced, almost in every district, by monuments of bones; the fragments of falling towers were stained with blood; the last of the Britons, without distinction of age or sex, was massacred, 142 in the ruins of Anderida; 143 and the repetition of such calamities was frequent and familiar under the Saxon heptarchy. The arts and religion, the laws and language, which the Romans had so carefully planted in Britain, were extirpated by their barbarous successors. After the destruction of the principal churches, the bishops, who had declined the crown of martyrdom, retired with the holy relics into Wales and Armorica; the remains of their flocks were left destitute of any spiritual food; the practice, and even the remembrance, of Christianity were abolished; and the British clergy might obtain some comfort from the damnation of the idolatrous strangers. The kings of France maintained the privileges of their Roman subjects; but the ferocious Saxons trampled on the laws of Rome, and of the emperors. The proceedings of civil and criminal jurisdiction, the titles of honor, the forms of office, the ranks of society, and even the domestic rights of marriage, testament, and inheritance, were finally suppressed; and the indiscriminate crowd of noble and plebeian slaves was governed by the traditionary customs, which had been coarsely framed for the shepherds and pirates of Germany. The language of science, of business, and of conversation, which had been introduced by the Romans, was lost in the general desolation. A sufficient number of Latin or Celtic words might be assumed by the Germans, to express their new wants and ideas; 144 but those illiterate Pagans preserved and established the use of their national dialect. 145 Almost every name, conspicuous either in the church or state, reveals its Teutonic origin; 146 and the geography of England was universally inscribed with foreign characters and appellations. The example of a revolution, so rapid and so complete, may not easily be found; but it will excite a probable suspicion, that the arts of Rome were less deeply rooted in Britain than in Gaul or Spain; and that the native rudeness of the country and its inhabitants was covered by a thin varnish of Italian manners."}