{"label": "ham", "to_address": "Krishna Ganugapati <krishnag@centeris.com>", "from_address": "simo <idra@samba.org>", "subject": "RE: Samba TP6?", "body": " In the various states of society, armies are recruited from very different motives. Barbarians are urged by the love of war; the citizens of a free republic may be prompted by a principle of duty; the subjects, or at least the nobles, of a monarchy, are animated by a sentiment of honor; but the timid and luxurious inhabitants of a declining empire must be allured into the service by the hopes of profit, or compelled by the dread of punishment. The resources of the Roman treasury were exhausted by the increase of pay, by the repetition of donatives, and by the invention of new emolument and indulgences, which, in the opinion of the provincial youth might compensate the hardships and dangers of a military life. Yet, although the stature was lowered, 135 although slaves, least by a tacit connivance, were indiscriminately received into the ranks, the insurmountable difficulty of procuring a regular and adequate supply of volunteers, obliged the emperors to adopt more effectual and coercive methods. The lands bestowed on the veterans, as the free reward of their valor were henceforward granted under a condition which contain the first rudiments of the feudal tenures; that their sons, who succeeded to the inheritance, should devote themselves to the profession of arms, as soon as they attained the age of manhood; and their cowardly refusal was punished by the loss of honor, of fortune, or even of life. 136 But as the annual growth of the sons of the veterans bore a very small proportion to the demands of the service, levies of men were frequently required from the provinces, and every proprietor was obliged either to take up arms, or to procure a substitute, or to purchase his exemption by the payment of a heavy fine. The sum of forty-two pieces of gold, to which it was _reduced_ ascertains the exorbitant price of volunteers, and the reluctance with which the government admitted of this alternative. 137 Such was the horror for the profession of a soldier, which had affected the minds of the degenerate Romans, that many of the youth of Italy and the provinces chose to cut off the fingers of their right hand, to escape from being pressed into the service; and this strange expedient was so commonly practised, as to deserve the severe animadversion of the laws, 138 and a peculiar name in the Latin language. 139"}