{"label": "spam", "to_address": "<wheat@flax9.uwaterloo.ca>", "from_address": "\"Mariano Rushing\" <agdrsvft@brams.com.hk>", "subject": "Re:", "body": " To imagine another contingency, perhaps more likely to be realised than the one last mentioned. There is confessedly a strong tendency in the modern world towards a democratic constitution of society, accompanied or not by popular political institutions. It is affirmed that in the country where this tendency is most completely realised--where both society and the government are most democratic--the United States--the feeling of the majority, to whom any appearance of a more showy or costly style of living than they can hope to rival is disagreeable, operates as a tolerably effectual sumptuary law, and that in many parts of the Union it is really difficult for a person possessing a very large income, to find any mode of spending it, which will not incur popular disapprobation. Though such statements as these are doubtless much exaggerated as a representation of existing facts, the state of things they describe is not only a conceivable and possible, but a probable result of democratic feeling, combined with the notion that the public has a right to a veto on the manner in which individuals shall spend their incomes. We have only further to suppose a considerable diffusion of Socialist opinions, and it may become infamous in the eyes of the majority to possess more property than some very small amount, or any income not earned by manual labour. Opinions similar in principle to these, already prevail widely among the artisan class, and weigh oppressively on those who are amenable to the opinion chiefly of that class, namely, its own members. It is known that the bad workmen who form the majority of the operatives in many branches of industry, are decidedly of opinion that bad workmen ought to receive the same wages as good, and that no one ought to be allowed, through piecework or otherwise, to earn by superior skill or industry more than others can without it. And they employ a moral police, which occasionally becomes a physical one, to deter skilful workmen from receiving, and employers from giving, a larger remuneration for a more useful service. If the public have any jurisdiction over private concerns, I cannot see that these people are in fault, or that any individual's particular public can be blamed for asserting the same authority over his individual conduct, which the general public asserts over people in general."}