{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "obnox@samba.org", "subject": "svn commit: samba r23712 - in\n\tbranches/SAMBA_3_0/examples/scripts/users_and_groups: .", "body": " Far different was the temper of the Greeks and Egyptians under the orthodox reigns of Leo and Marcian. Those pious emperors enforced with arms and edicts the symbol of their faith; 67 and it was declared by the conscience or honor of five hundred bishops, that the decrees of the synod of Chalcedon might be lawfully supported, even with blood. The Catholics observed with satisfaction, that the same synod was odious both to the Nestorians and the Monophysites; 68 but the Nestorians were less angry, or less powerful, and the East was distracted by the obstinate and sanguinary zeal of the Monophysites. Jerusalem was occupied by an army of monks; in the name of the one incarnate nature, they pillaged, they burnt, they murdered; the sepulchre of Christ was defiled with blood; and the gates of the city were guarded in tumultuous rebellion against the troops of the emperor. After the disgrace and exile of Dioscorus, the Egyptians still regretted their spiritual father; and detested the usurpation of his successor, who was introduced by the fathers of Chalcedon. The throne of Proterius was supported by a guard of two thousand soldiers: he waged a five years’ war against the people of Alexandria; and on the first intelligence of the death of Marcian, he became the victim of their zeal. On the third day before the festival of Easter, the patriarch was besieged in the cathedral, and murdered in the baptistery. The remains of his mangled corpse were delivered to the flames, and his ashes to the wind; and the deed was inspired by the vision of a pretended angel: an ambitious monk, who, under the name of Timothy the Cat, 69 succeeded to the place and opinions of Dioscorus. This deadly superstition was inflamed, on either side, by the principle and the practice of retaliation: in the pursuit of a metaphysical quarrel, many thousands 70 were slain, and the Christians of every degree were deprived of the substantial enjoyments of social life, and of the invisible gifts of baptism and the holy communion. Perhaps an extravagant fable of the times may conceal an allegorical picture of these fanatics, who tortured each other and themselves. “Under the consulship of Venantius and Celer,” says a grave bishop, “the people of Alexandria, and all Egypt, were seized with a strange and diabolical frenzy: great and small, slaves and freedmen, monks and clergy, the natives of the land, who opposed the synod of Chalcedon, lost their speech and reason, barked like dogs, and tore, with their own teeth the flesh from their hands and arms.” 71"}