{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #42962] [Ops] sprintf.t Fails on x86-64 Linux", "body": " II. In the distress of the Latins, the walls and towers of Constantinople had fallen to decay: they were restored and fortified by the policy of Michael, who deposited a plenteous store of corn and salt provisions, to sustain the siege which he might hourly expect from the resentment of the Western powers. Of these, the sovereign of the Two Sicilies was the most formidable neighbor: but as long as they were possessed by Mainfroy, the bastard of Frederic the Second, his monarchy was the bulwark, rather than the annoyance, of the Eastern empire. The usurper, though a brave and active prince, was sufficiently employed in the defence of his throne: his proscription by successive popes had separated Mainfroy from the common cause of the Latins; and the forces that might have besieged Constantinople were detained in a crusade against the domestic enemy of Rome. The prize of her avenger, the crown of the Two Sicilies, was won and worn by the brother of St Louis, by Charles count of Anjou and Provence, who led the chivalry of France on this holy expedition. 37 The disaffection of his Christian subjects compelled Mainfroy to enlist a colony of Saracens whom his father had planted in Apulia; and this odious succor will explain the defiance of the Catholic hero, who rejected all terms of accommodation. “Bear this message,” said Charles, “to the sultan of Nocera, that God and the sword are umpire between us; and that he shall either send me to paradise, or I will send him to the pit of hell.” The armies met: and though I am ignorant of Mainfroy’s doom in the other world, in this he lost his friends, his kingdom, and his life, in the bloody battle of Benevento. Naples and Sicily were immediately peopled with a warlike race of French nobles; and their aspiring leader embraced the future conquest of Africa, Greece, and Palestine. The most specious reasons might point his first arms against the Byzantine empire; and Palæologus, diffident of his own strength, repeatedly appealed from the ambition of Charles to the humanity of St. Louis, who still preserved a just ascendant over the mind of his ferocious brother. For a while the attention of that brother was confined at home by the invasion of Conradin, the last heir to the imperial house of Swabia; but the hapless boy sunk in the unequal conflict; and his execution on a public scaffold taught the rivals of Charles to tremble for their heads as well as their dominions. A second respite was obtained by the last crusade of St. Louis to the African coast; and the double motive of interest and duty urged the king of Naples to assist, with his powers and his presence, the holy enterprise. The death of St. Louis released him from the importunity of a virtuous censor: the king of Tunis confessed himself the tributary and vassal of the crown of Sicily; and the boldest of the French knights were free to enlist under his banner against the Greek empire. A treaty and a marriage united his interest with the house of Courtenay; his daughter Beatrice was promised to Philip, son and heir of the emperor Baldwin; a pension of six hundred ounces of gold was allowed for his maintenance; and his generous father distributed among his aliens the kingdoms and provinces of the East, reserving only Constantinople, and one day’s journey round the city for the imperial domain. 38 In this perilous moment, Palæologus was the most eager to subscribe the creed, and implore the protection, of the Roman pontiff, who assumed, with propriety and weight, the character of an angel of peace, the common father of the Christians. By his voice, the sword of Charles was chained in the scabbard; and the Greek ambassadors beheld him, in the pope’s antechamber, biting his ivory sceptre in a transport of fury, and deeply resenting the refusal to enfranchise and consecrate his arms. He appears to have respected the disinterested mediation of Gregory the Tenth; but Charles was insensibly disgusted by the pride and partiality of Nicholas the Third; and his attachment to his kindred, the Ursini family, alienated the most strenuous champion from the service of the church. The hostile league against the Greeks, of Philip the Latin emperor, the king of the Two Sicilies, and the republic of Venice, was ripened into execution; and the election of Martin the Fourth, a French pope, gave a sanction to the cause. Of the allies, Philip supplied his name; Martin, a bull of excommunication; the Venetians, a squadron of forty galleys; and the formidable powers of Charles consisted of forty counts, ten thousand men at arms, a numerous body of infantry, and a fleet of more than three hundred ships and transports. A distant day was appointed for assembling this mighty force in the harbor of Brindisi; and a previous attempt was risked with a detachment of three hundred knights, who invaded Albania, and besieged the fortress of Belgrade. Their defeat might amuse with a triumph the vanity of Constantinople; but the more sagacious Michael, despairing of his arms, depended on the effects of a conspiracy; on the secret workings of a rat, who gnawed the bowstring 39 of the Sicilian tyrant."}