{"label": "ham", "to_address": "\"Subscriber\" <ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"The Insider\" <the_insider@postmaster.co.uk>", "subject": "\"The Insider\" - News Bulletin", "body": " As it became necessary to transport the Roman army over the Tigris, another labor presented itself, of less toil, but of more danger, than the preceding expedition. The stream was broad and rapid; the ascent steep and difficult; and the intrenchments which had been formed on the ridge of the opposite bank, were lined with a numerous army of heavy cuirrasiers, dexterous archers, and huge elephants; who (according to the extravagant hyperbole of Libanius) could trample with the same ease a field of corn, or a legion of Romans. 67 In the presence of such an enemy, the construction of a bridge was impracticable; and the intrepid prince, who instantly seized the only possible expedient, concealed his design, till the moment of execution, from the knowledge of the Barbarians, of his own troops, and even of his generals themselves. Under the specious pretence of examining the state of the magazines, fourscore vessels 6711 were gradually unladen; and a select detachment, apparently destined for some secret expedition, was ordered to stand to their arms on the first signal. Julian disguised the silent anxiety of his own mind with smiles of confidence and joy; and amused the hostile nations with the spectacle of military games, which he insultingly celebrated under the walls of Coche. The day was consecrated to pleasure; but, as soon as the hour of supper was passed, the emperor summoned the generals to his tent, and acquainted them that he had fixed that night for the passage of the Tigris. They stood in silent and respectful astonishment; but, when the venerable Sallust assumed the privilege of his age and experience, the rest of the chiefs supported with freedom the weight of his prudent remonstrances. 68 Julian contented himself with observing, that conquest and safety depended on the attempt; that instead of diminishing, the number of their enemies would be increased, by successive reenforcements; and that a longer delay would neither contract the breadth of the stream, nor level the height of the bank. The signal was instantly given, and obeyed; the most impatient of the legionaries leaped into five vessels that lay nearest to the bank; and as they plied their oars with intrepid diligence, they were lost, after a few moments, in the darkness of the night. A flame arose on the opposite side; and Julian, who too clearly understood that his foremost vessels, in attempting to land, had been fired by the enemy, dexterously converted their extreme danger into a presage of victory. ÒOur fellow-soldiers,Ó he eagerly exclaimed, Òare already masters of the bank; seeÑthey make the appointed signal; let us hasten to emulate and assist their courage.Ó The united and rapid motion of a great fleet broke the violence of the current, and they reached the eastern shore of the Tigris with sufficient speed to extinguish the flames, and rescue their adventurous companions. The difficulties of a steep and lofty ascent were increased by the weight of armor, and the darkness of the night. A shower of stones, darts, and fire, was incessantly discharged on the heads of the assailants; who, after an arduous struggle, climbed the bank and stood victorious upon the rampart. As soon as they possessed a more equal field, Julian, who, with his light infantry, had led the attack, 69 darted through the ranks a skilful and experienced eye: his bravest soldiers, according to the precepts of Homer, 70 were distributed in the front and rear: and all the trumpets of the Imperial army sounded to battle. The Romans, after sending up a military shout, advanced in measured steps to the animating notes of martial music; launched their formidable javelins; and rushed forwards with drawn swords, to deprive the Barbarians, by a closer onset, of the advantage of their missile weapons. The whole engagement lasted above twelve hours; till the gradual retreat of the Persians was changed into a disorderly flight, of which the shameful example was given by the principal leader, and the Surenas himself. They were pursued to the gates of Ctesiphon; and the conquerors might have entered the dismayed city, 71 if their general, Victor, who was dangerously wounded with an arrow, had not conjured them to desist from a rash attempt, which must be fatal, if it were not successful. On _their_ side, the Romans acknowledged the loss of only seventy-five men; while they affirmed, that the Barbarians had left on the field of battle two thousand five hundred, or even six thousand, of their bravest soldiers. The spoil was such as might be expected from the riches and luxury of an Oriental camp; large quantities of silver and gold, splendid arms and trappings, and beds and tables of massy silver. 7111 The victorious emperor distributed, as the rewards of valor, some honorable gifts, civic, and mural, and naval crowns; which he, and perhaps he alone, esteemed more precious than the wealth of Asia. A solemn sacrifice was offered to the god of war, but the appearances of the victims threatened the most inauspicious events; and Julian soon discovered, by less ambiguous signs, that he had now reached the term of his prosperity. 72"}