{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"PowerMarketers.com\"<PowerMarketers.com@calcium.netcontentinc.net>", "subject": "NERC Reliability Standards, July 23-24  San Francisco", "body": " Far different was the state of the Christians; who, with loud and impotent complaints, deplored the guilt, or the punishment, of their sins. The celestial image of the Virgin had been exposed in solemn procession; but their divine patroness was deaf to their entreaties: they accused the obstinacy of the emperor for refusing a timely surrender; anticipated the horrors of their fate; and sighed for the repose and security of Turkish servitude. The noblest of the Greeks, and the bravest of the allies, were summoned to the palace, to prepare them, on the evening of the twenty-eighth, for the duties and dangers of the general assault. The last speech of Palæologus was the funeral oration of the Roman empire: 55 he promised, he conjured, and he vainly attempted to infuse the hope which was extinguished in his own mind. In this world all was comfortless and gloomy; and neither the gospel nor the church have proposed any conspicuous recompense to the heroes who fall in the service of their country. But the example of their prince, and the confinement of a siege, had armed these warriors with the courage of despair, and the pathetic scene is described by the feelings of the historian Phranza, who was himself present at this mournful assembly. They wept, they embraced; regardless of their families and fortunes, they devoted their lives; and each commander, departing to his station, maintained all night a vigilant and anxious watch on the rampart. The emperor, and some faithful companions, entered the dome of St. Sophia, which in a few hours was to be converted into a mosque; and devoutly received, with tears and prayers, the sacrament of the holy communion. He reposed some moments in the palace, which resounded with cries and lamentations; solicited the pardon of all whom he might have injured; 56 and mounted on horseback to visit the guards, and explore the motions of the enemy. The distress and fall of the last Constantine are more glorious than the long prosperity of the Byzantine Cæsars. 561"}