{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Nitish Kumar Mishra\" <nitish@imtech.res.in>", "subject": "[R] About Genetic Algorithm package", "body": " Since the eunuch Amantius had been defrauded of his money, it became necessary to deprive him of his life. The task was easily accomplished by the charge of a real or fictitious conspiracy; and the judges were informed, as an accumulation of guilt, that he was secretly addicted to the Manichaean heresy. 6 Amantius lost his head; three of his companions, the first domestics of the palace, were punished either with death or exile; and their unfortunate candidate for the purple was cast into a deep dungeon, overwhelmed with stones, and ignominiously thrown, without burial, into the sea. The ruin of Vitalian was a work of more difficulty and danger. That Gothic chief had rendered himself popular by the civil war which he boldly waged against Anastasius for the defence of the orthodox faith, and after the conclusion of an advantageous treaty, he still remained in the neighborhood of Constantinople at the head of a formidable and victorious army of Barbarians. By the frail security of oaths, he was tempted to relinquish this advantageous situation, and to trust his person within the walls of a city, whose inhabitants, particularly the blue faction, were artfully incensed against him by the remembrance even of his pious hostilities. The emperor and his nephew embraced him as the faithful and worthy champion of the church and state; and gratefully adorned their favorite with the titles of consul and general; but in the seventh month of his consulship, Vitalian was stabbed with seventeen wounds at the royal banquet; 7 and Justinian, who inherited the spoil, was accused as the assassin of a spiritual brother, to whom he had recently pledged his faith in the participation of the Christian mysteries. 8 After the fall of his rival, he was promoted, without any claim of military service, to the office of master-general of the Eastern armies, whom it was his duty to lead into the field against the public enemy. But, in the pursuit of fame, Justinian might have lost his present dominion over the age and weakness of his uncle; and instead of acquiring by Scythian or Persian trophies the applause of his countrymen, 9 the prudent warrior solicited their favor in the churches, the circus, and the senate, of Constantinople. The Catholics were attached to the nephew of Justin, who, between the Nestorian and Eutychian heresies, trod the narrow path of inflexible and intolerant orthodoxy. 10 In the first days of the new reign, he prompted and gratified the popular enthusiasm against the memory of the deceased emperor. After a schism of thirty-four years, he reconciled the proud and angry spirit of the Roman pontiff, and spread among the Latins a favorable report of his pious respect for the apostolic see. The thrones of the East were filled with Catholic bishops, devoted to his interest, the clergy and the monks were gained by his liberality, and the people were taught to pray for their future sovereign, the hope and pillar of the true religion. The magnificence of Justinian was displayed in the superior pomp of his public spectacles, an object not less sacred and important in the eyes of the multitude than the creed of Nice or Chalcedon: the expense of his consulship was esteemed at two hundred and twenty-eight thousand pieces of gold; twenty lions, and thirty leopards, were produced at the same time in the amphitheatre, and a numerous train of horses, with their rich trappings, was bestowed as an extraordinary gift on the victorious charioteers of the circus. While he indulged the people of Constantinople, and received the addresses of foreign kings, the nephew of Justin assiduously cultivated the friendship of the senate. That venerable name seemed to qualify its members to declare the sense of the nation, and to regulate the succession of the Imperial throne: the feeble Anastasius had permitted the vigor of government to degenerate into the form or substance of an aristocracy; and the military officers who had obtained the senatorial rank were followed by their domestic guards, a band of veterans, whose arms or acclamations might fix in a tumultuous moment the diadem of the East. The treasures of the state were lavished to procure the voices of the senators, and their unanimous wish, that he would be pleased to adopt Justinian for his colleague, was communicated to the emperor. But this request, which too clearly admonished him of his approaching end, was unwelcome to the jealous temper of an aged monarch, desirous to retain the power which he was incapable of exercising; and Justin, holding his purple with both his hands, advised them to prefer, since an election was so profitable, some older candidate. Not withstanding this reproach, the senate proceeded to decorate Justinian with the royal epithet of nobilissimus; and their decree was ratified by the affection or the fears of his uncle. After some time the languor of mind and body, to which he was reduced by an incurable wound in his thigh, indispensably required the aid of a guardian. He summoned the patriarch and senators; and in their presence solemnly placed the diadem on the head of his nephew, who was conducted from the palace to the circus, and saluted by the loud and joyful applause of the people. The life of Justin was prolonged about four months; but from the instant of this ceremony, he was considered as dead to the empire, which acknowledged Justinian, in the forty-fifth year of his age, for the lawful sovereign of the East. 11"}