{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "\"Stefan (metze) Metzmacher\" <metze@samba.org>", "subject": "Re: svn commit: samba r22958 -\n in\tbranches/SAMBA_4_0/source/libcli/util: .", "body": " “We imagine that our moderation would be best demonstrated by the conduct of others who should be placed in our position; but even our equity has very unreasonably subjected us to condemnation instead of approval. Our abatement of our rights in the contract trials with our allies, and our causing them to be decided by impartial laws at Athens, have gained us the character of being litigious. And none care to inquire why this reproach is not brought against other imperial powers, who treat their subjects with less moderation than we do; the secret being that where force can be used, law is not needed. But our subjects are so habituated to associate with us as equals that any defeat whatever that clashes with their notions of justice, whether it proceeds from a legal judgment or from the power which our empire gives us, makes them forget to be grateful for being allowed to retain most of their possessions, and more vexed at a part being taken, than if we had from the first cast law aside and openly gratified our covetousness. If we had done so, not even would they have disputed that the weaker must give way to the stronger. Men’s indignation, it seems, is more excited by legal wrong than by violent wrong; the first looks like being cheated by an equal, the second like being compelled by a superior. At all events they contrived to put up with much worse treatment than this from the Mede, yet they think our rule severe, and this is to be expected, for the present always weighs heavy on the conquered. This at least is certain. If you were to succeed in overthrowing us and in taking our place, you would speedily lose the popularity with which fear of us has invested you, if your policy of to-day is at all to tally with the sample that you gave of it during the brief period of your command against the Mede. Not only is your life at home regulated by rules and institutions incompatible with those of others, but your citizens abroad act neither on these rules nor on those which are recognized by the rest of Hellas."}