{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "CNN AM QuickNews <mailings@mail.cnn.com>", "subject": "Clash kills Taliban commander, Afghan officials say", "body": " “In order to keep you from this, I proceed to show that no one state has ever injured you as much as Mitylene. I can make allowance for those who revolt because they cannot bear our empire, or who have been forced to do so by the enemy. But for those who possessed an island with fortifications; who could fear our enemies only by sea, and there had their own force of galleys to protect them; who were independent and held in the highest honour by you—to act as these have done, this is not revolt—revolt implies oppression; it is deliberate and wanton aggression; an attempt to ruin us by siding with our bitterest enemies; a worse offence than a war undertaken on their own account in the acquisition of power. The fate of those of their neighbours who had already rebelled and had been subdued was no lesson to them; their own prosperity could not dissuade them from affronting danger; but blindly confident in the future, and full of hopes beyond their power though not beyond their ambition, they declared war and made their decision to prefer might to right, their attack being determined not by provocation but by the moment which seemed propitious. The truth is that great good fortune coming suddenly and unexpectedly tends to make a people insolent; in most cases it is safer for mankind to have success in reason than out of reason; and it is easier for them, one may say, to stave off adversity than to preserve prosperity. Our mistake has been to distinguish the Mitylenians as we have done: had they been long ago treated like the rest, they never would have so far forgotten themselves, human nature being as surely made arrogant by consideration as it is awed by firmness. Let them now therefore be punished as their crime requires, and do not, while you condemn the aristocracy, absolve the people. This is certain, that all attacked you without distinction, although they might have come over to us and been now again in possession of their city. But no, they thought it safer to throw in their lot with the aristocracy and so joined their rebellion! Consider therefore: if you subject to the same punishment the ally who is forced to rebel by the enemy, and him who does so by his own free choice, which of them, think you, is there that will not rebel upon the slightest pretext; when the reward of success is freedom, and the penalty of failure nothing so very terrible? We meanwhile shall have to risk our money and our lives against one state after another; and if successful, shall receive a ruined town from which we can no longer draw the revenue upon which our strength depends; while if unsuccessful, we shall have an enemy the more upon our hands, and shall spend the time that might be employed in combating our existing foes in warring with our own allies."}