{"label": "spam", "to_address": "Myrtless <myrtless@flax24.uwaterloo.ca>", "from_address": "Ronald Patton <issy_jamaica@gpslegal.com>", "subject": "FDA approved on-line pharmacies", "body": " Against the assertion of the infinite subdivisibility of matter whose ground of proof is purely mathematical, objections have been alleged by the Monadists. These objections lay themselves open, at first sight, to suspicion, from the fact that they do not recognize the clearest mathematical proofs as propositions relating to the constitution of space, in so far as it is really the formal condition of the possibility of all matter, but regard them merely as inferences from abstract but arbitrary conceptions, which cannot have any application to real things. Just as if it were possible to imagine another mode of intuition than that given in the primitive intuition of space; and just as if its à priori determinations did not apply to everything, the existence of which is possible, from the fact alone of its filling space. If we listen to them, we shall find ourselves required to cogitate, in addition to the mathematical point, which is simple—not, however, a part, but a mere limit of space—physical points, which are indeed likewise simple, but possess the peculiar property, as parts of space, of filling it merely by their aggregation. I shall not repeat here the common and clear refutations of this absurdity, which are to be found everywhere in numbers: every one knows that it is impossible to undermine the evidence of mathematics by mere discursive conceptions; I shall only remark that, if in this case philosophy endeavours to gain an advantage over mathematics by sophistical artifices, it is because it forgets that the discussion relates solely to Phenomena and their conditions. It is not sufficient to find the conception of the simple for the pure conception of the composite, but we must discover for the intuition of the composite (matter), the intuition of the simple. Now this, according to the laws of sensibility, and consequently in the case of objects of sense, is utterly impossible. In the case of a whole composed of substances, which is cogitated solely by the pure understanding, it may be necessary to be in possession of the simple before composition is possible. But this does not hold good of the Totum substantiale phaenomenon, which, as an empirical intuition in space, possesses the necessary property of containing no simple part, for the very reason that no part of space is simple. Meanwhile, the Monadists have been subtle enough to escape from this difficulty, by presupposing intuition and the dynamical relation of substances as the condition of the possibility of space, instead of regarding space as the condition of the possibility of the objects of external intuition, that is, of bodies. Now we have a conception of bodies only as phenomena, and, as such, they necessarily presuppose space as the condition of all external phenomena. The evasion is therefore in vain; as, indeed, we have sufficiently shown in our Æsthetic. If bodies were things in themselves, the proof of the Monadists would be unexceptionable."}