{"label": "ham", "to_address": "samba <samba-technical@lists.samba.org>", "from_address": "Henrik Zagerholm <henke@mac.se>", "subject": "Detect Vista symlinks with libsmbclient", "body": " I shall not, I trust, be accused of superstition; but I must remark that, even in this world, the natural order of events will sometimes afford the strong appearances of moral retribution. The first Palæologus had saved his empire by involving the kingdoms of the West in rebellion and blood; and from these scenes of discord uprose a generation of iron men, who assaulted and endangered the empire of his son. In modern times our debts and taxes are the secret poison which still corrodes the bosom of peace: but in the weak and disorderly government of the middle ages, it was agitated by the present evil of the disbanded armies. Too idle to work, too proud to beg, the mercenaries were accustomed to a life of rapine: they could rob with more dignity and effect under a banner and a chief; and the sovereign, to whom their service was useless, and their presence importunate, endeavored to discharge the torrent on some neighboring countries. After the peace of Sicily, many thousands of Genoese, _Catalans_, 47 &c., who had fought, by sea and land, under the standard of Anjou or Arragon, were blended into one nation by the resemblance of their manners and interest. They heard that the Greek provinces of Asia were invaded by the Turks: they resolved to share the harvest of pay and plunder: and Frederic king of Sicily most liberally contributed the means of their departure. In a warfare of twenty years, a ship, or a camp, was become their country; arms were their sole profession and property; valor was the only virtue which they knew; their women had imbibed the fearless temper of their lovers and husbands: it was reported, that, with a stroke of their broadsword, the Catalans could cleave a horseman and a horse; and the report itself was a powerful weapon. Roger de Flor 477 was the most popular of their chiefs; and his personal merit overshadowed the dignity of his prouder rivals of Arragon. The offspring of a marriage between a German gentleman of the court of Frederic the Second and a damsel of Brindisi, Roger was successively a templar, an apostate, a pirate, and at length the richest and most powerful admiral of the Mediterranean. He sailed from Messina to Constantinople, with eighteen galleys, four great ships, and eight thousand adventurers; 478 and his previous treaty was faithfully accomplished by Andronicus the elder, who accepted with joy and terror this formidable succor. A palace was allotted for his reception, and a niece of the emperor was given in marriage to the valiant stranger, who was immediately created great duke or admiral of Romania. After a decent repose, he transported his troops over the Propontis, and boldly led them against the Turks: in two bloody battles thirty thousand of the Moslems were slain: he raised the siege of Philadelphia, and deserved the name of the deliverer of Asia. But after a short season of prosperity, the cloud of slavery and ruin again burst on that unhappy province. The inhabitants escaped (says a Greek historian) from the smoke into the flames; and the hostility of the Turks was less pernicious than the friendship of the Catalans. 479 The lives and fortunes which they had rescued they considered as their own: the willing or reluctant maid was saved from the race of circumcision for the embraces of a Christian soldier: the exaction of fines and supplies was enforced by licentious rapine and arbitrary executions; and, on the resistance of Magnesia, the great duke besieged a city of the Roman empire. 48 These disorders he excused by the wrongs and passions of a victorious army; nor would his own authority or person have been safe, had he dared to punish his faithful followers, who were defrauded of the just and covenanted price of their services. The threats and complaints of Andronicus disclosed the nakedness of the empire. His golden bull had invited no more than five hundred horse and a thousand foot soldiers; yet the crowds of volunteers, who migrated to the East, had been enlisted and fed by his spontaneous bounty. While his bravest allies were content with three byzants or pieces of gold, for their monthly pay, an ounce, or even two ounces, of gold were assigned to the Catalans, whose annual pension would thus amount to near a hundred pounds sterling: one of their chiefs had modestly rated at three hundred thousand crowns the value of his _future_ merits; and above a million had been issued from the treasury for the maintenance of these costly mercenaries. A cruel tax had been imposed on the corn of the husbandman: one third was retrenched from the salaries of the public officers; and the standard of the coin was so shamefully debased, that of the four-and-twenty parts only five were of pure gold. 49 At the summons of the emperor, Roger evacuated a province which no longer supplied the materials of rapine; 496 but he refused to disperse his troops; and while his style was respectful, his conduct was independent and hostile. He protested, that if the emperor should march against him, he would advance forty paces to kiss the ground before him; but in rising from this prostrate attitude Roger had a life and sword at the service of his friends. The great duke of Romania condescended to accept the title and ornaments of Cæsar; but he rejected the new proposal of the government of Asia with a subsidy of corn and money, 497 on condition that he should reduce his troops to the harmless number of three thousand men. Assassination is the last resource of cowards. The Cæsar was tempted to visit the royal residence of Adrianople; in the apartment, and before the eyes, of the empress he was stabbed by the Alani guards; and though the deed was imputed to their private revenge, 498 his countrymen, who dwelt at Constantinople in the security of peace, were involved in the same proscription by the prince or people. The loss of their leader intimidated the crowd of adventurers, who hoisted the sails of flight, and were soon scattered round the coasts of the Mediterranean. But a veteran band of fifteen hundred Catalans, or French, stood firm in the strong fortress of Gallipoli on the Hellespont, displayed the banners of Arragon, and offered to revenge and justify their chief, by an equal combat of ten or a hundred warriors. Instead of accepting this bold defiance, the emperor Michael, the son and colleague of Andronicus, resolved to oppress them with the weight of multitudes: every nerve was strained to form an army of thirteen thousand horse and thirty thousand foot; and the Propontis was covered with the ships of the Greeks and Genoese. In two battles by sea and land, these mighty forces were encountered and overthrown by the despair and discipline of the Catalans: the young emperor fled to the palace; and an insufficient guard of light-horse was left for the protection of the open country. Victory renewed the hopes and numbers of the adventures: every nation was blended under the name and standard of the _great company_; and three thousand Turkish proselytes deserted from the Imperial service to join this military association. In the possession of Gallipoli, 509 the Catalans intercepted the trade of Constantinople and the Black Sea, while they spread their devastation on either side of the Hellespont over the confines of Europe and Asia. To prevent their approach, the greatest part of the Byzantine territory was laid waste by the Greeks themselves: the peasants and their cattle retired into the city; and myriads of sheep and oxen, for which neither place nor food could be procured, were unprofitably slaughtered on the same day. Four times the emperor Andronicus sued for peace, and four times he was inflexibly repulsed, till the want of provisions, and the discord of the chiefs, compelled the Catalans to evacuate the banks of the Hellespont and the neighborhood of the capital. After their separation from the Turks, the remains of the great company pursued their march through Macedonia and Thessaly, to seek a new establishment in the heart of Greece. 50"}