{"label": "ham", "to_address": "ron@rblasch.org", "from_address": "\"jerry gay\" <jerry.gay@gmail.com>", "subject": "Re: [Proposed PATCH] Change libparrot Names and Locations", "body": " During the period of the crusades, the Greeks beheld with astonishment and terror the perpetual stream of emigration that flowed, and continued to flow, from the unknown climates of their West. The visits of their last emperors removed the veil of separation, and they disclosed to their eyes the powerful nations of Europe, whom they no longer presumed to brand with the name of Barbarians. The observations of Manuel, and his more inquisitive followers, have been preserved by a Byzantine historian of the times: 22 his scattered ideas I shall collect and abridge; and it may be amusing enough, perhaps instructive, to contemplate the rude pictures of Germany, France, and England, whose ancient and modern state are so familiar to _our_ minds. I. Germany (says the Greek Chalcondyles) is of ample latitude from Vienna to the ocean; and it stretches (a strange geography) from Prague in Bohemia to the River Tartessus, and the Pyrenæan Mountains. 23 The soil, except in figs and olives, is sufficiently fruitful; the air is salubrious; the bodies of the natives are robust and healthy; and these cold regions are seldom visited with the calamities of pestilence, or earthquakes. After the Scythians or Tartars, the Germans are the most numerous of nations: they are brave and patient; and were they united under a single head, their force would be irresistible. By the gift of the pope, they have acquired the privilege of choosing the Roman emperor; 24 nor is any people more devoutly attached to the faith and obedience of the Latin patriarch. The greatest part of the country is divided among the princes and prelates; but Strasburg, Cologne, Hamburgh, and more than two hundred free cities, are governed by sage and equal laws, according to the will, and for the advantage, of the whole community. The use of duels, or single combats on foot, prevails among them in peace and war: their industry excels in all the mechanic arts; and the Germans may boast of the invention of gunpowder and cannon, which is now diffused over the greatest part of the world. II. The kingdom of France is spread above fifteen or twenty days’ journey from Germany to Spain, and from the Alps to the British Ocean; containing many flourishing cities, and among these Paris, the seat of the king, which surpasses the rest in riches and luxury. Many princes and lords alternately wait in his palace, and acknowledge him as their sovereign: the most powerful are the dukes of Bretagne and Burgundy; of whom the latter possesses the wealthy province of Flanders, whose harbors are frequented by the ships and merchants of our own, and the more remote, seas. The French are an ancient and opulent people; and their language and manners, though somewhat different, are not dissimilar from those of the Italians. Vain of the Imperial dignity of Charlemagne, of their victories over the Saracens, and of the exploits of their heroes, Oliver and Rowland, 25 they esteem themselves the first of the western nations; but this foolish arrogance has been recently humbled by the unfortunate events of their wars against the English, the inhabitants of the British island. III. Britain, in the ocean, and opposite to the shores of Flanders, may be considered either as one, or as three islands; but the whole is united by a common interest, by the same manners, and by a similar government. The measure of its circumference is five thousand stadia: the land is overspread with towns and villages: though destitute of wine, and not abounding in fruit-trees, it is fertile in wheat and barley; in honey and wool; and much cloth is manufactured by the inhabitants. In populousness and power, in richness and luxury, London, 26 the metropolis of the isle, may claim a preeminence over all the cities of the West. It is situate on the Thames, a broad and rapid river, which at the distance of thirty miles falls into the Gallic Sea; and the daily flow and ebb of the tide affords a safe entrance and departure to the vessels of commerce. The king is head of a powerful and turbulent aristocracy: his principal vassals hold their estates by a free and unalterable tenure; and the laws define the limits of his authority and their obedience. The kingdom has been often afflicted by foreign conquest and domestic sedition: but the natives are bold and hardy, renowned in arms and victorious in war. The form of their shields or targets is derived from the Italians, that of their swords from the Greeks; the use of the long bow is the peculiar and decisive advantage of the English. Their language bears no affinity to the idioms of the Continent: in the habits of domestic life, they are not easily distinguished from their neighbors of France: but the most singular circumstance of their manners is their disregard of conjugal honor and of female chastity. In their mutual visits, as the first act of hospitality, the guest is welcomed in the embraces of their wives and daughters: among friends they are lent and borrowed without shame; nor are the islanders offended at this strange commerce, and its inevitable consequences. 27 Informed as we are of the customs of Old England and assured of the virtue of our mothers, we may smile at the credulity, or resent the injustice, of the Greek, who must have confounded a modest salute 28 with a criminal embrace. But his credulity and injustice may teach an important lesson; to distrust the accounts of foreign and remote nations, and to suspend our belief of every tale that deviates from the laws of nature and the character of man. 29"}