{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "Canadian Doctor Helena <the00@plg.uwaterloo.ca>", "subject": "RE: MedHelp 92210", "body": " The only difficulty, therefore, is to find out this expedient, by which men cure their natural weakness, and lay themselves under the necessity of observing the laws of justice and equity, notwithstanding their violent propension to prefer contiguous to remote. It is evident such a remedy can never be effectual without correcting this propensity; and as it is impossible to change or correct any thing material in our nature, the utmost we can do is to change our circumstances and situation, and render the observance of the laws of justice our nearest interest, and their violation our most remote. But this being impracticable with respect to all mankind, it can only take place with respect to a few, whom we thus immediately interest in the execution of justice. There are the persons, whom we call civil magistrates, kings and their ministers, our governors and rulers, who being indifferent persons to the greatest part of the state, have no interest, or but a remote one, in any act of injustice; and being satisfied with their present condition, and with their part in society, have an immediate interest in every execution of justice, which is so necessary to the upholding of society. Here then is the origin of civil government and society. Men are not able radically to cure, either in themselves or others, that narrowness of soul, which makes them prefer the present to the remote. They cannot change their natures. All they can do is to change their situation, and render the observance of justice the immediate interest of some particular persons, and its violation their more remote. These persons, then, are not only induced to observe those rules in their own conduct, but also to constrain others to a like regularity, and inforce the dictates of equity through the whole society. And if it be necessary, they may also interest others more immediately in the execution of justice, and create a number of officers, civil and military, to assist them in their government."}