{"label": "ham", "to_address": "tridge@samba.org", "from_address": "Volker Lendecke <Volker.Lendecke@SerNet.DE>", "subject": "Re: initial test version of CTDB clustered Samba available", "body": " The period of the suspension of cash payments by the Bank of England was hardly more fruitful of war-bulletins than of money theories. The depreciation of bank notes and the rise of the market price of gold above its mint price called forth again the doctrine of the ideal unit of money on the part of some of the advocates of the Bank. Lord Castlereagh found the classical confused expression for the confused idea by speaking of the unit of measure of money as “a sense of value in reference to currency as compared with commodities.” When a few years after the peace of Paris conditions permitted the resumption of cash payments, the same question which had been stirred up by Lowndes under William III., came up, hardly changed in form. An enormous government debt, as well as a mass of private debts, accumulated in twenty years, fixed obligations, etc., had been contracted on the basis of depreciated bank notes. Were they to be paid back in bank notes of which £4672, 10s. nominal, actually represented 100 pounds of 22 carat gold? THOMAS ATTWOOD, a banker of Birmingham, came forth as _Lowndes redivivus_. The creditors were to receive nominally as many shillings as had been nominally borrowed, but if about 1-78 of an ounce of gold constituted a shilling according to the old standard of coinage, then say 1-90 of an ounce should now be christened a shilling. Attwood’s adherents are known as the Birmingham school of “little shillingmen.” The controversy over the ideal money unit, which had started in 1819, still went on in 1845 between Sir Robert Peel and Attwood, whose own wisdom, as far as the function of money as a measure is concerned, is exhaustively summed up in the following passage, in which, referring to Sir Robert Peel’s controversy with the Birmingham Chamber of Commerce, he says: “The substance of your queries is ... in what sense is the word pound to be used?... To what will the sum one pound be equivalent?... Before I venture a reply I must enquire what constitutes a standard of value?... Is £3 17s. 10-1/2d. an _ounce_ of gold, or is it only of the _value_ of an ounce of gold? If £3 17s. 10-1/2d. be an ounce of gold, why not call things by their proper names, and, dropping the terms pounds, shillings and pence, say ounces, pennyweights and grains?... If we adopt the terms ounces, pennyweights and grains of gold, as our monetary system, we should pursue a direct system of barter.... But if gold be estimated as of the _value_ of £3 17s. 10-1/2d. per ounce ... how is this ... that much difficulty has been experienced at different periods to check gold from rising to £5 4s. per ounce, and we now notice that gold is quoted at £3 17s. 9d. per ounce?... The expression _pound_ has reference to value, but not a fixed standard value.... The term pound is the _ideal unit_.... Labour is the parent of cost and gives the relative value to gold or iron. _Whatever denomination of words are used to express the daily or weekly labour of a man_, such words express the cost of the commodity produced.”[55]"}