{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Julius Murphy\" <sfsr.org@epetdepot.com>", "subject": "Why be an average guy any longer", "body": " If, after all our inquiries and explanations, any one still hesitates to abandon the mere transcendental use of the categories, let him attempt to construct with them a synthetical proposition. It would, of course, be unnecessary for this purpose to construct an analytical proposition, for that does not extend the sphere of the understanding, but, being concerned only about what is cogitated in the conception itself, it leaves it quite undecided whether the conception has any relation to objects, or merely indicates the unity of thought—complete abstraction being made of the modi in which an object may be given: in such a proposition, it is sufficient for the understanding to know what lies in the conception—to what it applies is to it indifferent. The attempt must therefore be made with a synthetical and so-called transcendental principle, for example: “Everything that exists, exists as substance,” or, “Everything that is contingent exists as an effect of some other thing, viz., of its cause.” Now I ask, whence can the understanding draw these synthetical propositions, when the conceptions contained therein do not relate to possible experience but to things in themselves (noumena)? Where is to be found the third term, which is always requisite PURE site in a synthetical proposition, which may connect in the same proposition conceptions which have no logical (analytical) connection with each other? The proposition never will be demonstrated, nay, more, the possibility of any such pure assertion never can be shown, without making reference to the empirical use of the understanding, and thus, ipso facto, completely renouncing pure and non-sensuous judgement. Thus the conception of pure and merely intelligible objects is completely void of all principles of its application, because we cannot imagine any mode in which they might be given, and the problematical thought which leaves a place open for them serves only, like a void space, to limit the use of empirical principles, without containing at the same time any other object of cognition beyond their sphere."}