{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Isaac Kohane <isaac_kohane@harvard.edu>", "subject": "[R] Formula syntax question", "body": " The talents of Mahomet are entitled to our applause; but his success has, perhaps, too strongly attracted our admiration. Are we surprised that a multitude of proselytes should embrace the doctrine and the passions of an eloquent fanatic? In the heresies of the church, the same seduction has been tried and repeated from the time of the apostles to that of the reformers. Does it seem incredible that a private citizen should grasp the sword and the sceptre, subdue his native country, and erect a monarchy by his victorious arms? In the moving picture of the dynasties of the East, a hundred fortunate usurpers have arisen from a baser origin, surmounted more formidable obstacles, and filled a larger scope of empire and conquest. Mahomet was alike instructed to preach and to fight; and the union of these opposite qualities, while it enhanced his merit, contributed to his success: the operation of force and persuasion, of enthusiasm and fear, continually acted on each other, till every barrier yielded to their irresistible power. His voice invited the Arabs to freedom and victory, to arms and rapine, to the indulgence of their darling passions in this world and the other: the restraints which he imposed were requisite to establish the credit of the prophet, and to exercise the obedience of the people; and the only objection to his success was his rational creed of the unity and perfections of God. It is not the propagation, but the permanency, of his religion, that deserves our wonder: the same pure and perfect impression which he engraved at Mecca and Medina, is preserved, after the revolutions of twelve centuries, by the Indian, the African, and the Turkish proselytes of the Koran. If the Christian apostles, St. Peter or St. Paul, could return to the Vatican, they might possibly inquire the name of the Deity who is worshipped with such mysterious rites in that magnificent temple: at Oxford or Geneva, they would experience less surprise; but it might still be incumbent on them to peruse the catechism of the church, and to study the orthodox commentators on their own writings and the words of their Master. But the Turkish dome of St. Sophia, with an increase of splendor and size, represents the humble tabernacle erected at Medina by the hands of Mahomet. The Mahometans have uniformly withstood the temptation of reducing the object of their faith and devotion to a level with the senses and imagination of man. “I believe in one God, and Mahomet the apostle of God,” is the simple and invariable profession of Islam. The intellectual image of the Deity has never been degraded by any visible idol; the honors of the prophet have never transgressed the measure of human virtue; and his living precepts have restrained the gratitude of his disciples within the bounds of reason and religion. The votaries of Ali have, indeed, consecrated the memory of their hero, his wife, and his children; and some of the Persian doctors pretend that the divine essence was incarnate in the person of the Imams; but their superstition is universally condemned by the Sonnites; and their impiety has afforded a seasonable warning against the worship of saints and martyrs. The metaphysical questions on the attributes of God, and the liberty of man, have been agitated in the schools of the Mahometans, as well as in those of the Christians; but among the former they have never engaged the passions of the people, or disturbed the tranquillity of the state. The cause of this important difference may be found in the separation or union of the regal and sacerdotal characters. It was the interest of the caliphs, the successors of the prophet and commanders of the faithful, to repress and discourage all religious innovations: the order, the discipline, the temporal and spiritual ambition of the clergy, are unknown to the Moslems; and the sages of the law are the guides of their conscience and the oracles of their faith. From the Atlantic to the Ganges, the Koran is acknowledged as the fundamental code, not only of theology, but of civil and criminal jurisprudence; and the laws which regulate the actions and the property of mankind are guarded by the infallible and immutable sanction of the will of God. This religious servitude is attended with some practical disadvantage; the illiterate legislator had been often misled by his own prejudices and those of his country; and the institutions of the Arabian desert may be ill adapted to the wealth and numbers of Ispahan and Constantinople. On these occasions, the Cadhi respectfully places on his head the holy volume, and substitutes a dexterous interpretation more apposite to the principles of equity, and the manners and policy of the times."}