{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "\"Jonathan Lang\" <dataweaver@gmail.com>", "subject": "Re: S12: can(), signatures and casting", "body": " But the Romans were irritated to a still higher degree, when they discovered that they had not even secured their repose, though at the expense of their honor. The dangerous secret of the wealth and weakness of the empire had been revealed to the world. New swarms of barbarians, encouraged by the success, and not conceiving themselves bound by the obligation of their brethren, spread devastation though the Illyrian provinces, and terror as far as the gates of Rome. The defence of the monarchy, which seemed abandoned by the pusillanimous emperor, was assumed by Æmilianus, governor of Pannonia and Mæsia; who rallied the scattered forces, and revived the fainting spirits of the troops. The barbarians were unexpectedly attacked, routed, chased, and pursued beyond the Danube. The victorious leader distributed as a donative the money collected for the tribute, and the acclamations of the soldiers proclaimed him emperor on the field of battle. 57 Gallus, who, careless of the general welfare, indulged himself in the pleasures of Italy, was almost in the same instant informed of the success, of the revolt, and of the rapid approach of his aspiring lieutenant. He advanced to meet him as far as the plains of Spoleto. When the armies came in sight of each other, the soldiers of Gallus compared the ignominious conduct of their sovereign with the glory of his rival. They admired the valor of Æmilianus; they were attracted by his liberality, for he offered a considerable increase of pay to all deserters. 58 The murder of Gallus, and of his son Volusianus, put an end to the civil war; and the senate gave a legal sanction to the rights of conquest. The letters of Æmilianus to that assembly displayed a mixture of moderation and vanity. He assured them, that he should resign to their wisdom the civil administration; and, contenting himself with the quality of their general, would in a short time assert the glory of Rome, and deliver the empire from all the barbarians both of the North and of the East. 59 His pride was flattered by the applause of the senate; and medals are still extant, representing him with the name and attributes of Hercules the Victor, and Mars the Avenger. 60"}