{"label": "spam", "to_address": "<warwick@plg.uwaterloo.ca>, <warwick@plg.uwaterloo.ca>,\n   <theorize@plg.uwaterloo.ca>", "from_address": "\"Jerrold Villa\" <villadd@bolon.se>", "subject": "Viagra is GREAT", "body": " 128. For here is the chief and most confounding objection to _excessive_ scepticism, that no durable good can ever result from it; while it remains in its full force and vigour. We need only ask such a sceptic, _What his meaning is? And what he proposes by all these curious researches?_ He is immediately at a loss, and knows not what to answer. A Copernican or Ptolemaic, who supports each his different system of astronomy, may hope to produce a conviction, which will remain constant and durable, with his audience. A Stoic or Epicurean displays principles, which may not be durable, but which have an effect on conduct and behaviour. But a Pyrrhonian cannot expect, that his philosophy will have any constant influence on the mind: or if it had, that its influence would be beneficial to society. On the contrary, he must acknowledge, if he will acknowledge anything, that all human life must perish, were his principles universally and steadily to prevail. All discourse, all action would immediately cease; and men remain in a total lethargy, till the necessities of nature, unsatisfied, put an end to their miserable existence. It is true; so fatal an event is very little to be dreaded. Nature is always too strong for principle. And though a Pyrrhonian may throw himself or others into a momentary amazement and confusion by his profound reasonings; the first and most trivial event in life will put to flight all his doubts and scruples, and leave him the same, in every point of action and speculation, with the philosophers of every other sect, or with those who never concerned themselves in any philosophical researches. When he awakes from his dream, he will be the first to join in the laugh against himself, and to confess, that all his objections are mere amusement, and can have no other tendency than to show the whimsical condition of mankind, who must act and reason and believe; though they are not able, by their most diligent enquiry, to satisfy themselves concerning the foundation of these operations, or to remove the objections, which may be raised against them."}