{"label": "ham", "to_address": "love-hounds@gaffa.org", "from_address": "\"Will Vigar\" <giant.squid@virgin.net>", "subject": "Re: [LH] \"She's Leaving Home\"", "body": " I. The Vatican was the most natural refuge of a Latin emperor, who had been driven from his throne; and Pope Urban the Fourth appeared to pity the misfortunes, and vindicate the cause, of the fugitive Baldwin. A crusade, with plenary indulgence, was preached by his command against the schismatic Greeks: he excommunicated their allies and adherents; solicited Louis the Ninth in favor of his kinsman; and demanded a tenth of the ecclesiastical revenues of France and England for the service of the holy war. 29 The subtle Greek, who watched the rising tempest of the West, attempted to suspend or soothe the hostility of the pope, by suppliant embassies and respectful letters; but he insinuated that the establishment of peace must prepare the reconciliation and obedience of the Eastern church. The Roman court could not be deceived by so gross an artifice; and Michael was admonished, that the repentance of the son should precede the forgiveness of the father; and that _faith_ (an ambiguous word) was the only basis of friendship and alliance. After a long and affected delay, the approach of danger, and the importunity of Gregory the Tenth, compelled him to enter on a more serious negotiation: he alleged the example of the great Vataces; and the Greek clergy, who understood the intentions of their prince, were not alarmed by the first steps of reconciliation and respect. But when he pressed the conclusion of the treaty, they strenuously declared, that the Latins, though not in name, were heretics in fact, and that they despised those strangers as the vilest and most despicable portion of the human race. 30 It was the task of the emperor to persuade, to corrupt, to intimidate the most popular ecclesiastics, to gain the vote of each individual, and alternately to urge the arguments of Christian charity and the public welfare. The texts of the fathers and the arms of the Franks were balanced in the theological and political scale; and without approving the addition to the Nicene creed, the most moderate were taught to confess, that the two hostile propositions of proceeding from the Father by the Son, and of proceeding from the Father and the Son, might be reduced to a safe and Catholic sense. 31 The supremacy of the pope was a doctrine more easy to conceive, but more painful to acknowledge: yet Michael represented to his monks and prelates, that they might submit to name the Roman bishop as the first of the patriarchs; and that their distance and discretion would guard the liberties of the Eastern church from the mischievous consequences of the right of appeal. He protested that he would sacrifice his life and empire rather than yield the smallest point of orthodox faith or national independence; and this declaration was sealed and ratified by a golden bull. The patriarch Joseph withdrew to a monastery, to resign or resume his throne, according to the event of the treaty: the letters of union and obedience were subscribed by the emperor, his son Andronicus, and thirty-five archbishops and metropolitans, with their respective synods; and the episcopal list was multiplied by many dioceses which were annihilated under the yoke of the infidels. An embassy was composed of some trusty ministers and prelates: they embarked for Italy, with rich ornaments and rare perfumes for the altar of St. Peter; and their secret orders authorized and recommended a boundless compliance. They were received in the general council of Lyons, by Pope Gregory the Tenth, at the head of five hundred bishops. 32 He embraced with tears his long-lost and repentant children; accepted the oath of the ambassadors, who abjured the schism in the name of the two emperors; adorned the prelates with the ring and mitre; chanted in Greek and Latin the Nicene creed with the addition of _filioque_; and rejoiced in the union of the East and West, which had been reserved for his reign. To consummate this pious work, the Byzantine deputies were speedily followed by the pope’s nuncios; and their instruction discloses the policy of the Vatican, which could not be satisfied with the vain title of supremacy. After viewing the temper of the prince and people, they were enjoined to absolve the schismatic clergy, who should subscribe and swear their abjuration and obedience; to establish in all the churches the use of the perfect creed; to prepare the entrance of a cardinal legate, with the full powers and dignity of his office; and to instruct the emperor in the advantages which he might derive from the temporal protection of the Roman pontiff. 33"}