{"label": "ham", "to_address": "Dirk Eddelbuettel <edd@debian.org>,\n   \"R-help mailing list, \" <R-help@stat.math.ethz.ch>", "from_address": "Peter Dunn <dunn@usq.edu.au>", "subject": "Re: [R] Building package: What does this message about rcompgen\n\timply?", "body": " The wooden turrets of assault were rolled forwards to the foot of the rampart; but the defence of Merida was obstinate and long; and the castle of the martyrs was a perpetual testimony of the losses of the Moslems. The constancy of the besieged was at length subdued by famine and despair; and the prudent victor disguised his impatience under the names of clemency and esteem. The alternative of exile or tribute was allowed; the churches were divided between the two religions; and the wealth of those who had fallen in the siege, or retired to Gallicia, was confiscated as the reward of the faithful. In the midway between Merida and Toledo, the lieutenant of Musa saluted the vicegerent of the caliph, and conducted him to the palace of the Gothic kings. Their first interview was cold and formal: a rigid account was exacted of the treasures of Spain: the character of Tarik was exposed to suspicion and obloquy; and the hero was imprisoned, reviled, and ignominiously scourged by the hand, or the command, of Musa. Yet so strict was the discipline, so pure the zeal, or so tame the spirit, of the primitive Moslems, that, after this public indignity, Tarik could serve and be trusted in the reduction of the Tarragonest province. A mosch was erected at Saragossa, by the liberality of the Koreish: the port of Barcelona was opened to the vessels of Syria; and the Goths were pursued beyond the Pyrenaean mountains into their Gallic province of Septimania or Languedoc. 184 In the church of St. Mary at Carcassone, Musa found, but it is improbable that he left, seven equestrian statues of massy silver; and from his term or column of Narbonne, he returned on his footsteps to the Gallician and Lusitanian shores of the ocean. During the absence of the father, his son Abdelaziz chastised the insurgents of Seville, and reduced, from Malaga to Valentia, the sea-coast of the Mediterranean: his original treaty with the discreet and valiant Theodemir 185 will represent the manners and policy of the times. “The conditions of peace agreed and sworn between Abdelaziz, the son of Musa, the son of Nassir, and Theodemir prince of the Goths. In the name of the most merciful God, Abdelaziz makes peace on these conditions: that Theodemir shall not be disturbed in his principality; nor any injury be offered to the life or property, the wives and children, the religion and temples, of the Christians: that Theodemir shall freely deliver his seven 1851 cities, Orihuela, Valentola, Alicanti Mola, Vacasora, Bigerra, (now Bejar,) Ora, (or Opta,) and Lorca: that he shall not assist or entertain the enemies of the caliph, but shall faithfully communicate his knowledge of their hostile designs: that himself, and each of the Gothic nobles, shall annually pay one piece of gold, four measures of wheat, as many of barley, with a certain proportion of honey, oil, and vinegar; and that each of their vassals shall be taxed at one moiety of the said imposition. Given the fourth of Regeb, in the year of the Hegira ninety-four, and subscribed with the names of four Mussulman witnesses.” 186 Theodemir and his subjects were treated with uncommon lenity; but the rate of tribute appears to have fluctuated from a tenth to a fifth, according to the submission or obstinacy of the Christians. 187 In this revolution, many partial calamities were inflicted by the carnal or religious passions of the enthusiasts: some churches were profaned by the new worship: some relics or images were confounded with idols: the rebels were put to the sword; and one town (an obscure place between Cordova and Seville) was razed to its foundations. Yet if we compare the invasion of Spain by the Goths, or its recovery by the kings of Castile and Arragon, we must applaud the moderation and discipline of the Arabian conquerors."}