{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Dr.Ruud\" <rvtol+news@isolution.nl>", "subject": "Re: About a reg expression ?:", "body": " 37 (return) [ The curious reader may contemplate the Heruli of Procopius, (Goth. l. ii. c. 14,) and the patient reader may plunge into the dark and minute researches of M. de Buat, (Hist. des Peuples Anciens, tom. ix. p. 348—396. * Note: Compare Manso, Ost Gothische Reich. Beylage, vi. Malte-Brun brings them from Scandinavia: their names, the only remains of their language, are Gothic. “They fought almost naked, like the Icelandic Berserkirs their bravery was like madness: few in number, they were mostly of royal blood. What ferocity, what unrestrained license, sullied their victories! The Goth respects the church, the priests, the senate; the Heruli mangle all in a general massacre: there is no pity for age, no refuge for chastity. Among themselves there is the same ferocity: the sick and the aged are put to death. at their own request, during a solemn festival; the widow ends her days by hanging herself upon the tree which shadows her husband’s tomb. All these circumstances, so striking to a mind familiar with Scandinavian history, lead us to discover among the Heruli not so much a nation as a confederacy of princes and nobles, bound by an oath to live and die together with their arms in their hands. Their name, sometimes written Heruli or Eruli. sometimes Aeruli, signified, according to an ancient author, (Isid. Hispal. in gloss. p. 24, ad calc. Lex. Philolog. Martini, ll,) nobles, and appears to correspond better with the Scandinavian word iarl or earl, than with any of those numerous derivations proposed by etymologists.” Malte-Brun, vol. i. p. 400, (edit. 1831.) Of all the Barbarians who threw themselves on the ruins of the Roman empire, it is most difficult to trace the origin of the Heruli. They seem never to have been very powerful as a nation, and branches of them are found in countries very remote from each other. In my opinion they belong to the Gothic race, and have a close affinity with the Scyrri or Hirri. They were, possibly, a division of that nation. They are often mingled and confounded with the Alani. Though brave and formidable. they were never numerous. nor did they found any state.—St. Martin, vol. vi. p. 375.—M. Schafarck considers them descendants of the Hirri. of which Heruli is a diminutive,—Slawische Alter thinner—M. 1845.]"}