{"label": "spam", "to_address": "\"the00\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Janette Burke\" <wksalesgirl@birch.net>", "subject": "A of ethiopia", "body": " This reflection is intended not so much to clear up the evangelical command just cited, in order to prevent religious fanaticism in regard to love of God, but to define accurately the moral disposition with regard directly to our duties towards men, and to check, or if possible prevent, a merely moral fanaticism which infects many persons. The stage of morality on which man (and, as far as we can see, every rational creature) stands is respect for the moral law. The disposition that he ought to have in obeying this is to obey it from duty, not from spontaneous inclination, or from an endeavour taken up from liking and unbidden; and this proper moral condition in which he can always be is virtue, that is, moral disposition militant, and not holiness in the fancied possession of a perfect purity of the disposition of the will. It is nothing but moral fanaticism and exaggerated self-conceit that is infused into the mind by exhortation to actions as noble, sublime, and magnanimous, by which men are led into the delusion that it is not duty, that is, respect for the law, whose yoke (an easy yoke indeed, because reason itself imposes it on us) they must bear, whether they like it or not, that constitutes the determining principle of their actions, and which always humbles them while they obey it; fancying that those actions are expected from them, not from duty, but as pure merit. For not only would they, in imitating such deeds from such a principle, not have fulfilled the spirit of the law in the least, which consists not in the legality of the action (without regard to principle), but in the subjection of the mind to the law; not only do they make the motives pathological (seated in sympathy or self-love), not moral (in the law), but they produce in this way a vain, high-flying, fantastic way of thinking, flattering themselves with a spontaneous goodness of heart that needs neither spur nor bridle, for which no command is needed, and thereby forgetting their obligation, which they ought to think of rather than merit. Indeed actions of others which are done with great sacrifice, and merely for the sake of duty, may be praised as noble and sublime, but only so far as there are traces which suggest that they were done wholly out of respect for duty and not from excited feelings. If these, however, are set before anyone as examples to be imitated, respect for duty (which is the only true moral feeling) must be employed as the motive- this severe holy precept which never allows our vain self-love to dally with pathological impulses (however analogous they may be to morality), and to take a pride in meritorious worth. Now if we search we shall find for all actions that are worthy of praise a law of duty which commands, and does not leave us to choose what may be agreeable to our inclinations. This is the only way of representing things that can give a moral training to the soul, because it alone is capable of solid and accurately defined principles."}