{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CBSNews Evening News <cbsnews_evening_news_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBS Evening News with Katie Couric E-Mail Alert", "body": " I shall conclude this chapter with the comets, the earthquakes, and the plague, which astonished or afflicted the age of Justinian. I. In the fifth year of his reign, and in the month of September, a comet 74 was seen during twenty days in the western quarter of the heavens, and which shot its rays into the north. Eight years afterwards, while the sun was in Capricorn, another comet appeared to follow in the Sagittary; the size was gradually increasing; the head was in the east, the tail in the west, and it remained visible above forty days. The nations, who gazed with astonishment, expected wars and calamities from their baleful influence; and these expectations were abundantly fulfilled. The astronomers dissembled their ignorance of the nature of these blazing stars, which they affected to represent as the floating meteors of the air; and few among them embraced the simple notion of Seneca and the Chaldeans, that they are only planets of a longer period and more eccentric motion. 75 Time and science have justified the conjectures and predictions of the Roman sage: the telescope has opened new worlds to the eyes of astronomers; 76 and, in the narrow space of history and fable, one and the same comet is already found to have revisited the earth in seven equal revolutions of five hundred and seventy-five years. The first, 77 which ascends beyond the Christian aera one thousand seven hundred and sixty-seven years, is coeval with Ogyges, the father of Grecian antiquity. And this appearance explains the tradition which Varro has preserved, that under his reign the planet Venus changed her color, size, figure, and course; a prodigy without example either in past or succeeding ages. 78 The second visit, in the year eleven hundred and ninety-three, is darkly implied in the fable of Electra, the seventh of the Pleiads, who have been reduced to six since the time of the Trojan war. That nymph, the wife of Dardanus, was unable to support the ruin of her country: she abandoned the dances of her sister orbs, fled from the zodiac to the north pole, and obtained, from her dishevelled locks, the name of the comet. The third period expires in the year six hundred and eighteen, a date that exactly agrees with the tremendous comet of the Sibyl, and perhaps of Pliny, which arose in the West two generations before the reign of Cyrus. The fourth apparition, forty-four years before the birth of Christ, is of all others the most splendid and important. After the death of Caesar, a long-haired star was conspicuous to Rome and to the nations, during the games which were exhibited by young Octavian in honor of Venus and his uncle. The vulgar opinion, that it conveyed to heaven the divine soul of the dictator, was cherished and consecrated by the piety of a statesman; while his secret superstition referred the comet to the glory of his own times. 79 The fifth visit has been already ascribed to the fifth year of Justinian, which coincides with the five hundred and thirty-first of the Christian aera. And it may deserve notice, that in this, as in the preceding instance, the comet was followed, though at a longer interval, by a remarkable paleness of the sun. The sixth return, in the year eleven hundred and six, is recorded by the chronicles of Europe and China: and in the first fervor of the crusades, the Christians and the Mahometans might surmise, with equal reason, that it portended the destruction of the Infidels. The seventh phenomenon, of one thousand six hundred and eighty, was presented to the eyes of an enlightened age. 80 The philosophy of Bayle dispelled a prejudice which Milton’s muse had so recently adorned, that the comet, “from its horrid hair shakes pestilence and war.” 81 Its road in the heavens was observed with exquisite skill by Flamstead and Cassini: and the mathematical science of Bernoulli, Newton 8111, and Halley, investigated the laws of its revolutions. At the eighth period, in the year two thousand three hundred and fifty-five, their calculations may perhaps be verified by the astronomers of some future capital in the Siberian or American wilderness."}