{"label": "spam", "to_address": "\"Klaus\" <the00@plg.uwaterloo.ca>", "from_address": "\"I.G.\" <lbdtraining@camarguepr.com>", "subject": "Re[1]: i'm writing to find love", "body": " It is very happy, in our philosophical researches, when we find the same phænomenon diversified by a variety of circumstances; and by discovering what is common among them, can the better assure ourselves of the truth of any hypothesis we may make use of to explain it. Were nothing esteemed virtue but what were beneficial to society, I am persuaded, that the foregoing explication of the moral sense ought still to be received, and that upon sufficient evidence: But this evidence must grow upon us, when we find other kinds of virtue, which will not admit of any explication except from that hypothesis. Here is a man, who is not remarkably defective in his social qualities; but what principally recommends him is his dexterity in business, by which he has extricated himself from the greatest difficulties, and conducted the most delicate affairs with a singular address and prudence. I find an esteem for him immediately to arise in me: His company is a satisfaction to me; and before I have any farther acquaintance with him, I would rather do him a service than another, whose character is in every other respect equal, but is deficient in that particular. In this case, the qualities that please me are all considered as useful to the person, and as having a tendency to promote his interest and satisfaction. They are only regarded as means to an end, and please me in proportion to their fitness for that end. The end, therefore, must be agreeable to me. But what makes the end agreeable? The person is a stranger: I am no way interested in him, nor lie under any obligation to him: His happiness concerns not me, farther than the happiness of every human, and indeed of every sensible creature: That is, it affects me only by sympathy. From that principle, whenever I discover his happiness and good, whether in its causes or effects, I enter so deeply into it, that it gives me a sensible emotion. The appearance of qualities, that have a tendency to promote it, have an agreeable effect upon my imagination, and command my love and esteem."}