{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "Larry Wall <larry@wall.org>", "subject": "Re: Is Perl 6 too late?", "body": " Concerning the place wherein men shall enjoy that Eternall Life, which Christ hath obtained for them, the texts next before alledged seem to make it on Earth. For if as in Adam, all die, that is, have forfeited Paradise, and Eternall Life on Earth; even so in Christ all shall be made alive; then all men shall be made to live on Earth; for else the comparison were not proper. Hereunto seemeth to agree that of the Psalmist, (Psal. 133.3.) \"Upon Zion God commanded the blessing, even Life for evermore;\" for Zion, is in Jerusalem, upon Earth: as also that of S. Joh. (Rev. 2.7.) \"To him that overcommeth I will give to eat of the tree of life, which is in the midst of the Paradise of God.\" This was the tree of Adams Eternall life; but his life was to have been on Earth. The same seemeth to be confirmed again by St. Joh. (Rev. 21.2.) where he saith, \"I John saw the Holy City, New Jerusalem, coming down from God out of heaven, prepared as a Bride adorned for her husband:\" and again v. 10. to the same effect: As if he should say, the new Jerusalem, the Paradise of God, at the coming again of Christ, should come down to Gods people from Heaven, and not they goe up to it from Earth. And this differs nothing from that, which the two men in white clothing (that is, the two Angels) said to the Apostles, that were looking upon Christ ascending (Acts 1.11.) \"This same Jesus, who is taken up from you into Heaven, shall so come, as you have seen him go up into Heaven.\" Which soundeth as if they had said, he should come down to govern them under his Father, Eternally here; and not take them up to govern them in Heaven; and is conformable to the Restauration of the Kingdom of God, instituted under Moses; which was a Political government of the Jews on Earth. Again, that saying of our Saviour (Mat. 22.30.) \"that in the Resurrection they neither marry, nor are given in marriage, but are as the Angels of God in heaven,\" is a description of an Eternall Life, resembling that which we lost in Adam in the point of Marriage. For seeing Adam, and Eve, if they had not sinned, had lived on Earth Eternally, in their individuall persons; it is manifest, they should not continually have procreated their kind. For if Immortals should have generated, as Mankind doth now; the Earth in a small time, would not have been able to afford them a place to stand on. The Jews that asked our Saviour the question, whose wife the woman that had married many brothers, should be, in the resurrection, knew not what were the consequences of Immortality; that there shal be no Generation, and consequently no marriage, no more than there is Marriage, or generation among the Angels. The comparison between that Eternall life which Adam lost, and our Saviour by his Victory over death hath recovered; holdeth also in this, that as Adam lost Eternall Life by his sin, and yet lived after it for a time; so the faithful Christian hath recovered Eternal Life by Christs passion, though he die a natural death, and remaine dead for a time; namely, till the Resurrection. For as Death is reckoned from the Condemnation of Adam, not from the Execution; so life is reckoned from the Absolution, not from the Resurrection of them that are elected in Christ."}