{"label": "spam", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"Lilian Presley\" <Donizettiphallus's@peaceseeker.com>", "subject": "Need some help", "body": " 4. The modality of judgements is a quite peculiar function, with this distinguishing characteristic, that it contributes nothing to the content of a judgement (for besides quantity, quality, and relation, there is nothing more that constitutes the content of a judgement), but concerns itself only with the value of the copula in relation to thought in general. Problematical judgements are those in which the affirmation or negation is accepted as merely possible (ad libitum). In the assertorical, we regard the proposition as real (true); in the apodeictical, we look on it as necessary.[13] Thus the two judgements (antecedens et consequens), the relation of which constitutes a hypothetical judgement, likewise those (the members of the division) in whose reciprocity the disjunctive consists, are only problematical. In the example above given the proposition, “There exists perfect justice,” is not stated assertorically, but as an ad libitum judgement, which someone may choose to adopt, and the consequence alone is assertorical. Hence such judgements may be obviously false, and yet, taken problematically, be conditions of our cognition of the truth. Thus the proposition, “The world exists only by blind chance,” is in the disjunctive judgement of problematical import only: that is to say, one may accept it for the moment, and it helps us (like the indication of the wrong road among all the roads that one can take) to find out the true proposition. The problematical proposition is, therefore, that which expresses only logical possibility (which is not objective); that is, it expresses a free choice to admit the validity of such a proposition—a merely arbitrary reception of it into the understanding. The assertorical speaks of logical reality or truth; as, for example, in a hypothetical syllogism, the antecedens presents itself in a problematical form in the major, in an assertorical form in the minor, and it shows that the proposition is in harmony with the laws of the understanding. The apodeictical proposition cogitates the assertorical as determined by these very laws of the understanding, consequently as affirming à priori, and in this manner it expresses logical necessity. Now because all is here gradually incorporated with the understanding—inasmuch as in the first place we judge problematically; then accept assertorically our judgement as true; lastly, affirm it as inseparably united with the understanding, that is, as necessary and apodeictical—we may safely reckon these three functions of modality as so many momenta of thought."}