{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"SPRAGUE Kristen\" <irzaaquzkilq@exc.com>", "subject": "RE:I didn't beleive it the first time either", "body": " When therefore the mind is accustomed to these judgments and their corrections, and finds that the same proportion which makes two figures have in the eye that appearance, which we call equality, makes them also correspond to each other, and to any common measure, with which they are compared, we form a mixed notion of equality derived both from the looser and stricter methods of comparison. But we are not content with this. For as sound reason convinces us that there are bodies vastly more minute than those, which appear to the senses; and as a false reason would perswade us, that there are bodies infinitely more minute; we clearly perceive, that we are not possessed of any instrument or art of measuring, which can secure us from ill error and uncertainty. We are sensible, that the addition or removal of one of these minute parts, is not discernible either in the appearance or measuring; and as we imagine, that two figures, which were equal before, cannot be equal after this removal or addition, we therefore suppose some imaginary standard of equality, by which the appearances and measuring are exactly corrected, and the figures reduced entirely to that proportion. This standard is plainly imaginary. For as the very idea of equality is that of such a particular appearance corrected by juxtaposition or a common measure. The notion of any correction beyond what we have instruments and art to make, is a mere fiction of the mind, and useless as well as incomprehensible. But though this standard be only imaginary, the fiction however is very natural; nor is anything more usual, than for the mind to proceed after this manner with any action, even after the reason has ceased, which first determined it to begin. This appears very conspicuously with regard to time; where though it is evident we have no exact method of determining the proportions of parts, not even so exact as in extension, yet the various corrections of our measures, and their different degrees of exactness, have given as an obscure and implicit notion of a perfect and entire equality. The case is the same in many other subjects. A musician finding his ear becoming every day more delicate, and correcting himself by reflection and attention, proceeds with the same act of the mind, even when the subject fails him, and entertains a notion of a compleat TIERCE or OCTAVE, without being able to tell whence he derives his standard. A painter forms the same fiction with regard to colours. A mechanic with regard to motion. To the one light and shade; to the other swift and slow are imagined to be capable of an exact comparison and equality beyond the judgments of the senses."}