{"label": "spam", "to_address": "\"George Rodriguez\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Zenia\" <jenmorganehh@jean-louis-amiotte.fr>", "subject": "Thank for your time", "body": " In all these Cases, and particularly that of accession, there is first a natural union betwixt the Idea of the person and that of the object, and afterwards a new and moral union produced by that right or property, which we ascribe to the person. But here there occurs a difficulty, which merits our attention, and may afford us an opportunity of putting to tryal that singular method of reasoning, which has been employed on the present subject. I have already observed that the imagination passes with greater facility from little to great, than from great to littie, and that the transition of ideas is always easier and smoother in the former case than in the latter. Now as the right of accession arises from the easy transition of ideas, by which related objects are connected together, it shoued naturally be imagined, that the right of accession must encrease in strength, in proportion as the transition of ideas is performed with greater facility. It may, therefore, be thought, that when we have acquired the property of any small object, we shall readily consider any great object related to it as an accession, and as belonging to the proprietor of the small one; since the transition is in that case very easy from the small object to the great one, and shoued connect them together in the closest manner. But In fact the case is always found to be otherwise, The empire of Great Britain seems to draw along with it the dominion of the Orkneys, the Hebrides, the isle of Man, and the Isle of Wight; but the authority over those lesser islands does not naturally imply any title to Great Britain. In short, a small object naturally follows a great one as its accession; but a great one Is never supposed to belong to the proprietor of a small one related to it, merely on account of that property and relation. Yet in this latter case the transition of ideas is smoother from the proprietor to the small object, which is his property, and from the small object to the great one, than in the former case from the proprietor to the great object, and from the great one to the small. It may therefore be thought, that these phaenomena are objections to the foregoing hypothesis, THAT THE ASCRIBING OF PROPERTY TO ACCESSION IS NOTHING BUT AN AFFECT OF THE RELATIONS OF IDEAS, AND OF THE SMOOTH TRANSITION OF THE IMAGINATION."}