{"label": "ham", "to_address": "Henrik Bengtsson <hb@stat.berkeley.edu>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] Getting names of objects passed with \"...\"", "body": " The freedom of love and marriage was restrained among the Romans by natural and civil impediments. An instinct, almost innate and universal, appears to prohibit the incestuous commerce 132 of parents and children in the infinite series of ascending and descending generations. Concerning the oblique and collateral branches, nature is indifferent, reason mute, and custom various and arbitrary. In Egypt, the marriage of brothers and sisters was admitted without scruple or exception: a Spartan might espouse the daughter of his father, an Athenian, that of his mother; and the nuptials of an uncle with his niece were applauded at Athens as a happy union of the dearest relations. The profane lawgivers of Rome were never tempted by interest or superstition to multiply the forbidden degrees: but they inflexibly condemned the marriage of sisters and brothers, hesitated whether first cousins should be touched by the same interdict; revered the parental character of aunts and uncles, 1321 and treated affinity and adoption as a just imitation of the ties of blood. According to the proud maxims of the republic, a legal marriage could only be contracted by free citizens; an honorable, at least an ingenuous birth, was required for the spouse of a senator: but the blood of kings could never mingle in legitimate nuptials with the blood of a Roman; and the name of Stranger degraded Cleopatra and Berenice, 133 to live the concubines of Mark Antony and Titus. 134 This appellation, indeed, so injurious to the majesty, cannot without indulgence be applied to the manners, of these Oriental queens. A concubine, in the strict sense of the civilians, was a woman of servile or plebeian extraction, the sole and faithful companion of a Roman citizen, who continued in a state of celibacy. Her modest station, below the honors of a wife, above the infamy of a prostitute, was acknowledged and approved by the laws: from the age of Augustus to the tenth century, the use of this secondary marriage prevailed both in the West and East; and the humble virtues of a concubine were often preferred to the pomp and insolence of a noble matron. In this connection, the two Antonines, the best of princes and of men, enjoyed the comforts of domestic love: the example was imitated by many citizens impatient of celibacy, but regardful of their families. If at any time they desired to legitimate their natural children, the conversion was instantly performed by the celebration of their nuptials with a partner whose faithfulness and fidelity they had already tried. 1341 By this epithet of natural, the offspring of the concubine were distinguished from the spurious brood of adultery, prostitution, and incest, to whom Justinian reluctantly grants the necessary aliments of life; and these natural children alone were capable of succeeding to a sixth part of the inheritance of their reputed father. According to the rigor of law, bastards were entitled only to the name and condition of their mother, from whom they might derive the character of a slave, a stranger, or a citizen. The outcasts of every family were adopted without reproach as the children of the state. 135 1351"}