{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Adriana Bishop\" <aohilm@msn.com>", "subject": "A Must Have for Mens", "body": " In this research we meet with very little encouragement from that prodigious diversity, which is found in the opinions of those philosophers, who have pretended to explain the secret force and energy of causes.[14] There are some, who maintain, that bodies operate by their substantial form; others, by their accidents or qualities; several, by their matter and form; some, by their form and accidents; others, by certain virtues and faculties distinct from all this. All these sentiments again are mixed and varyed in a thousand different ways; and form a strong presumption, that none of them have any solidity or evidence, and that the supposition of an efficacy in any of the known qualities of matter is entirely without foundation. This presumption must encrease upon us, when we consider, that these principles of substantial forms, and accidents, and faculties, are not in reality any of the known properties of bodies, but are perfectly unintelligible and inexplicable. For it is evident philosophers would never have had recourse to such obscure and uncertain principles, had they met with any satisfaction in such as are clear and intelligible; especially in such an affair as this, which must be an object of the simplest understanding, if not of the senses. Upon the whole, we may conclude, that it is impossible in any one instance to shew the principle, in which the force and agency of a cause is placed; and that the most refined and most vulgar understandings are equally at a loss in this particular. If any one think proper to refute this assertion, he need not put himself to the trouble of inventing any long reasonings: but may at once shew us an instance of a cause, where we discover the power or operating principle. This defiance we are obliged frequently to make use of, as being almost the only means of proving a negative in philosophy."}