{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "Michael Boratko <boratko@gmail.com>", "subject": "Possible Fix?", "body": " After the revolution of eleven centuries, the Jews and Christians of the Turkish empire enjoy the liberty of conscience which was granted by the Arabian caliphs. During the first age of the conquest, they suspected the loyalty of the Catholics, whose name of Melchites betrayed their secret attachment to the Greek emperor, while the Nestorians and Jacobites, his inveterate enemies, approved themselves the sincere and voluntary friends of the Mahometan government. 214 Yet this partial jealousy was healed by time and submission; the churches of Egypt were shared with the Catholics; 215 and all the Oriental sects were included in the common benefits of toleration. The rank, the immunities, the domestic jurisdiction of the patriarchs, the bishops, and the clergy, were protected by the civil magistrate: the learning of individuals recommended them to the employments of secretaries and physicians: they were enriched by the lucrative collection of the revenue; and their merit was sometimes raised to the command of cities and provinces. A caliph of the house of Abbas was heard to declare that the Christians were most worthy of trust in the administration of Persia. “The Moslems,” said he, “will abuse their present fortune; the Magians regret their fallen greatness; and the Jews are impatient for their approaching deliverance.” 216 But the slaves of despotism are exposed to the alternatives of favor and disgrace. The captive churches of the East have been afflicted in every age by the avarice or bigotry of their rulers; and the ordinary and legal restraints must be offensive to the pride, or the zeal, of the Christians. 217 About two hundred years after Mahomet, they were separated from their fellow-subjects by a turban or girdle of a less honorable color; instead of horses or mules. they were condemned to ride on asses, in the attitude of women. Their public and private building were measured by a diminutive standard; in the streets or the baths it is their duty to give way or bow down before the meanest of the people; and their testimony is rejected, if it may tend to the prejudice of a true believer. The pomp of processions, the sound of bells or of psalmody, is interdicted in their worship; a decent reverence for the national faith is imposed on their sermons and conversations; and the sacrilegious attempt to enter a mosch, or to seduce a Mussulman, will not be suffered to escape with impunity. In a time, however, of tranquillity and justice, the Christians have never been compelled to renounce the Gospel, or to embrace the Koran; but the punishment of death is inflicted upon the apostates who have professed and deserted the law of Mahomet. The martyrs of Cordova provoked the sentence of the cadhi, by the public confession of their inconstancy, or their passionate invectives against the person and religion of the prophet. 218"}