{"label": "ham", "to_address": "\"Jiong Zhang, PhD\" <jizhang@chori.org>", "from_address": "Simon Blomberg <s.blomberg1@uq.edu.au>", "subject": "Re: [R] if statement", "body": " The mischiefs that flow from the contests of ambition are usually confined to the times and countries in which they have been agitated. But the religious discord of the friends and enemies of Ali has been renewed in every age of the Hegira, and is still maintained in the immortal hatred of the Persians and Turks. 171 The former, who are branded with the appellation of Shiites or sectaries, have enriched the Mahometan creed with a new article of faith; and if Mahomet be the apostle, his companion Ali is the vicar, of God. In their private converse, in their public worship, they bitterly execrate the three usurpers who intercepted his indefeasible right to the dignity of Imam and Caliph; and the name of Omar expresses in their tongue the perfect accomplishment of wickedness and impiety. 172 The Sonnites, who are supported by the general consent and orthodox tradition of the Mussulmans, entertain a more impartial, or at least a more decent, opinion. They respect the memory of Abubeker, Omar, Othman, and Ali, the holy and legitimate successors of the prophet. But they assign the last and most humble place to the husband of Fatima, in the persuasion that the order of succession was determined by the decrees of sanctity. 173 An historian who balances the four caliphs with a hand unshaken by superstition, will calmly pronounce that their manners were alike pure and exemplary; that their zeal was fervent, and probably sincere; and that, in the midst of riches and power, their lives were devoted to the practice of moral and religious duties. But the public virtues of Abubeker and Omar, the prudence of the first, the severity of the second, maintained the peace and prosperity of their reigns. The feeble temper and declining age of Othman were incapable of sustaining the weight of conquest and empire. He chose, and he was deceived; he trusted, and he was betrayed: the most deserving of the faithful became useless or hostile to his government, and his lavish bounty was productive only of ingratitude and discontent. The spirit of discord went forth in the provinces: their deputies assembled at Medina; and the Charegites, the desperate fanatics who disclaimed the yoke of subordination and reason, were confounded among the free-born Arabs, who demanded the redress of their wrongs and the punishment of their oppressors. From Cufa, from Bassora, from Egypt, from the tribes of the desert, they rose in arms, encamped about a league from Medina, and despatched a haughty mandate to their sovereign, requiring him to execute justice, or to descend from the throne. His repentance began to disarm and disperse the insurgents; but their fury was rekindled by the arts of his enemies; and the forgery of a perfidious secretary was contrived to blast his reputation and precipitate his fall. The caliph had lost the only guard of his predecessors, the esteem and confidence of the Moslems: during a siege of six weeks his water and provisions were intercepted, and the feeble gates of the palace were protected only by the scruples of the more timorous rebels. Forsaken by those who had abused his simplicity, the hopeless and venerable caliph expected the approach of death: the brother of Ayesha marched at the head of the assassins; and Othman, with the Koran in his lap, was pierced with a multitude of wounds. 1731 A tumultuous anarchy of five days was appeased by the inauguration of Ali: his refusal would have provoked a general massacre. In this painful situation he supported the becoming pride of the chief of the Hashemites; declared that he had rather serve than reign; rebuked the presumption of the strangers; and required the formal, if not the voluntary, assent of the chiefs of the nation. He has never been accused of prompting the assassin of Omar; though Persia indiscreetly celebrates the festival of that holy martyr. The quarrel between Othman and his subjects was assuaged by the early mediation of Ali; and Hassan, the eldest of his sons, was insulted and wounded in the defence of the caliph. Yet it is doubtful whether the father of Hassan was strenuous and sincere in his opposition to the rebels; and it is certain that he enjoyed the benefit of their crime. The temptation was indeed of such magnitude as might stagger and corrupt the most obdurate virtue. The ambitious candidate no longer aspired to the barren sceptre of Arabia; the Saracens had been victorious in the East and West; and the wealthy kingdoms of Persia, Syria, and Egypt were the patrimony of the commander of the faithful."}