{"label": "ham", "to_address": "\"John Degen\" <jeehannes@yahoo.com>, <beginners@perl.org>", "from_address": "\"Bob McConnell\" <rvm@CBORD.com>", "subject": "RE: [Perl 5.8.8 on WinXP] Command line usage", "body": " After the defeat of the Romans, the tranquillity of the Fatimite caliphs was invaded by the Turks. 73 One of the lieutenants of Malek Shah, Atsiz the Carizmian, marched into Syria at the head of a powerful army, and reduced Damascus by famine and the sword. Hems, and the other cities of the province, acknowledged the caliph of Bagdad and the sultan of Persia; and the victorious emir advanced without resistance to the banks of the Nile: the Fatimite was preparing to fly into the heart of Africa; but the negroes of his guard and the inhabitants of Cairo made a desperate sally, and repulsed the Turk from the confines of Egypt. In his retreat he indulged the license of slaughter and rapine: the judge and notaries of Jerusalem were invited to his camp; and their execution was followed by the massacre of three thousand citizens. The cruelty or the defeat of Atsiz was soon punished by the sultan Toucush, the brother of Malek Shah, who, with a higher title and more formidable powers, asserted the dominion of Syria and Palestine. The house of Seljuk reigned about twenty years in Jerusalem; 74 but the hereditary command of the holy city and territory was intrusted or abandoned to the emir Ortok, the chief of a tribe of Turkmans, whose children, after their expulsion from Palestine, formed two dynasties on the borders of Armenia and Assyria. 75 The Oriental Christians and the Latin pilgrims deplored a revolution, which, instead of the regular government and old alliance of the caliphs, imposed on their necks the iron yoke of the strangers of the North. 76 In his court and camp the great sultan had adopted in some degree the arts and manners of Persia; but the body of the Turkish nation, and more especially the pastoral tribes, still breathed the fierceness of the desert. From Nice to Jerusalem, the western countries of Asia were a scene of foreign and domestic hostility; and the shepherds of Palestine, who held a precarious sway on a doubtful frontier, had neither leisure nor capacity to await the slow profits of commercial and religious freedom. The pilgrims, who, through innumerable perils, had reached the gates of Jerusalem, were the victims of private rapine or public oppression, and often sunk under the pressure of famine and disease, before they were permitted to salute the holy sepulchre. A spirit of native barbarism, or recent zeal, prompted the Turkmans to insult the clergy of every sect: the patriarch was dragged by the hair along the pavement, and cast into a dungeon, to extort a ransom from the sympathy of his flock; and the divine worship in the church of the Resurrection was often disturbed by the savage rudeness of its masters. The pathetic tale excited the millions of the West to march under the standard of the cross to the relief of the Holy Land; and yet how trifling is the sum of these accumulated evils, if compared with the single act of the sacrilege of Hakem, which had been so patiently endured by the Latin Christians! A slighter provocation inflamed the more irascible temper of their descendants: a new spirit had arisen of religious chivalry and papal dominion; a nerve was touched of exquisite feeling; and the sensation vibrated to the heart of Europe."}