{"label": "ham", "to_address": "beginners@perl.org", "from_address": "leslie.polzer@gmx.net", "subject": "Re: Problem sorting hash", "body": " BOOK VIII. And so we have arrived at the conclusion, that in the perfect State wives and children are to be in common; and the education and pursuits of men and women, both in war and peace, are to be common, and kings are to be philosophers and warriors, and the soldiers of the State are to live together, having all things in common; and they are to be warrior athletes, receiving no pay but only their food, from the other citizens. Now let us return to the point at which we digressed. ‘That is easily done,’ he replied: ‘You were speaking of the State which you had constructed, and of the individual who answered to this, both of whom you affirmed to be good; and you said that of inferior States there were four forms and four individuals corresponding to them, which although deficient in various degrees, were all of them worth inspecting with a view to determining the relative happiness or misery of the best or worst man. Then Polemarchus and Adeimantus interrupted you, and this led to another argument,—and so here we are.’ Suppose that we put ourselves again in the same position, and do you repeat your question. ‘I should like to know of what constitutions you were speaking?’ Besides the perfect State there are only four of any note in Hellas:—first, the famous Lacedaemonian or Cretan commonwealth; secondly, oligarchy, a State full of evils; thirdly, democracy, which follows next in order; fourthly, tyranny, which is the disease or death of all government. Now, States are not made of ‘oak and rock,’ but of flesh and blood; and therefore as there are five States there must be five human natures in individuals, which correspond to them. And first, there is the ambitious nature, which answers to the Lacedaemonian State; secondly, the oligarchical nature; thirdly, the democratical; and fourthly, the tyrannical. This last will have to be compared with the perfectly just, which is the fifth, that we may know which is the happier, and then we shall be able to determine whether the argument of Thrasymachus or our own is the more convincing. And as before we began with the State and went on to the individual, so now, beginning with timocracy, let us go on to the timocratical man, and then proceed to the other forms of government, and the individuals who answer to them."}