{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "New SEC Document(s) for NTELOS Holdings Corp.", "body": " A philosopher, who calculates the degree of their merit and the value of their reformation, will prudently ask from what articles of faith, above or against our reason, they have enfranchised the Christians; for such enfranchisement is doubtless a benefit so far as it may be compatible with truth and piety. After a fair discussion, we shall rather be surprised by the timidity, than scandalized by the freedom, of our first reformers. 32 With the Jews, they adopted the belief and defence of all the Hebrew Scriptures, with all their prodigies, from the garden of Eden to the visions of the prophet Daniel; and they were bound, like the Catholics, to justify against the Jews the abolition of a divine law. In the great mysteries of the Trinity and Incarnation the reformers were severely orthodox: they freely adopted the theology of the four, or the six first councils; and with the Athanasian creed, they pronounced the eternal damnation of all who did not believe the Catholic faith. Transubstantiation, the invisible change of the bread and wine into the body and blood of Christ, is a tenet that may defy the power of argument and pleasantry; but instead of consulting the evidence of their senses, of their sight, their feeling, and their taste, the first Protestants were entangled in their own scruples, and awed by the words of Jesus in the institution of the sacrament. Luther maintained a corporeal, and Calvin a real, presence of Christ in the eucharist; and the opinion of Zuinglius, that it is no more than a spiritual communion, a simple memorial, has slowly prevailed in the reformed churches. 33 But the loss of one mystery was amply compensated by the stupendous doctrines of original sin, redemption, faith, grace, and predestination, which have been strained from the epistles of St. Paul. These subtile questions had most assuredly been prepared by the fathers and schoolmen; but the final improvement and popular use may be attributed to the first reformers, who enforced them as the absolute and essential terms of salvation. Hitherto the weight of supernatural belief inclines against the Protestants; and many a sober Christian would rather admit that a wafer is God, than that God is a cruel and capricious tyrant."}