{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jra@samba.org", "subject": "svn commit: samba r22154 - in branches: SAMBA_3_0/source/include\n\tSAMBA_3_0/source/libsmb SAMBA_3_0_25/source/include\n\tSAMBA_3_0_25/source/libsmb", "body": " It is impossible that men should not at length have reflected on so wretched a situation, and on the calamities that overwhelmed them. The rich, in particular, must have felt how much they suffered by a constant state of war, of which they bore all the expense; and in which, though all risked their lives, they alone risked their property. Besides, however speciously they might disguise their usurpations, they knew that they were founded on precarious and false titles; so that, if others took from them by force what they themselves had gained by force, they would have no reason to complain. Even those who had been enriched by their own industry, could hardly base their proprietorship on better claims. It was in vain to repeat, \"I built this well; I gained this spot by my industry.\" Who gave you your standing, it might be answered, and what right have you to demand payment of us for doing what we never asked you to do? Do you not know that numbers of your fellow-creatures are starving, for want of what you have too much of? You ought to have had the express and universal consent of mankind, before appropriating more of the common subsistence than you needed for your own maintenance. Destitute of valid reasons to justify and sufficient strength to defend himself, able to crush individuals with ease, but easily crushed himself by a troop of bandits, one against all, and incapable, on account of mutual jealousy, of joining with his equals against numerous enemies united by the common hope of plunder, the rich man, thus urged by necessity, conceived at length the profoundest plan that ever entered the mind of man: this was to employ in his favour the forces of those who attacked him, to make allies of his adversaries, to inspire them with different maxims, and to give them other institutions as favourable to himself as the law of nature was unfavourable."}