{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "215p 4/26 Update: Hawking eager for zero G", "body": " In the use of victory, Constantine neither deserved the praise of clemency, nor incurred the censure of immoderate rigor. 71 He inflicted the same treatment to which a defeat would have exposed his own person and family, put to death the two sons of the tyrant, and carefully extirpated his whole race. The most distinguished adherents of Maxentius must have expected to share his fate, as they had shared his prosperity and his crimes; but when the Roman people loudly demanded a greater number of victims, the conqueror resisted, with firmness and humanity, those servile clamors, which were dictated by flattery as well as by resentment. Informers were punished and discouraged; the innocent, who had suffered under the late tyranny, were recalled from exile, and restored to their estates. A general act of oblivion quieted the minds and settled the property of the people, both in Italy and in Africa. 72 The first time that Constantine honored the senate with his presence, he recapitulated his own services and exploits in a modest oration, assured that illustrious order of his sincere regard, and promised to reëstablish its ancient dignity and privileges. The grateful senate repaid these unmeaning professions by the empty titles of honor, which it was yet in their power to bestow; and without presuming to ratify the authority of Constantine, they passed a decree to assign him the first rank among the three _Augusti_ who governed the Roman world. 73 Games and festivals were instituted to preserve the fame of his victory, and several edifices, raised at the expense of Maxentius, were dedicated to the honor of his successful rival. The triumphal arch of Constantine still remains a melancholy proof of the decline of the arts, and a singular testimony of the meanest vanity. As it was not possible to find in the capital of the empire a sculptor who was capable of adorning that public monument, the arch of Trajan, without any respect either for his memory or for the rules of propriety, was stripped of its most elegant figures. The difference of times and persons, of actions and characters, was totally disregarded. The Parthian captives appear prostrate at the feet of a prince who never carried his arms beyond the Euphrates; and curious antiquarians can still discover the head of Trajan on the trophies of Constantine. The new ornaments which it was necessary to introduce between the vacancies of ancient sculpture are executed in the rudest and most unskilful manner. 74"}