{"label": "spam", "to_address": "\"gnitpick\" <gnitpick@speedy.uwaterloo.ca>", "from_address": "\"Fran Flores\" <vreticulum@netdiscoverer.com>", "subject": "Of capistrano go feature", "body": " If any one prefers doubting the conclusiveness of the proofs of our analytic to losing the persuasion of the validity of these old and time honoured arguments, he at least cannot decline answering the question—how he can pass the limits of all possible experience by the help of mere ideas. If he talks of new arguments, or of improvements upon old arguments, I request him to spare me. There is certainly no great choice in this sphere of discussion, as all speculative arguments must at last look for support to the ontological, and I have, therefore, very little to fear from the argumentative fecundity of the dogmatical defenders of a non-sensuous reason. Without looking upon myself as a remarkably combative person, I shall not decline the challenge to detect the fallacy and destroy the pretensions of every attempt of speculative theology. And yet the hope of better fortune never deserts those who are accustomed to the dogmatical mode of procedure. I shall, therefore, restrict myself to the simple and equitable demand that such reasoners will demonstrate, from the nature of the human mind as well as from that of the other sources of knowledge, how we are to proceed to extend our cognition completely à priori, and to carry it to that point where experience abandons us, and no means exist of guaranteeing the objective reality of our conceptions. In whatever way the understanding may have attained to a conception, the existence of the object of the conception cannot be discovered in it by analysis, because the cognition of the existence of the object depends upon the object’s being posited and given in itself apart from the conception. But it is utterly impossible to go beyond our conception, without the aid of experience—which presents to the mind nothing but phenomena, or to attain by the help of mere conceptions to a conviction of the existence of new kinds of objects or supernatural beings."}