{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBSNews Evening News <cbsnews_evening_news_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBS Evening News with Katie Couric E-Mail Alert", "body": " It was the boast of the Colchians, that their ancestors had checked the victories of Sesostris; and the defeat of the Egyptian is less incredible than his successful progress as far as the foot of Mount Caucasus. They sunk without any memorable effort, under the arms of Cyrus; followed in distant wars the standard of the great king, and presented him every fifth year with one hundred boys, and as many virgins, the fairest produce of the land. 76 Yet he accepted this gift like the gold and ebony of India, the frankincense of the Arabs, or the negroes and ivory of Aethiopia: the Colchians were not subject to the dominion of a satrap, and they continued to enjoy the name as well as substance of national independence. 77 After the fall of the Persian empire, Mithridates, king of Pontus, added Colchos to the wide circle of his dominions on the Euxine; and when the natives presumed to request that his son might reign over them, he bound the ambitious youth in chains of gold, and delegated a servant in his place. In pursuit of Mithridates, the Romans advanced to the banks of the Phasis, and their galleys ascended the river till they reached the camp of Pompey and his legions. 78 But the senate, and afterwards the emperors, disdained to reduce that distant and useless conquest into the form of a province. The family of a Greek rhetorician was permitted to reign in Colchos and the adjacent kingdoms from the time of Mark Antony to that of Nero; and after the race of Polemo 79 was extinct, the eastern Pontus, which preserved his name, extended no farther than the neighborhood of Trebizond. Beyond these limits the fortifications of Hyssus, of Apsarus, of the Phasis, of Dioscurias or Sebastopolis, and of Pityus, were guarded by sufficient detachments of horse and foot; and six princes of Colchos received their diadems from the lieutenants of Caesar. One of these lieutenants, the eloquent and philosophic Arrian, surveyed, and has described, the Euxine coast, under the reign of Hadrian. The garrison which he reviewed at the mouth of the Phasis consisted of four hundred chosen legionaries; the brick walls and towers, the double ditch, and the military engines on the rampart, rendered this place inaccessible to the Barbarians: but the new suburbs which had been built by the merchants and veterans, required, in the opinion of Arrian, some external defence. 80 As the strength of the empire was gradually impaired, the Romans stationed on the Phasis were neither withdrawn nor expelled; and the tribe of the Lazi, 81 whose posterity speak a foreign dialect, and inhabit the sea coast of Trebizond, imposed their name and dominion on the ancient kingdom of Colchos. Their independence was soon invaded by a formidable neighbor, who had acquired, by arms and treaties, the sovereignty of Iberia. The dependent king of Lazica received his sceptre at the hands of the Persian monarch, and the successors of Constantine acquiesced in this injurious claim, which was proudly urged as a right of immemorial prescription. In the beginning of the sixth century, their influence was restored by the introduction of Christianity, which the Mingrelians still profess with becoming zeal, without understanding the doctrines, or observing the precepts, of their religion. After the decease of his father, Zathus was exalted to the regal dignity by the favor of the great king; but the pious youth abhorred the ceremonies of the Magi, and sought, in the palace of Constantinople, an orthodox baptism, a noble wife, and the alliance of the emperor Justin. The king of Lazica was solemnly invested with the diadem, and his cloak and tunic of white silk, with a gold border, displayed, in rich embroidery, the figure of his new patron; who soothed the jealousy of the Persian court, and excused the revolt of Colchos, by the venerable names of hospitality and religion. The common interest of both empires imposed on the Colchians the duty of guarding the passes of Mount Caucasus, where a wall of sixty miles is now defended by the monthly service of the musketeers of Mingrelia. 82"}