{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #42320] [BUG] Memory leak with String pmc", "body": " Next we come to the actions by land and by sea at the river Eurymedon, between the Athenians with their allies, and the Medes, when the Athenians won both battles on the same day under the conduct of Cimon, son of Miltiades, and captured and destroyed the whole Phoenician fleet, consisting of two hundred vessels. Some time afterwards occurred the defection of the Thasians, caused by disagreements about the marts on the opposite coast of Thrace, and about the mine in their possession. Sailing with a fleet to Thasos, the Athenians defeated them at sea and effected a landing on the island. About the same time they sent ten thousand settlers of their own citizens and the allies to settle the place then called Ennea Hodoi or Nine Ways, now Amphipolis. They succeeded in gaining possession of Ennea Hodoi from the Edonians, but on advancing into the interior of Thrace were cut off in Drabescus, a town of the Edonians, by the assembled Thracians, who regarded the settlement of the place Ennea Hodoi as an act of hostility. Meanwhile the Thasians being defeated in the field and suffering siege, appealed to Lacedaemon, and desired her to assist them by an invasion of Attica. Without informing Athens, she promised and intended to do so, but was prevented by the occurrence of the earthquake, accompanied by the secession of the Helots and the Thuriats and Aethaeans of the Perioeci to Ithome. Most of the Helots were the descendants of the old Messenians that were enslaved in the famous war; and so all of them came to be called Messenians. So the Lacedaemonians being engaged in a war with the rebels in Ithome, the Thasians in the third year of the siege obtained terms from the Athenians by razing their walls, delivering up their ships, and arranging to pay the moneys demanded at once, and tribute in future; giving up their possessions on the continent together with the mine."}