{"label": "ham", "to_address": "cc-community@lists.ibiblio.org", "from_address": "Terry Hancock <hancock@anansispaceworks.com>", "subject": "Re: [cc-community] Strayform - where artists and fans connect to\n fund and distribute new creative works (Maiki)", "body": " The institution of the _kosmoi_, was still worse than that of the ephori: for it contained all the faults incident to that magistracy and some peculiar to itself; for in both cases it is uncertain who will be elected: but the Lacedaemonians have this advantage which the others have not, that as all are eligible, the whole community have a share in the highest honours, and therefore all desire to preserve the state: whereas among the Cretans the _kosmoi_ are not chosen out of the people in general, but out of some certain families, and the senate out of the _kosmoi_. And the same observations which may be made on the senate at Lacedaemon may be applied to these; for their being under no control, and their continuing for life, is an honour greater than they merit; and to have their proceedings not regulated by a written law, but left to their own discretion, is dangerous. (As to there being no insurrections, although the people share not in the management of public affairs, this is no proof of a well-constituted government, as the _kosmoi_ have no opportunity of being bribed like the ephori, as they live in an [1272b] island far from those who would corrupt them.) But the method they take to correct that fault is absurd, impolitic, and tyrannical: for very often either their fellow-magistrates or some private persons conspire together and turn out the _kosmoi_. They are also permitted to resign their office before their time is elapsed, and if all this was done by law it would be well, and not at the pleasure of the individuals, which is a bad rule to follow. But what is worst of all is, that general confusion which those who are in power introduce to impede the ordinary course of justice; which sufficiently shows what is the nature of the government, or rather lawless force: for it is usual with the principal persons amongst them to collect together some of the common people and their friends, and then revolt and set up for themselves, and come to blows with each other. And what is the difference, if a state is dissolved at once by such violent means, or if it gradually so alters in process of time as to be no longer the same constitution? A state like this would ever be exposed to the invasions of those who were powerful and inclined to attack it; but, as has been already mentioned, its situation preserves it, as it is free from the inroads of foreigners; and for this reason the family slaves still remain quiet at Crete, while the Helots are perpetually revolting: for the Cretans take no part in foreign affairs, and it is but lately that any foreign troops have made an attack upon the island; and their ravages soon proved the ineffectualness of their laws. And thus much for the government of Crete."}