{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Bill Wheeler <bw_6_28@yahoo.com>", "subject": "[R] gam function in the mgcv library", "body": " The Latins of Constantinople 55 were on all sides encompassed and pressed; their sole hope, the last delay of their ruin, was in the division of their Greek and Bulgarian enemies; and of this hope they were deprived by the superior arms and policy of Vataces, emperor of Nice. From the Propontis to the rocky coast of Pamphylia, Asia was peaceful and prosperous under his reign; and the events of every campaign extended his influence in Europe. The strong cities of the hills of Macedonia and Thrace were rescued from the Bulgarians; and their kingdom was circumscribed by its present and proper limits, along the southern banks of the Danube. The sole emperor of the Romans could no longer brook that a lord of Epirus, a Comnenian prince of the West, should presume to dispute or share the honors of the purple; and the humble Demetrius changed the color of his buskins, and accepted with gratitude the appellation of despot. His own subjects were exasperated by his baseness and incapacity; they implored the protection of their supreme lord. After some resistance, the kingdom of Thessalonica was united to the empire of Nice; and Vataces reigned without a competitor from the Turkish borders to the Adriatic Gulf. The princes of Europe revered his merit and power; and had he subscribed an orthodox creed, it should seem that the pope would have abandoned without reluctance the Latin throne of Constantinople. But the death of Vataces, the short and busy reign of Theodore his son, and the helpless infancy of his grandson John, suspended the restoration of the Greeks. In the next chapter, I shall explain their domestic revolutions; in this place, it will be sufficient to observe, that the young prince was oppressed by the ambition of his guardian and colleague, Michael Palæologus, who displayed the virtues and vices that belong to the founder of a new dynasty. The emperor Baldwin had flattered himself, that he might recover some provinces or cities by an impotent negotiation. His ambassadors were dismissed from Nice with mockery and contempt. At every place which they named, Palæologus alleged some special reason, which rendered it dear and valuable in his eyes: in the one he was born; in another he had been first promoted to military command; and in a third he had enjoyed, and hoped long to enjoy, the pleasures of the chase. “And what then do you propose to give us?” said the astonished deputies. “Nothing,” replied the Greek, “not a foot of land. If your master be desirous of peace, let him pay me, as an annual tribute, the sum which he receives from the trade and customs of Constantinople. On these terms, I may allow him to reign. If he refuses, it is war. I am not ignorant of the art of war, and I trust the event to God and my sword.” 56 An expedition against the despot of Epirus was the first prelude of his arms. If a victory was followed by a defeat; if the race of the Comneni or Angeli survived in those mountains his efforts and his reign; the captivity of Villehardouin, prince of Achaia, deprived the Latins of the most active and powerful vassal of their expiring monarchy. The republics of Venice and Genoa disputed, in the first of their naval wars, the command of the sea and the commerce of the East. Pride and interest attached the Venetians to the defence of Constantinople; their rivals were tempted to promote the designs of her enemies, and the alliance of the Genoese with the schismatic conqueror provoked the indignation of the Latin church. 57"}