{"label": "ham", "to_address": "amicogodzilla@bruttocarattere.org", "from_address": "Romain Francois <rfrancois@mango-solutions.com>", "subject": "Re: [R] extract elements", "body": " 8311 (return) [ Michaelis has given an ingenious and sufficiently probable explanation of this remarkable incident, which the positive testimony of Ammianus, a contemporary and a pagan, will not permit us to call in question. It was suggested by a passage in Tacitus. That historian, speaking of Jerusalem, says, [I omit the first part of the quotation adduced by M. Guizot, which only by a most extraordinary mistranslation of muri introrsus sinuati by Ò_enfoncemens_Ó could be made to bear on the question.ÑM.] ÒThe Temple itself was a kind of citadel, which had its own walls, superior in their workmanship and construction to those of the city. The porticos themselves, which surrounded the temple, were an excellent fortification. There was a fountain of constantly running water; _subterranean excavations under the mountain; reservoirs and cisterns to collect the rain-water_.Ó Tac. Hist. v. ii. 12. These excavations and reservoirs must have been very considerable. The latter furnished water during the whole siege of Jerusalem to 1,100,000 inhabitants, for whom the fountain of Siloe could not have sufficed, and who had no fresh rain-water, the siege having taken place from the month of April to the month of August, a period of the year during which it rarely rains in Jerusalem. As to the excavations, they served after, and even before, the return of the Jews from Babylon, to contain not only magazines of oil, wine, and corn, but also the treasures which were laid up in the Temple. Josephus has related several incidents which show their extent. When Jerusalem was on the point of being taken by Titus, the rebel chiefs, placing their last hopes in these vast subterranean cavities, formed a design of concealing themselves there, and remaining during the conflagration of the city, and until the Romans had retired to a distance. The greater part had not time to execute their design; but one of them, Simon, the Son of Gioras, having provided himself with food, and tools to excavate the earth descended into this retreat with some companions: he remained there till Titus had set out for Rome: under the pressure of famine he issued forth on a sudden in the very place where the Temple had stood, and appeared in the midst of the Roman guard. He was seized and carried to Rome for the triumph. His appearance made it be suspected that other Jews might have chosen the same asylum; search was made, and a great number discovered. Joseph. de Bell. Jud. l. vii. c. 2. It is probable that the greater part of these excavations were the remains of the time of Solomon, when it was the custom to work to a great extent under ground: no other date can be assigned to them. The Jews, on their return from the captivity, were too poor to undertake such works; and, although Herod, on rebuilding the Temple, made some excavations, (Joseph. Ant. Jud. xv. 11, vii.,) the haste with which that building was completed will not allow us to suppose that they belonged to that period. Some were used for sewers and drains, others served to conceal the immense treasures of which Crassus, a hundred and twenty years before, plundered the Jews, and which doubtless had been since replaced. The Temple was destroyed A. C. 70; the attempt of Julian to rebuild it, and the fact related by Ammianus, coincide with the year 363. There had then elapsed between these two epochs an interval of near 300 years, during which the excavations, choked up with ruins, must have become full of inflammable air. The workmen employed by Julian as they were digging, arrived at the excavations of the Temple; they would take torches to explore them; sudden flames repelled those who approached; explosions were heard, and these phenomena were renewed every time that they penetrated into new subterranean passages. This explanation is confirmed by the relation of an event nearly similar, by Josephus. King Herod having heard that immense treasures had been concealed in the sepulchre of David, he descended into it with a few confidential persons; he found in the first subterranean chamber only jewels and precious stuffs: but having wished to penetrate into a second chamber, which had been long closed, he was repelled, when he opened it, by flames which killed those who accompanied him. (Ant. Jud. xvi. 7, i.) As here there is no room for miracle, this fact may be considered as a new proof of the veracity of that related by Ammianus and the contemporary writers.ÑG. ÑÑTo the illustrations of the extent of the subterranean chambers adduced by Michaelis, may be added, that when John of Gischala, during the siege, surprised the Temple, the party of Eleazar took refuge within them. Bell. Jud. vi. 3, i. The sudden sinking of the hill of Sion when Jerusalem was occupied by Barchocab, may have been connected with similar excavations. Hist. of Jews, vol. iii. 122 and 186.ÑM. ÑÑIt is a fact now popularly known, that when mines which have been long closed are opened, one of two things takes place; either the torches are extinguished and the men fall first into a swoor and soon die; or, if the air is inflammable, a little flame is seen to flicker round the lamp, which spreads and multiplies till the conflagration becomes general, is followed by an explosion, and kill all who are in the way.ÑG.]"}