{"label": "ham", "to_address": "Jason Kivlighn <jkivlighn@gmail.com>", "from_address": "Jon Phillips <jon@rejon.org>", "subject": "Re: [cc-devel] [Tracker] Extracting Embedded Licenses", "body": " In summe, the Power of Excommunication cannot be extended further than to the end for which the Apostles and Pastors of the Church have their Commission from our Saviour; which is not to rule by Command and Coaction, but by Teaching and Direction of men in the way of Salvation in the world to come. And as a Master in any Science, may abandon his Scholar, when hee obstinately neglecteth the practise of his rules; but not accuse him of Injustice, because he was never bound to obey him: so a Teacher of Christian doctrine may abandon his Disciples that obstinately continue in an unchristian life; but he cannot say, they doe him wrong, because they are not obliged to obey him: For to a Teacher that shall so complain, may be applyed the Answer of God to Samuel in the like place, (1 Sam. 8.) \"They have not rejected thee, but mee.\" Excommunication therefore when it wanteth the assistance of the Civill Power, as it doth, when a Christian State, or Prince is Excommunicate by a forain Authority, is without effect; and consequently ought to be without terrour. The name of Fulmen Excommunicationis (that is, the Thunderbolt Of Excommunication) proceeded from an imagination of the Bishop of Rome, which first used it, that he was King of Kings, as the Heathen made Jupiter King of the Gods; and assigned him in their Poems, and Pictures, a Thunderbolt, wherewith to subdue, and punish the Giants, that should dare to deny his power: Which imagination was grounded on two errours; one, that the Kingdome of Christ is of this world, contrary to our Saviours owne words, \"My Kingdome is not of this world;\" the other, that hee is Christs Vicar, not onely over his owne Subjects, but over all the Christians of the World; whereof there is no ground in Scripture, and the contrary shall bee proved in its due place."}