{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"HowStuffWorks\" <newsletter@howstuffworks.com>", "subject": "HowStuffWorks Lifestyle Newsletter June 28, 2007", "body": " 1. Plato’s account of pleasure is remarkable for moderation, and in this respect contrasts with the later Platonists and the views which are attributed to them by Aristotle. He is not, like the Cynics, opposed to all pleasure, but rather desires that the several parts of the soul shall have their natural satisfaction; he even agrees with the Epicureans in describing pleasure as something more than the absence of pain. This is proved by the circumstance that there are pleasures which have no antecedent pains (as he also remarks in the Philebus), such as the pleasures of smell, and also the pleasures of hope and anticipation. In the previous book he had made the distinction between necessary and unnecessary pleasure, which is repeated by Aristotle, and he now observes that there are a further class of ‘wild beast’ pleasures, corresponding to Aristotle’s (Greek). He dwells upon the relative and unreal character of sensual pleasures and the illusion which arises out of the contrast of pleasure and pain, pointing out the superiority of the pleasures of reason, which are at rest, over the fleeting pleasures of sense and emotion. The pre-eminence of royal pleasure is shown by the fact that reason is able to form a judgment of the lower pleasures, while the two lower parts of the soul are incapable of judging the pleasures of reason. Thus, in his treatment of pleasure, as in many other subjects, the philosophy of Plato is ‘sawn up into quantities’ by Aristotle; the analysis which was originally made by him became in the next generation the foundation of further technical distinctions. Both in Plato and Aristotle we note the illusion under which the ancients fell of regarding the transience of pleasure as a proof of its unreality, and of confounding the permanence of the intellectual pleasures with the unchangeableness of the knowledge from which they are derived. Neither do we like to admit that the pleasures of knowledge, though more elevating, are not more lasting than other pleasures, and are almost equally dependent on the accidents of our bodily state (Introduction to Philebus)."}