{"label": "ham", "to_address": "\"Felix Wave\" <felix-wave@vr-web.de>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] data file import - numbers and letters in a matrix(!)", "body": " By chastising the pride of the Goths, and by accepting the homage of a suppliant nation, Constantine asserted the majesty of the Roman empire; and the ambassadors of ®thiopia, Persia, and the most remote countries of India, congratulated the peace and prosperity of his government. 46 If he reckoned, among the favors of fortune, the death of his eldest son, of his nephew, and perhaps of his wife, he enjoyed an uninterrupted flow of private as well as public felicity, till the thirtieth year of his reign; a period which none of his predecessors, since Augustus, had been permitted to celebrate. Constantine survived that solemn festival about ten months; and at the mature age of sixty-four, after a short illness, he ended his memorable life at the palace of Aquyrion, in the suburbs of Nicomedia, whither he had retired for the benefit of the air, and with the hope of recruiting his exhausted strength by the use of the warm baths. The excessive demonstrations of grief, or at least of mourning, surpassed whatever had been practised on any former occasion. Notwithstanding the claims of the senate and people of ancient Rome, the corpse of the deceased emperor, according to his last request, was transported to the city, which was destined to preserve the name and memory of its founder. The body of Constantine adorned with the vain symbols of greatness, the purple and diadem, was deposited on a golden bed in one of the apartments of the palace, which for that purpose had been splendidly furnished and illuminated. The forms of the court were strictly maintained. Every day, at the appointed hours, the principal officers of the state, the army, and the household, approaching the person of their sovereign with bended knees and a composed countenance, offered their respectful homage as seriously as if he had been still alive. From motives of policy, this theatrical representation was for some time continued; nor could flattery neglect the opportunity of remarking that Constantine alone, by the peculiar indulgence of Heaven, had reigned after his death. 47"}