{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Exquisite Replica\" <jcsnormantown@kohlebeutel.de>", "subject": "RE:", "body": " I perceive that phenomena succeed one another, that is to say, a state of things exists at one time, the opposite of which existed in a former state. In this case, then, I really connect together two perceptions in time. Now connection is not an operation of mere sense and intuition, but is the product of a synthetical faculty of imagination, which determines the internal sense in respect of a relation of time. But imagination can connect these two states in two ways, so that either the one or the other may antecede in time; for time in itself cannot be an object of perception, and what in an object precedes and what follows cannot be empirically determined in relation to it. I am only conscious, then, that my imagination places one state before and the other after; not that the one state antecedes the other in the object. In other words, the objective relation of the successive phenomena remains quite undetermined by means of mere perception. Now in order that this relation may be cognized as determined, the relation between the two states must be so cogitated that it is thereby determined as necessary, which of them must be placed before and which after, and not conversely. But the conception which carries with it a necessity of synthetical unity, can be none other than a pure conception of the understanding which does not lie in mere perception; and in this case it is the conception of “the relation of cause and effect,” the former of which determines the latter in time, as its necessary consequence, and not as something which might possibly antecede (or which might in some cases not be perceived to follow). It follows that it is only because we subject the sequence of phenomena, and consequently all change, to the law of causality, that experience itself, that is, empirical cognition of phenomena, becomes possible; and consequently, that phenomena themselves, as objects of experience, are possible only by virtue of this law."}