{"label": "ham", "to_address": "msn-list@te.verweg.com", "from_address": "msn-list-request@te.verweg.com", "subject": "MSN-list Digest, Vol 7, Issue 87", "body": " In the last days of Pope Eugenius the Fourth, 101 two of his servants, the learned Poggius 1 and a friend, ascended the Capitoline hill; reposed themselves among the ruins of columns and temples; and viewed from that commanding spot the wide and various prospect of desolation. 2 The place and the object gave ample scope for moralizing on the vicissitudes of fortune, which spares neither man nor the proudest of his works, which buries empires and cities in a common grave; and it was agreed, that in proportion to her former greatness, the fall of Rome was the more awful and deplorable. “Her primeval state, such as she might appear in a remote age, when Evander entertained the stranger of Troy, 3 has been delineated by the fancy of Virgil. This Tarpeian rock was then a savage and solitary thicket: in the time of the poet, it was crowned with the golden roofs of a temple; the temple is overthrown, the gold has been pillaged, the wheel of fortune has accomplished her revolution, and the sacred ground is again disfigured with thorns and brambles. The hill of the Capitol, on which we sit, was formerly the head of the Roman empire, the citadel of the earth, the terror of kings; illustrated by the footsteps of so many triumphs, enriched with the spoils and tributes of so many nations. This spectacle of the world, how is it fallen! how changed! how defaced! The path of victory is obliterated by vines, and the benches of the senators are concealed by a dunghill. Cast your eyes on the Palatine hill, and seek among the shapeless and enormous fragments the marble theatre, the obelisks, the colossal statues, the porticos of Nero’s palace: survey the other hills of the city, the vacant space is interrupted only by ruins and gardens. The forum of the Roman people, where they assembled to enact their laws and elect their magistrates, is now enclosed for the cultivation of pot-herbs, or thrown open for the reception of swine and buffaloes. The public and private edifices, that were founded for eternity, lie prostrate, naked, and broken, like the limbs of a mighty giant; and the ruin is the more visible, from the stupendous relics that have survived the injuries of time and fortune.” 4"}