{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Karen Rivera\" <ceo@glovesbydesign.com>", "subject": "Help Stop Premature Ejaculation!", "body": " As regards _clearness_, the reader has a right to demand, in the first place, _discursive_ or logical clearness, that is, on the basis of conceptions, and, secondly, _intuitive_ or æsthetic clearness, by means of intuitions, that is, by examples or other modes of illustration _in concreto_. I have done what I could for the first kind of intelligibility. This was essential to my purpose; and it thus became the accidental cause of my inability to do complete justice to the second requirement. I have been almost always at a loss, during the progress of this work, how to settle this question. Examples and illustrations always appeared to me necessary, and, in the first sketch of the Critique, naturally fell into their proper places. But I very soon became aware of the magnitude of my task, and the numerous problems with which I should be engaged; and, as I perceived that this critical investigation would, even if delivered in the driest _scholastic_ manner, be far from being brief, I found it unadvisable to enlarge it still more with examples and explanations, which are necessary only from a _popular_ point of view. I was induced to take this course from the consideration also that the present work is not intended for popular use, that those devoted to science do not require such helps, although they are always acceptable, and that they would have materially interfered with my present purpose. Abbé Terrasson remarks with great justice that, if we estimate the size of a work, not from the number of its pages, but from the time which we require to make ourselves master of it, it may be said of many a book—_that it would be much shorter, if it were not so short_. On the other hand, as regards the comprehensibility of a system of speculative cognition, connected under a single principle, we may say with equal justice: many a book would have been much clearer, if it had not been intended to be so very clear. For explanations and examples, and other helps to intelligibility, aid us in the comprehension of _parts_, but they distract the attention, dissipate the mental power of the reader, and stand in the way of his forming a clear conception of the _whole;_ as he cannot attain soon enough to a survey of the system, and the colouring and embellishments bestowed upon it prevent his observing its articulation or organization—which is the most important consideration with him, when he comes to judge of its unity and stability."}