{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"notme.hk\" <ozcz@jci.com>", "subject": "You've received a postcard from a family member!", "body": " It is a quality, which I have already observed in human nature, that when two objects appear in a close relation to each other, the mind is apt to ascribe to them any additional relation, in order to compleat the union; and this inclination is so strong, as often to make us run into errors (such as that of the conjunction of thought and matter) if we find that they can serve to that purpose. Many of our impressions are incapable of place or local position; and yet those very impressions we suppose to have a local conjunction with the impressions of sight and touch, merely because they are conjoined by causation, and are already united in the imagination. Since, therefore, we can feign a new relation, and even an absurd one, in order to compleat any union, it will easily be imagined, that if there be any relations, which depend on the mind, it will readily conjoin them to any preceding relation, and unite, by a new bond, such objects as have already an union in the fancy. Thus for instance, we never fail, in our arrangement of bodies, to place those which are resembling in contiguity to each other, or at least in correspondent points of view; because we feel a satisfaction in joining the relation of contiguity to that of resemblance, or the resemblance of situation to that of qualities. And this is easily accounted for from the known properties of human nature. When the mind is determined to join certain objects, but undetermined in its choice of the particular objects, It naturally turns its eye to such as are related together. They are already united in the mind: They present themselves at the same time to the conception; and instead of requiring any new reason for their conjunction, it would require a very powerful reason to make us over-look this natural affinity. This we shall have occasion to explain more fully afterwards, when we come to treat of beauty. In the mean time, we may content ourselves with observing, that the same love of order and uniformity, which arranges the books in a library, and the chairs in a parlour, contribute to the formation of society, and to the well-being of mankind, by modifying the general rule concerning the stability of possession. And as property forms a relation betwixt a person and an object, it is natural to found it on some preceding relation; and as property Is nothing but a constant possession, secured by the laws of society, it is natural to add it to the present possession, which is a relation that resembles it. For this also has its influence. If it be natural to conjoin all sorts of relations, it is more so, to conjoin such relations as are resembling, and are related together."}