{"label": "ham", "to_address": "admin@rt.debian.org", "from_address": "Simon Paillard <simon.paillard@resel.enst-bretagne.fr>", "subject": "Debian RT: ftp.debian.org == saens  not updating", "body": " These scruples of the Greeks have been compared with the tears of the primitive Moslems when they were held back from battle; and this contrast of base superstition and high-spirited enthusiasm, unfolds to a philosophic eye the history of the rival nations. The subjects of the last caliphs 84 had undoubtedly degenerated from the zeal and faith of the companions of the prophet. Yet their martial creed still represented the Deity as the author of war: 85 the vital though latent spark of fanaticism still glowed in the heart of their religion, and among the Saracens, who dwelt on the Christian borders, it was frequently rekindled to a lively and active flame. Their regular force was formed of the valiant slaves who had been educated to guard the person and accompany the standard of their lord: but the Mussulman people of Syria and Cilicia, of Africa and Spain, was awakened by the trumpet which proclaimed a holy war against the infidels. The rich were ambitious of death or victory in the cause of God; the poor were allured by the hopes of plunder; and the old, the infirm, and the women, assumed their share of meritorious service by sending their substitutes, with arms and horses, into the field. These offensive and defensive arms were similar in strength and temper to those of the Romans, whom they far excelled in the management of the horse and the bow: the massy silver of their belts, their bridles, and their swords, displayed the magnificence of a prosperous nation; and except some black archers of the South, the Arabs disdained the naked bravery of their ancestors. Instead of wagons, they were attended by a long train of camels, mules, and asses: the multitude of these animals, whom they bedecked with flags and streamers, appeared to swell the pomp and magnitude of their host; and the horses of the enemy were often disordered by the uncouth figure and odious smell of the camels of the East. Invincible by their patience of thirst and heat, their spirits were frozen by a winter’s cold, and the consciousness of their propensity to sleep exacted the most rigorous precautions against the surprises of the night. Their order of battle was a long square of two deep and solid lines; the first of archers, the second of cavalry. In their engagements by sea and land, they sustained with patient firmness the fury of the attack, and seldom advanced to the charge till they could discern and oppress the lassitude of their foes. But if they were repulsed and broken, they knew not how to rally or renew the combat; and their dismay was heightened by the superstitious prejudice, that God had declared himself on the side of their enemies. The decline and fall of the caliphs countenanced this fearful opinion; nor were there wanting, among the Mahometans and Christians, some obscure prophecies 86 which prognosticated their alternate defeats. The unity of the Arabian empire was dissolved, but the independent fragments were equal to populous and powerful kingdoms; and in their naval and military armaments, an emir of Aleppo or Tunis might command no despicable fund of skill, and industry, and treasure. In their transactions of peace and war with the Saracens, the princes of Constantinople too often felt that these Barbarians had nothing barbarous in their discipline; and that if they were destitute of original genius, they had been endowed with a quick spirit of curiosity and imitation. The model was indeed more perfect than the copy; their ships, and engines, and fortifications, were of a less skilful construction; and they confess, without shame, that the same God who has given a tongue to the Arabians, had more nicely fashioned the hands of the Chinese, and the heads of the Greeks. 87"}