{"label": "ham", "to_address": "\"Andrew Coopers\" <avcoopers@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Information for Netflix, Inc.", "body": " After the fall of the Persian kingdom, the River Oxus divided the territories of the Saracens and of the Turks. This narrow boundary was soon overleaped by the spirit of the Arabs; the governors of Chorasan extended their successive inroads; and one of their triumphs was adorned with the buskin of a Turkish queen, which she dropped in her precipitate flight beyond the hills of Bochara. 40 But the final conquest of Transoxiana, 41 as well as of Spain, was reserved for the glorious reign of the inactive Walid; and the name of Catibah, the camel driver, declares the origin and merit of his successful lieutenant. While one of his colleagues displayed the first Mahometan banner on the banks of the Indus, the spacious regions between the Oxus, the Jaxartes, and the Caspian Sea, were reduced by the arms of Catibah to the obedience of the prophet and of the caliph. 42 A tribute of two millions of pieces of gold was imposed on the infidels; their idols were burnt or broken; the Mussulman chief pronounced a sermon in the new mosch of Carizme; after several battles, the Turkish hordes were driven back to the desert; and the emperors of China solicited the friendship of the victorious Arabs. To their industry, the prosperity of the province, the Sogdiana of the ancients, may in a great measure be ascribed; but the advantages of the soil and climate had been understood and cultivated since the reign of the Macedonian kings. Before the invasion of the Saracens, Carizme, Bochara, and Samarcand were rich and populous under the yoke of the shepherds of the north. 4211 These cities were surrounded with a double wall; and the exterior fortification, of a larger circumference, enclosed the fields and gardens of the adjacent district. The mutual wants of India and Europe were supplied by the diligence of the Sogdian merchants; and the inestimable art of transforming linen into paper has been diffused from the manufacture of Samarcand over the western world. 43"}