{"label": "spam", "to_address": "\"Estell Harris\" <henna@canola1.uwaterloo.ca>", "from_address": "\"Lane Bennett\" <tdjodjravgp@kymkirk.com>", "subject": "Hows your babe", "body": " The reader will observe in this antinomy a very remarkable contrast. The very same grounds of proof which established in the thesis the existence of a supreme being, demonstrated in the antithesis—and with equal strictness—the non-existence of such a being. We found, first, that a necessary being exists, because the whole time past contains the series of all conditions, and with it, therefore, the unconditioned (the necessary); secondly, that there does not exist any necessary being, for the same reason, that the whole time past contains the series of all conditions—which are themselves, therefore, in the aggregate, conditioned. The cause of this seeming incongruity is as follows. We attend, in the first argument, solely to the absolute totality of the series of conditions, the one of which determines the other in time, and thus arrive at a necessary unconditioned. In the second, we consider, on the contrary, the contingency of everything that is determined in the series of time—for every event is preceded by a time, in which the condition itself must be determined as conditioned—and thus everything that is unconditioned or absolutely necessary disappears. In both, the mode of proof is quite in accordance with the common procedure of human reason, which often falls into discord with itself, from considering an object from two different points of view. Herr von Mairan regarded the controversy between two celebrated astronomers, which arose from a similar difficulty as to the choice of a proper standpoint, as a phenomenon of sufficient importance to warrant a separate treatise on the subject. The one concluded: the moon revolves on its own axis, because it constantly presents the same side to the earth; the other declared that the moon does not revolve on its own axis, for the same reason. Both conclusions were perfectly correct, according to the point of view from which the motions of the moon were considered."}