{"label": "spam", "to_address": "captains@flax24.uwaterloo.ca", "from_address": "Leonard  <ffr154@mcleangroup.com>", "subject": "A little secret to make you private life more interesting!", "body": " 40. Were we to attempt a _definition_ of this sentiment, we should, perhaps, find it a very difficult, if not an impossible task; in the same manner as if we should endeavour to define the feeling of cold or passion of anger, to a creature who never had any experience of these sentiments. Belief is the true and proper name of this feeling; and no one is ever at a loss to know the meaning of that term; because every man is every moment conscious of the sentiment represented by it. It may not, however, be improper to attempt a _description_ of this sentiment; in hopes we may, by that means, arrive at some analogies, which may afford a more perfect explication of it. I say, then, that belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain. This variety of terms, which may seem so unphilosophical, is intended only to express that act of the mind, which renders realities, or what is taken for such, more present to us than fictions, causes them to weigh more in the thought, and gives them a superior influence on the passions and imagination. Provided we agree about the thing, it is needless to dispute about the terms. The imagination has the command over all its ideas, and can join and mix and vary them, in all the ways possible. It may conceive fictitious objects with all the circumstances of place and time. It may set them, in a manner, before our eyes, in their true colours, just as they might have existed. But as it is impossible that this faculty of imagination can ever, of itself, reach belief, it is evident that belief consists not in the peculiar nature or order of ideas, but in the _manner_ of their conception, and in their _feeling_ to the mind. I confess, that it is impossible perfectly to explain this feeling or manner of conception. We may make use of words which express something near it. But its true and proper name, as we observed before, is _belief_; which is a term that every one sufficiently understands in common life. And in philosophy, we can go no farther than assert, that _belief_ is something felt by the mind, which distinguishes the ideas of the judgement from the fictions of the imagination. It gives them more weight and influence; makes them appear of greater importance; enforces them in the mind; and renders them the governing principle of our actions. I hear at present, for instance, a person's voice, with whom I am acquainted; and the sound comes as from the next room. This impression of my senses immediately conveys my thought to the person, together with all the surrounding objects. I paint them out to myself as existing at present, with the same qualities and relations, of which I formerly knew them possessed. These ideas take faster hold of my mind than ideas of an enchanted castle. They are very different to the feeling, and have a much greater influence of every kind, either to give pleasure or pain, joy or sorrow."}