{"label": "ham", "to_address": "Perl Beginners <beginners@perl.org>", "from_address": "Jeff Pang <pangj@earthlink.net>", "subject": "Re: Chinese word problem", "body": " After the defeat and death of the tyrant of Gaul, the Roman world was in the possession of Theodosius. He derived from the choice of Gratian his honorable title to the provinces of the East: he had acquired the West by the right of conquest; and the three years which he spent in Italy were usefully employed to restore the authority of the laws, and to correct the abuses which had prevailed with impunity under the usurpation of Maximus, and the minority of Valentinian. The name of Valentinian was regularly inserted in the public acts: but the tender age, and doubtful faith, of the son of Justina, appeared to require the prudent care of an orthodox guardian; and his specious ambition might have excluded the unfortunate youth, without a struggle, and almost without a murmur, from the administration, and even from the inheritance, of the empire. If Theodosius had consulted the rigid maxims of interest and policy, his conduct would have been justified by his friends; but the generosity of his behavior on this memorable occasion has extorted the applause of his most inveterate enemies. He seated Valentinian on the throne of Milan; and, without stipulating any present or future advantages, restored him to the absolute dominion of all the provinces, from which he had been driven by the arms of Maximus. To the restitution of his ample patrimony, Theodosius added the free and generous gift of the countries beyond the Alps, which his successful valor had recovered from the assassin of Gratian. 101 Satisfied with the glory which he had acquired, by revenging the death of his benefactor, and delivering the West from the yoke of tyranny, the emperor returned from Milan to Constantinople; and, in the peaceful possession of the East, insensibly relapsed into his former habits of luxury and indolence. Theodosius discharged his obligation to the brother, he indulged his conjugal tenderness to the sister, of Valentinian; and posterity, which admires the pure and singular glory of his elevation, must applaud his unrivalled generosity in the use of victory."}