{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"thebarncat@gmail.com\" <thebarncat@gmail.com>", "subject": "hash comparison ideas", "body": " IV. Besides the magistrates and generals, who at a distance from the court diffused their delegated authority over the provinces and armies, the emperor conferred the rank of _Illustrious_ on seven of his more immediate servants, to whose fidelity he intrusted his safety, or his counsels, or his treasures. 1. The private apartments of the palace were governed by a favorite eunuch, who, in the language of that age, was styled the _pr¾positus_, or pr¾fect of the sacred bed-chamber. His duty was to attend the emperor in his hours of state, or in those of amusement, and to perform about his person all those menial services, which can only derive their splendor from the influence of royalty. Under a prince who deserved to reign, the great chamberlain (for such we may call him) was a useful and humble domestic; but an artful domestic, who improves every occasion of unguarded confidence, will insensibly acquire over a feeble mind that ascendant which harsh wisdom and uncomplying virtue can seldom obtain. The degenerate grandsons of Theodosius, who were invisible to their subjects, and contemptible to their enemies, exalted the pr¾fects of their bed-chamber above the heads of all the ministers of the palace; 142 and even his deputy, the first of the splendid train of slaves who waited in the presence, was thought worthy to rank before the _respectable_ proconsuls of Greece or Asia. The jurisdiction of the chamberlain was acknowledged by the _counts_, or superintendents, who regulated the two important provinces of the magnificence of the wardrobe, and of the luxury of the Imperial table. 143 2. The principal administration of public affairs was committed to the diligence and abilities of the _master of the offices_. 144 He was the supreme magistrate of the palace, inspected the discipline of the civil and military _schools_, and received appeals from all parts of the empire, in the causes which related to that numerous army of privileged persons, who, as the servants of the court, had obtained for themselves and families a right to decline the authority of the ordinary judges. The correspondence between the prince and his subjects was managed by the four _scrinia_, or offices of this minister of state. The first was appropriated to memorials, the second to epistles, the third to petitions, and the fourth to papers and orders of a miscellaneous kind. Each of these was directed by an _inferior_ master of _respectable_ dignity, and the whole business was despatched by a hundred and forty-eight secretaries, chosen for the most part from the profession of the law, on account of the variety of abstracts of reports and references which frequently occurred in the exercise of their several functions. From a condescension, which in former ages would have been esteemed unworthy the Roman majesty, a particular secretary was allowed for the Greek language; and interpreters were appointed to receive the ambassadors of the Barbarians; but the department of foreign affairs, which constitutes so essential a part of modern policy, seldom diverted the attention of the master of the offices. His mind was more seriously engaged by the general direction of the posts and arsenals of the empire. There were thirty-four cities, fifteen in the East, and nineteen in the West, in which regular companies of workmen were perpetually employed in fabricating defensive armor, offensive weapons of all sorts, and military engines, which were deposited in the arsenals, and occasionally delivered for the service of the troops. 3. In the course of nine centuries, the office of _qu¾stor_ had experienced a very singular revolution. In the infancy of Rome, two inferior magistrates were annually elected by the people, to relieve the consuls from the invidious management of the public treasure; 145 a similar assistant was granted to every proconsul, and to every pr¾tor, who exercised a military or provincial command; with the extent of conquest, the two qu¾stors were gradually multiplied to the number of four, of eight, of twenty, and, for a short time, perhaps, of forty; 146 and the noblest citizens ambitiously solicited an office which gave them a seat in the senate, and a just hope of obtaining the honors of the republic. Whilst Augustus affected to maintain the freedom of election, he consented to accept the annual privilege of recommending, or rather indeed of nominating, a certain proportion of candidates; and it was his custom to select one of these distinguished youths, to read his orations or epistles in the assemblies of the senate. 147 The practice of Augustus was imitated by succeeding princes; the occasional commission was established as a permanent office; and the favored qu¾stor, assuming a new and more illustrious character, alone survived the suppression of his ancient and useless colleagues. 148 As the orations which he composed in the name of the emperor, 149 acquired the force, and, at length, the form, of absolute edicts, he was considered as the representative of the legislative power, the oracle of the council, and the original source of the civil jurisprudence. He was sometimes invited to take his seat in the supreme judicature of the Imperial consistory, with the Pr¾torian pr¾fects, and the master of the offices; and he was frequently requested to resolve the doubts of inferior judges: but as he was not oppressed with a variety of subordinate business, his leisure and talents were employed to cultivate that dignified style of eloquence, which, in the corruption of taste and language, still preserves the majesty of the Roman laws. 150 In some respects, the office of the Imperial qu¾stor may be compared with that of a modern chancellor; but the use of a great seal, which seems to have been adopted by the illiterate barbarians, was never introduced to attest the public acts of the emperors. 4. The extraordinary title of _count of the sacred largesses_ was bestowed on the treasurer-general of the revenue, with the intention perhaps of inculcating, that every payment flowed from the voluntary bounty of the monarch. To conceive the almost infinite detail of the annual and daily expense of the civil and military administration in every part of a great empire, would exceed the powers of the most vigorous imagination."}