{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Noreenx Bettss\" <owipair@serum.hu>", "subject": "Re: his germantown", "body": " In the transcendental philosophy of the ancients there exists one more leading division, which contains pure conceptions of the understanding, and which, although not numbered among the categories, ought, according to them, as conceptions à priori, to be valid of objects. But in this case they would augment the number of the categories; which cannot be. These are set forth in the proposition, so renowned among the schoolmen—‘_Quodlibet ens est UNUM, VERUM, BONUM_.’ Now, though the inferences from this principle were mere tautological propositions, and though it is allowed only by courtesy to retain a place in modern metaphysics, yet a thought which maintained itself for such a length of time, however empty it seems to be, deserves an investigation of its origin, and justifies the conjecture that it must be grounded in some law of the understanding, which, as is often the case, has only been erroneously interpreted. These pretended transcendental predicates are, in fact, nothing but logical requisites and criteria of all cognition of objects, and they employ, as the basis for this cognition, the categories of quantity, namely, unity, plurality, and totality. But these, which must be taken as material conditions, that is, as belonging to the possibility of things themselves, they employed merely in a formal signification, as belonging to the logical requisites of all cognition, and yet most unguardedly changed these criteria of thought into properties of objects, as things in themselves. Now, in every cognition of an object, there is unity of conception, which may be called qualitative unity, so far as by this term we understand only the unity in our connection of the manifold; for example, unity of the theme in a play, an oration, or a story. Secondly, there is truth in respect of the deductions from it. The more true deductions we have from a given conception, the more criteria of its objective reality. This we might call the qualitative plurality of characteristic marks, which belong to a conception as to a common foundation, but are not cogitated as a quantity in it. Thirdly, there is perfection—which consists in this, that the plurality falls back upon the unity of the conception, and accords completely with that conception and with no other. This we may denominate qualitative completeness. Hence it is evident that these logical criteria of the possibility of cognition are merely the three categories of quantity modified and transformed to suit an unauthorized manner of applying them. That is to say, the three categories, in which the unity in the production of the quantum must be homogeneous throughout, are transformed solely with a view to the connection of heterogeneous parts of cognition in one act of consciousness, by means of the quality of the cognition, which is the principle of that connection. Thus the criterion of the possibility of a conception (not of its object) is the definition of it, in which the unity of the conception, the truth of all that may be immediately deduced from it, and finally, the completeness of what has been thus deduced, constitute the requisites for the reproduction of the whole conception. Thus also, the criterion or test of an hypothesis is the intelligibility of the received principle of explanation, or its unity (without help from any subsidiary hypothesis)—the truth of our deductions from it (consistency with each other and with experience)—and lastly, the completeness of the principle of the explanation of these deductions, which refer to neither more nor less than what was admitted in the hypothesis, restoring analytically and à posteriori, what was cogitated synthetically and à priori. By the conceptions, therefore, of unity, truth, and perfection, we have made no addition to the transcendental table of the categories, which is complete without them. We have, on the contrary, merely employed the three categories of quantity, setting aside their application to objects of experience, as general logical laws of the consistency of cognition with itself."}