{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Suzan Pool <Suzan.Pool@noaa.gov>", "subject": "[R] back-transform predictors for x-axis in plot -- mgcv package", "body": " That public virtue, which among the ancients was denominated patriotism, is derived from a strong sense of our own interest in the preservation and prosperity of the free government of which we are members. Such a sentiment, which had rendered the legions of the republic almost invincible, could make but a very feeble impression on the mercenary servants of a despotic prince; and it became necessary to supply that defect by other motives, of a different, but not less forcible nature—honor and religion. The peasant, or mechanic, imbibed the useful prejudice that he was advanced to the more dignified profession of arms, in which his rank and reputation would depend on his own valor; and that, although the prowess of a private soldier must often escape the notice of fame, his own behavior might sometimes confer glory or disgrace on the company, the legion, or even the army, to whose honors he was associated. On his first entrance into the service, an oath was administered to him with every circumstance of solemnity. He promised never to desert his standard, to submit his own will to the commands of his leaders, and to sacrifice his life for the safety of the emperor and the empire. 33 The attachment of the Roman troops to their standards was inspired by the united influence of religion and of honor. The golden eagle, which glittered in the front of the legion, was the object of their fondest devotion; nor was it esteemed less impious than it was ignominious, to abandon that sacred ensign in the hour of danger. 34 These motives, which derived their strength from the imagination, were enforced by fears and hopes of a more substantial kind. Regular pay, occasional donatives, and a stated recompense, after the appointed time of service, alleviated the hardships of the military life, 35 whilst, on the other hand, it was impossible for cowardice or disobedience to escape the severest punishment. The centurions were authorized to chastise with blows, the generals had a right to punish with death; and it was an inflexible maxim of Roman discipline, that a good soldier should dread his officers far more than the enemy. From such laudable arts did the valor of the Imperial troops receive a degree of firmness and docility unattainable by the impetuous and irregular passions of barbarians."}