{"label": "ham", "to_address": "\"Adrian Dusa\" <dusa.adrian@gmail.com>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] pie initial angle", "body": " This self-proving unity or idea of good is a mere vision of which no distinct explanation can be given, relative only to a particular stage in Greek philosophy. It is an abstraction under which no individuals are comprehended, a whole which has no parts (Arist., Nic. Eth.). The vacancy of such a form was perceived by Aristotle, but not by Plato. Nor did he recognize that in the dialectical process are included two or more methods of investigation which are at variance with each other. He did not see that whether he took the longer or the shorter road, no advance could be made in this way. And yet such visions often have an immense effect; for although the method of science cannot anticipate science, the idea of science, not as it is, but as it will be in the future, is a great and inspiring principle. In the pursuit of knowledge we are always pressing forward to something beyond us; and as a false conception of knowledge, for example the scholastic philosophy, may lead men astray during many ages, so the true ideal, though vacant, may draw all their thoughts in a right direction. It makes a great difference whether the general expectation of knowledge, as this indefinite feeling may be termed, is based upon a sound judgment. For mankind may often entertain a true conception of what knowledge ought to be when they have but a slender experience of facts. The correlation of the sciences, the consciousness of the unity of nature, the idea of classification, the sense of proportion, the unwillingness to stop short of certainty or to confound probability with truth, are important principles of the higher education. Although Plato could tell us nothing, and perhaps knew that he could tell us nothing, of the absolute truth, he has exercised an influence on the human mind which even at the present day is not exhausted; and political and social questions may yet arise in which the thoughts of Plato may be read anew and receive a fresh meaning."}