{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22669 - in branches/SAMBA_4_0/source/libnet: .", "body": " Deprived of his firmest support, and doubtful of the fidelity of his subjects, the greatness of Chosroes was still conspicuous in its ruins. The number of five hundred thousand may be interpreted as an Oriental metaphor, to describe the men and arms, the horses and elephants, that covered Media and Assyria against the invasion of Heraclius. Yet the Romans boldly advanced from the Araxes to the Tigris, and the timid prudence of Rhazates was content to follow them by forced marches through a desolate country, till he received a peremptory mandate to risk the fate of Persia in a decisive battle. Eastward of the Tigris, at the end of the bridge of Mosul, the great Nineveh had formerly been erected: 101 the city, and even the ruins of the city, had long since disappeared; 102 the vacant space afforded a spacious field for the operations of the two armies. But these operations are neglected by the Byzantine historians, and, like the authors of epic poetry and romance, they ascribe the victory, not to the military conduct, but to the personal valor, of their favorite hero. On this memorable day, Heraclius, on his horse Phallas, surpassed the bravest of his warriors: his lip was pierced with a spear; the steed was wounded in the thigh; but he carried his master safe and victorious through the triple phalanx of the Barbarians. In the heat of the action, three valiant chiefs were successively slain by the sword and lance of the emperor: among these was Rhazates himself; he fell like a soldier, but the sight of his head scattered grief and despair through the fainting ranks of the Persians. His armor of pure and massy gold, the shield of one hundred and twenty plates, the sword and belt, the saddle and cuirass, adorned the triumph of Heraclius; and if he had not been faithful to Christ and his mother, the champion of Rome might have offered the fourth opime spoils to the Jupiter of the Capitol. 103 In the battle of Nineveh, which was fiercely fought from daybreak to the eleventh hour, twenty-eight standards, besides those which might be broken or torn, were taken from the Persians; the greatest part of their army was cut in pieces, and the victors, concealing their own loss, passed the night on the field. They acknowledged, that on this occasion it was less difficult to kill than to discomfit the soldiers of Chosroes; amidst the bodies of their friends, no more than two bow-shot from the enemy the remnant of the Persian cavalry stood firm till the seventh hour of the night; about the eighth hour they retired to their unrifled camp, collected their baggage, and dispersed on all sides, from the want of orders rather than of resolution. The diligence of Heraclius was not less admirable in the use of victory; by a march of forty-eight miles in four-and-twenty hours, his vanguard occupied the bridges of the great and the lesser Zab; and the cities and palaces of Assyria were open for the first time to the Romans. By a just gradation of magnificent scenes, they penetrated to the royal seat of Dastagerd, 1031 and, though much of the treasure had been removed, and much had been expended, the remaining wealth appears to have exceeded their hopes, and even to have satiated their avarice. Whatever could not be easily transported, they consumed with fire, that Chosroes might feel the anguish of those wounds which he had so often inflicted on the provinces of the empire: and justice might allow the excuse, if the desolation had been confined to the works of regal luxury, if national hatred, military license, and religious zeal, had not wasted with equal rage the habitations and the temples of the guiltless subject. The recovery of three hundred Roman standards, and the deliverance of the numerous captives of Edessa and Alexandria, reflect a purer glory on the arms of Heraclius. From the palace of Dastagerd, he pursued his march within a few miles of Modain or Ctesiphon, till he was stopped, on the banks of the Arba, by the difficulty of the passage, the rigor of the season, and perhaps the fame of an impregnable capital. The return of the emperor is marked by the modern name of the city of Sherhzour: he fortunately passed Mount Zara, before the snow, which fell incessantly thirty-four days; and the citizens of Gandzca, or Tauris, were compelled to entertain the soldiers and their horses with a hospitable reception. 104"}