{"label": "spam", "to_address": "\"Amee Walker\" <captains@flax24.uwaterloo.ca>", "from_address": "\"Kristina Gibson\" <aacardzup@southstarfunding.com>", "subject": "U on board", "body": " There is something of a sophistical ring in the speech of Phaedrus, which recalls the first speech in imitation of Lysias, occurring in the Dialogue called the Phaedrus. This is still more marked in the speech of Pausanias which follows; and which is at once hyperlogical in form and also extremely confused and pedantic. Plato is attacking the logical feebleness of the sophists and rhetoricians, through their pupils, not forgetting by the way to satirize the monotonous and unmeaning rhythms which Prodicus and others were introducing into Attic prose (compare Protag.). Of course, he is 'playing both sides of the game,' as in the Gorgias and Phaedrus; but it is not necessary in order to understand him that we should discuss the fairness of his mode of proceeding. The love of Pausanias for Agathon has already been touched upon in the Protagoras, and is alluded to by Aristophanes. Hence he is naturally the upholder of male loves, which, like all the other affections or actions of men, he regards as varying according to the manner of their performance. Like the sophists and like Plato himself, though in a different sense, he begins his discussion by an appeal to mythology, and distinguishes between the elder and younger love. The value which he attributes to such loves as motives to virtue and philosophy is at variance with modern and Christian notions, but is in accordance with Hellenic sentiment. The opinion of Christendom has not altogether condemned passionate friendships between persons of the same sex, but has certainly not encouraged them, because though innocent in themselves in a few temperaments they are liable to degenerate into fearful evil. Pausanias is very earnest in the defence of such loves; and he speaks of them as generally approved among Hellenes and disapproved by barbarians. His speech is 'more words than matter,' and might have been composed by a pupil of Lysias or of Prodicus, although there is no hint given that Plato is specially referring to them. As Eryximachus says, 'he makes a fair beginning, but a lame ending.'"}