{"label": "ham", "to_address": "\"Patnaik, Tirthankar\" <tirthankar.patnaik@citi.com>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] Confusion with sapply", "body": " If the geographical accuracy of Ammianus had been fortunately bestowed on the British exploits of Theodosius, we should have traced, with eager curiosity, the distinct and domestic footsteps of his march. But the tedious enumeration of the unknown and uninteresting tribes of Africa may be reduced to the general remark, that they were all of the swarthy race of the Moors; that they inhabited the back settlements of the Mauritanian and Numidian province, the country, as they have since been termed by the Arabs, of dates and of locusts; 125 and that, as the Roman power declined in Africa, the boundary of civilized manners and cultivated land was insensibly contracted. Beyond the utmost limits of the Moors, the vast and inhospitable desert of the South extends above a thousand miles to the banks of the Niger. The ancients, who had a very faint and imperfect knowledge of the great peninsula of Africa, were sometimes tempted to believe, that the torrid zone must ever remain destitute of inhabitants; 126 and they sometimes amused their fancy by filling the vacant space with headless men, or rather monsters; 127 with horned and cloven-footed satyrs; 128 with fabulous centaurs; 129 and with human pygmies, who waged a bold and doubtful warfare against the cranes. 130 Carthage would have trembled at the strange intelligence that the countries on either side of the equator were filled with innumerable nations, who differed only in their color from the ordinary appearance of the human species: and the subjects of the Roman empire might have anxiously expected, that the swarms of Barbarians, which issued from the North, would soon be encountered from the South by new swarms of Barbarians, equally fierce and equally formidable. These gloomy terrors would indeed have been dispelled by a more intimate acquaintance with the character of their African enemies. The inaction of the negroes does not seem to be the effect either of their virtue or of their pusillanimity. They indulge, like the rest of mankind, their passions and appetites; and the adjacent tribes are engaged in frequent acts of hostility. 131 But their rude ignorance has never invented any effectual weapons of defence, or of destruction; they appear incapable of forming any extensive plans of government, or conquest; and the obvious inferiority of their mental faculties has been discovered and abused by the nations of the temperate zone. Sixty thousand blacks are annually embarked from the coast of Guinea, never to return to their native country; but they are embarked in chains; 132 and this constant emigration, which, in the space of two centuries, might have furnished armies to overrun the globe, accuses the guilt of Europe, and the weakness of Africa."}