{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"HowStuffWorks\" <newsletter@howstuffworks.com>", "subject": "HowStuffWorks Science & Technology Newsletter May 7, 2007", "body": " The death of that prince exposed Athanasius to a second persecution; and the feeble Constantius, the sovereign of the East, soon became the secret accomplice of the Eusebians. Ninety bishops of that sect or faction assembled at Antioch, under the specious pretence of dedicating the cathedral. They composed an ambiguous creed, which is faintly tinged with the colors of Semi-Arianism, and twenty-five canons, which still regulate the discipline of the orthodox Greeks. 110 It was decided, with some appearance of equity, that a bishop, deprived by a synod, should not resume his episcopal functions till he had been absolved by the judgment of an equal synod; the law was immediately applied to the case of Athanasius; the council of Antioch pronounced, or rather confirmed, his degradation: a stranger, named Gregory, was seated on his throne; and Philagrius, 111 the pr¾fect of Egypt, was instructed to support the new primate with the civil and military powers of the province. Oppressed by the conspiracy of the Asiatic prelates, Athanasius withdrew from Alexandria, and passed three years 112 as an exile and a suppliant on the holy threshold of the Vatican. 113 By the assiduous study of the Latin language, he soon qualified himself to negotiate with the western clergy; his decent flattery swayed and directed the haughty Julius; the Roman pontiff was persuaded to consider his appeal as the peculiar interest of the Apostolic see: and his innocence was unanimously declared in a council of fifty bishops of Italy. At the end of three years, the primate was summoned to the court of Milan by the emperor Constans, who, in the indulgence of unlawful pleasures, still professed a lively regard for the orthodox faith. The cause of truth and justice was promoted by the influence of gold, 114 and the ministers of Constans advised their sovereign to require the convocation of an ecclesiastical assembly, which might act as the representatives of the Catholic church. Ninety-four bishops of the West, seventy-six bishops of the East, encountered each other at Sardica, on the verge of the two empires, but in the dominions of the protector of Athanasius. Their debates soon degenerated into hostile altercations; the Asiatics, apprehensive for their personal safety, retired to Philippopolis in Thrace; and the rival synods reciprocally hurled their spiritual thunders against their enemies, whom they piously condemned as the enemies of the true God. Their decrees were published and ratified in their respective provinces: and Athanasius, who in the West was revered as a saint, was exposed as a criminal to the abhorrence of the East. 115 The council of Sardica reveals the first symptoms of discord and schism between the Greek and Latin churches which were separated by the accidental difference of faith, and the permanent distinction of language."}