{"label": "ham", "to_address": "tronter <pev340002003@yahoo.com>", "from_address": "\"jim holtman\" <jholtman@gmail.com>", "subject": "Re: [R] R: x-y data", "body": " In the space of seven months, the Roman troops, who were now returned to Antioch, had performed a march of fifteen hundred miles; in which they had endured all the hardships of war, of famine, and of climate. Notwithstanding their services, their fatigues, and the approach of winter, the timid and impatient Jovian allowed only, to the men and horses, a respite of six weeks. The emperor could not sustain the indiscreet and malicious raillery of the people of Antioch. 11 He was impatient to possess the palace of Constantinople; and to prevent the ambition of some competitor, who might occupy the vacant allegiance of Europe. But he soon received the grateful intelligence, that his authority was acknowledged from the Thracian Bosphorus to the Atlantic Ocean. By the first letters which he despatched from the camp of Mesopotamia, he had delegated the military command of Gaul and Illyricum to Malarich, a brave and faithful officer of the nation of the Franks; and to his father-in-law, Count Lucillian, who had formerly distinguished his courage and conduct in the defence of Nisibis. Malarich had declined an office to which he thought himself unequal; and Lucillian was massacred at Rheims, in an accidental mutiny of the Batavian cohorts. 12 But the moderation of Jovinus, master-general of the cavalry, who forgave the intention of his disgrace, soon appeased the tumult, and confirmed the uncertain minds of the soldiers. The oath of fidelity was administered and taken, with loyal acclamations; and the deputies of the Western armies 13 saluted their new sovereign as he descended from Mount Taurus to the city of Tyana in Cappadocia. From Tyana he continued his hasty march to Ancyra, capital of the province of Galatia; where Jovian assumed, with his infant son, the name and ensigns of the consulship. 14 Dadastana, 15 an obscure town, almost at an equal distance between Ancyra and Nice, was marked for the fatal term of his journey and life. After indulging himself with a plentiful, perhaps an intemperate, supper, he retired to rest; and the next morning the emperor Jovian was found dead in his bed. The cause of this sudden death was variously understood. By some it was ascribed to the consequences of an indigestion, occasioned either by the quantity of the wine, or the quality of the mushrooms, which he had swallowed in the evening. According to others, he was suffocated in his sleep by the vapor of charcoal, which extracted from the walls of the apartment the unwholesome moisture of the fresh plaster. 16 But the want of a regular inquiry into the death of a prince, whose reign and person were soon forgotten, appears to have been the only circumstance which countenanced the malicious whispers of poison and domestic guilt. 17 The body of Jovian was sent to Constantinople, to be interred with his predecessors, and the sad procession was met on the road by his wife Charito, the daughter of Count Lucillian; who still wept the recent death of her father, and was hastening to dry her tears in the embraces of an Imperial husband. Her disappointment and grief were imbittered by the anxiety of maternal tenderness. Six weeks before the death of Jovian, his infant son had been placed in the curule chair, adorned with the title of _Nobilissimus_, and the vain ensigns of the consulship. Unconscious of his fortune, the royal youth, who, from his grandfather, assumed the name of Varronian, was reminded only by the jealousy of the government, that he was the son of an emperor. Sixteen years afterwards he was still alive, but he had already been deprived of an eye; and his afflicted mother expected every hour, that the innocent victim would be torn from her arms, to appease, with his blood, the suspicions of the reigning prince. 18"}