{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "simo <idra@samba.org>", "subject": "Re: svn commit: samba r22972 - in branches/SAMBA_4_0/source/setup: .", "body": " The two princes returned to the palace in the same chariot; and during the slow procession, Julian repeated to himself a verse of his favorite Homer, which he might equally apply to his fortune and to his fears. 37 The four-and-twenty days which the C¾sar spent at Milan after his investiture, and the first months of his Gallic reign, were devoted to a splendid but severe captivity; nor could the acquisition of honor compensate for the loss of freedom. 38 His steps were watched, his correspondence was intercepted; and he was obliged, by prudence, to decline the visits of his most intimate friends. Of his former domestics, four only were permitted to attend him; two pages, his physician, and his librarian; the last of whom was employed in the care of a valuable collection of books, the gift of the empress, who studied the inclinations as well as the interest of her friend. In the room of these faithful servants, a household was formed, such indeed as became the dignity of a C¾sar; but it was filled with a crowd of slaves, destitute, and perhaps incapable, of any attachment for their new master, to whom, for the most part, they were either unknown or suspected. His want of experience might require the assistance of a wise council; but the minute instructions which regulated the service of his table, and the distribution of his hours, were adapted to a youth still under the discipline of his preceptors, rather than to the situation of a prince intrusted with the conduct of an important war. If he aspired to deserve the esteem of his subjects, he was checked by the fear of displeasing his sovereign; and even the fruits of his marriage-bed were blasted by the jealous artifices of Eusebia 39 herself, who, on this occasion alone, seems to have been unmindful of the tenderness of her sex, and the generosity of her character. The memory of his father and of his brothers reminded Julian of his own danger, and his apprehensions were increased by the recent and unworthy fate of Sylvanus. In the summer which preceded his own elevation, that general had been chosen to deliver Gaul from the tyranny of the Barbarians; but Sylvanus soon discovered that he had left his most dangerous enemies in the Imperial court. A dexterous informer, countenanced by several of the principal ministers, procured from him some recommendatory letters; and erasing the whole of the contents, except the signature, filled up the vacant parchment with matters of high and treasonable import. By the industry and courage of his friends, the fraud was however detected, and in a great council of the civil and military officers, held in the presence of the emperor himself, the innocence of Sylvanus was publicly acknowledged. But the discovery came too late; the report of the calumny, and the hasty seizure of his estate, had already provoked the indignant chief to the rebellion of which he was so unjustly accused. He assumed the purple at his head- quarters of Cologne, and his active powers appeared to menace Italy with an invasion, and Milan with a siege. In this emergency, Ursicinus, a general of equal rank, regained, by an act of treachery, the favor which he had lost by his eminent services in the East. Exasperated, as he might speciously allege, by the injuries of a similar nature, he hastened with a few followers to join the standard, and to betray the confidence, of his too credulous friend. After a reign of only twenty-eight days, Sylvanus was assassinated: the soldiers who, without any criminal intention, had blindly followed the example of their leader, immediately returned to their allegiance; and the flatterers of Constantius celebrated the wisdom and felicity of the monarch who had extinguished a civil war without the hazard of a battle. 40"}