{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Matt <mlist@cmcflex.com>", "subject": "Re: find2perl output to array", "body": " In the strong city of Demotica, his peculiar domain, the emperor John Cantacuzenus was invested with the purple buskins: his right leg was clothed by his noble kinsmen, the left by the Latin chiefs, on whom he conferred the order of knighthood. But even in this act of revolt, he was still studious of loyalty; and the titles of John Palæologus and Anne of Savoy were proclaimed before his own name and that of his wife Irene. Such vain ceremony is a thin disguise of rebellion, nor are there perhaps any personal wrongs that can authorize a subject to take arms against his sovereign: but the want of preparation and success may confirm the assurance of the usurper, that this decisive step was the effect of necessity rather than of choice. Constantinople adhered to the young emperor; the king of Bulgaria was invited to the relief of Adrianople: the principal cities of Thrace and Macedonia, after some hesitation, renounced their obedience to the great domestic; and the leaders of the troops and provinces were induced, by their private interest, to prefer the loose dominion of a woman and a priest. 271 The army of Cantacuzene, in sixteen divisions, was stationed on the banks of the Melas to tempt or to intimidate the capital: it was dispersed by treachery or fear; and the officers, more especially the mercenary Latins, accepted the bribes, and embraced the service, of the Byzantine court. After this loss, the rebel emperor (he fluctuated between the two characters) took the road of Thessalonica with a chosen remnant; but he failed in his enterprise on that important place; and he was closely pursued by the great duke, his enemy Apocaucus, at the head of a superior power by sea and land. Driven from the coast, in his march, or rather flight, into the mountains of Servia, Cantacuzene assembled his troops to scrutinize those who were worthy and willing to accompany his broken fortunes. A base majority bowed and retired; and his trusty band was diminished to two thousand, and at last to five hundred, volunteers. The _cral_, 28 or despot of the Servians received him with general hospitality; but the ally was insensibly degraded to a suppliant, a hostage, a captive; and in this miserable dependence, he waited at the door of the Barbarian, who could dispose of the life and liberty of a Roman emperor. The most tempting offers could not persuade the cral to violate his trust; but he soon inclined to the stronger side; and his friend was dismissed without injury to a new vicissitude of hopes and perils. Near six years the flame of discord burnt with various success and unabated rage: the cities were distracted by the faction of the nobles and the plebeians; the Cantacuzeni and Palæologi: and the Bulgarians, the Servians, and the Turks, were invoked on both sides as the instruments of private ambition and the common ruin. The regent deplored the calamities, of which he was the author and victim: and his own experience might dictate a just and lively remark on the different nature of foreign and civil war. “The former,” said he, “is the external warmth of summer, always tolerable, and often beneficial; the latter is the deadly heat of a fever, which consumes without a remedy the vitals of the constitution.” 29"}