{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Jenda Krynicky\" <Jenda@Krynicky.cz>", "subject": "Re: Is there an \"EXIF\" for video files ?", "body": " This revolution dissolved the artificial fabric of civil and military government; and the independent country, during a period of forty years, till the descent of the Saxons, was ruled by the authority of the clergy, the nobles, and the municipal towns. 179 I. Zosimus, who alone has preserved the memory of this singular transaction, very accurately observes, that the letters of Honorius were addressed to the cities of Britain. 180 Under the protection of the Romans, ninety-two considerable towns had arisen in the several parts of that great province; and, among these, thirty-three cities were distinguished above the rest by their superior privileges and importance. 181 Each of these cities, as in all the other provinces of the empire, formed a legal corporation, for the purpose of regulating their domestic policy; and the powers of municipal government were distributed among annual magistrates, a select senate, and the assembly of the people, according to the original model of the Roman constitution. 182 The management of a common revenue, the exercise of civil and criminal jurisdiction, and the habits of public counsel and command, were inherent to these petty republics; and when they asserted their independence, the youth of the city, and of the adjacent districts, would naturally range themselves under the standard of the magistrate. But the desire of obtaining the advantages, and of escaping the burdens, of political society, is a perpetual and inexhaustible source of discord; nor can it reasonably be presumed, that the restoration of British freedom was exempt from tumult and faction. The preeminence of birth and fortune must have been frequently violated by bold and popular citizens; and the haughty nobles, who complained that they were become the subjects of their own servants, 183 would sometimes regret the reign of an arbitrary monarch."}