{"label": "ham", "to_address": "<R-help@stat.math.ethz.ch>", "from_address": "\"Muenchen, Robert A (Bob)\" <muenchen@utk.edu>", "subject": "[R] length, mean, na.rm, na.omit...", "body": " Thus the science of physic is extended beyond its ancient bounds; so is the gymnastic, and indeed all other arts and powers; so that one may lay it down for certain that the same thing will necessarily hold good in the art of government. And it may also be affirmed, that experience itself gives a proof of this; for the ancient laws are too simple and barbarous; which allowed the Greeks to wear swords in the city, and to buy their wives of each [1269a]. other. And indeed all the remains of old laws which we have are very simple; for instance, a law in Cuma relative to murder. If any person who prosecutes another for murder can produce a certain number of witnesses to it of his own relations, the accused person shall be held guilty. Upon the whole, all persons ought to endeavour to follow what is right, and not what is established; and it is probable that the first men, whether they sprung out of the earth, or were saved from some general calamity, had very little understanding or knowledge, as is affirmed of these aborigines; so that it would be absurd to continue in the practice of their rules. Nor is it, moreover, right to permit written laws always to remain without alteration; for as in all other sciences, so in politics, it is impossible to express everything in writing with perfect exactness; for when we commit anything to writing we must use general terms, but in every action there is something particular to itself, which these may not comprehend; from whence it is evident, that certain laws will at certain times admit of alterations. But if we consider this matter in another point of view, it will appear to require great caution; for when the advantage proposed is trifling, as the accustoming the people easily to abolish their laws is of bad consequence, it is evidently better to pass over some faults which either the legislator or the magistrates may have committed; for the alterations will not be of so much service as a habit of disobeying the magistrates will be of disservice. Besides, the instance brought from the arts is fallacious; for it is not the same thing to alter the one as the other. For a law derives all its strength from custom, and this requires long time to establish; so that, to make it an easy matter to pass from the established laws to other new ones, is to weaken the power of laws. Besides, here is another question; if the laws are to be altered, are they all to be altered, and in every government or not, and whether at the pleasure of one person or many? all which particulars will make a great difference; for which reason we will at present drop the inquiry, to pursue it at some other time."}