{"label": "ham", "to_address": "Stephen Henderson <s.henderson@ucl.ac.uk>", "from_address": "Peter Dalgaard <p.dalgaard@biostat.ku.dk>", "subject": "Re: [R] FW: Suse RPM installation problem", "body": " The three great nations of the world, the Greeks, the Saracens, and the Franks, encountered each other on the theatre of Italy. 1 The southern provinces, which now compose the kingdom of Naples, were subject, for the most part, to the Lombard dukes and princes of Beneventum; 2 so powerful in war, that they checked for a moment the genius of Charlemagne; so liberal in peace, that they maintained in their capital an academy of thirty-two philosophers and grammarians. The division of this flourishing state produced the rival principalities of Benevento, Salerno, and Capua; and the thoughtless ambition or revenge of the competitors invited the Saracens to the ruin of their common inheritance. During a calamitous period of two hundred years, Italy was exposed to a repetition of wounds, which the invaders were not capable of healing by the union and tranquility of a perfect conquest. Their frequent and almost annual squadrons issued from the port of Palermo, and were entertained with too much indulgence by the Christians of Naples: the more formidable fleets were prepared on the African coast; and even the Arabs of Andalusia were sometimes tempted to assist or oppose the Moslems of an adverse sect. In the revolution of human events, a new ambuscade was concealed in the Caudine Forks, the fields of Cannae were bedewed a second time with the blood of the Africans, and the sovereign of Rome again attacked or defended the walls of Capua and Tarentum. A colony of Saracens had been planted at Bari, which commands the entrance of the Adriatic Gulf; and their impartial depredations provoked the resentment, and conciliated the union of the two emperors. An offensive alliance was concluded between Basil the Macedonian, the first of his race, and Lewis the great-grandson of Charlemagne; 3 and each party supplied the deficiencies of his associate. It would have been imprudent in the Byzantine monarch to transport his stationary troops of Asia to an Italian campaign; and the Latin arms would have been insufficient if his superior navy had not occupied the mouth of the Gulf. The fortress of Bari was invested by the infantry of the Franks, and by the cavalry and galleys of the Greeks; and, after a defence of four years, the Arabian emir submitted to the clemency of Lewis, who commanded in person the operations of the siege. This important conquest had been achieved by the concord of the East and West; but their recent amity was soon imbittered by the mutual complaints of jealousy and pride. The Greeks assumed as their own the merit of the conquest and the pomp of the triumph; extolled the greatness of their powers, and affected to deride the intemperance and sloth of the handful of Barbarians who appeared under the banners of the Carlovingian prince. His reply is expressed with the eloquence of indignation and truth: “We confess the magnitude of your preparation,” says the great-grandson of Charlemagne. “Your armies were indeed as numerous as a cloud of summer locusts, who darken the day, flap their wings, and, after a short flight, tumble weary and breathless to the ground. Like them, ye sunk after a feeble effort; ye were vanquished by your own cowardice; and withdrew from the scene of action to injure and despoil our Christian subjects of the Sclavonian coast. We were few in number, and why were we few? Because, after a tedious expectation of your arrival, I had dismissed my host, and retained only a chosen band of warriors to continue the blockade of the city. If they indulged their hospitable feasts in the face of danger and death, did these feasts abate the vigor of their enterprise? Is it by your fasting that the walls of Bari have been overturned? Did not these valiant Franks, diminished as they were by languor and fatigue, intercept and vanish the three most powerful emirs of the Saracens? and did not their defeat precipitate the fall of the city? Bari is now fallen; Tarentum trembles; Calabria will be delivered; and, if we command the sea, the Island of Sicily may be rescued from the hands of the infidels. My brother,” accelerate (a name most offensive to the vanity of the Greek,) “accelerate your naval succors, respect your allies, and distrust your flatterers.” 4"}