{"label": "ham", "to_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "from_address": "Volker Lendecke <Volker.Lendecke@SerNet.DE>", "subject": "Re: Proposal: drop libmsrpc.so in Sa,mba 3.0.26", "body": " As the patron of the republic, it was the interest and duty of the Gothic king to cultivate the affections of the senate 58 and people. The nobles of Rome were flattered by sonorous epithets and formal professions of respect, which had been more justly applied to the merit and authority of their ancestors. The people enjoyed, without fear or danger, the three blessings of a capital, order, plenty, and public amusements. A visible diminution of their numbers may be found even in the measure of liberality; 59 yet Apulia, Calabria, and Sicily, poured their tribute of corn into the granaries of Rome; an allowance of bread and meat was distributed to the indigent citizens; and every office was deemed honorable which was consecrated to the care of their health and happiness. The public games, such as the Greek ambassador might politely applaud, exhibited a faint and feeble copy of the magnificence of the Caesars: yet the musical, the gymnastic, and the pantomime arts, had not totally sunk in oblivion; the wild beasts of Africa still exercised in the amphitheatre the courage and dexterity of the hunters; and the indulgent Goth either patiently tolerated or gently restrained the blue and green factions, whose contests so often filled the circus with clamor and even with blood. 60 In the seventh year of his peaceful reign, Theodoric visited the old capital of the world; the senate and people advanced in solemn procession to salute a second Trajan, a new Valentinian; and he nobly supported that character by the assurance of a just and legal government, 61 in a discourse which he was not afraid to pronounce in public, and to inscribe on a tablet of brass. Rome, in this august ceremony, shot a last ray of declining glory; and a saint, the spectator of this pompous scene, could only hope, in his pious fancy, that it was excelled by the celestial splendor of the new Jerusalem. 62 During a residence of six months, the fame, the person, and the courteous demeanor of the Gothic king, excited the admiration of the Romans, and he contemplated, with equal curiosity and surprise, the monuments that remained of their ancient greatness. He imprinted the footsteps of a conqueror on the Capitoline hill, and frankly confessed that each day he viewed with fresh wonder the forum of Trajan and his lofty column. The theatre of Pompey appeared, even in its decay, as a huge mountain artificially hollowed, and polished, and adorned by human industry; and he vaguely computed, that a river of gold must have been drained to erect the colossal amphitheatre of Titus. 63 From the mouths of fourteen aqueducts, a pure and copious stream was diffused into every part of the city; among these the Claudian water, which arose at the distance of thirty-eight miles in the Sabine mountains, was conveyed along a gentle though constant declivity of solid arches, till it descended on the summit of the Aventine hill. The long and spacious vaults which had been constructed for the purpose of common sewers, subsisted, after twelve centuries, in their pristine strength; and these subterraneous channels have been preferred to all the visible wonders of Rome. 64 The Gothic kings, so injuriously accused of the ruin of antiquity, were anxious to preserve the monuments of the nation whom they had subdued. 65 The royal edicts were framed to prevent the abuses, the neglect, or the depredations of the citizens themselves; and a professed architect, the annual sum of two hundred pounds of gold, twenty-five thousand tiles, and the receipt of customs from the Lucrine port, were assigned for the ordinary repairs of the walls and public edifices. A similar care was extended to the statues of metal or marble of men or animals. The spirit of the horses, which have given a modern name to the Quirinal, was applauded by the Barbarians; 66 the brazen elephants of the Via sacra were diligently restored; 67 the famous heifer of Myron deceived the cattle, as they were driven through the forum of peace; 68 and an officer was created to protect those works of art, which Theodoric considered as the noblest ornament of his kingdom."}