{"label": "ham", "to_address": "\"Sarthak Patnaik\" <sarthak.patnaik@in.ness.com>", "from_address": "\"Jeff Pang\" <pangj@earthlink.net>", "subject": "Re: regular expression", "body": " The love of ancient freedom has encouraged a belief that as early as the tenth century, in their first struggles against the Saxon Othos, the commonwealth was vindicated and restored by the senate and people of Rome; that two consuls were annually elected among the nobles, and that ten or twelve plebeian magistrates revived the name and office of the tribunes of the commons. 30 But this venerable structure disappears before the light of criticism. In the darkness of the middle ages, the appellations of senators, of consuls, of the sons of consuls, may sometimes be discovered. 31 They were bestowed by the emperors, or assumed by the most powerful citizens, to denote their rank, their honors, 32 and perhaps the claim of a pure and patrician descent: but they float on the surface, without a series or a substance, the titles of men, not the orders of government; 33 and it is only from the year of Christ one thousand one hundred and forty-four that the establishment of the senate is dated, as a glorious æra, in the acts of the city. A new constitution was hastily framed by private ambition or popular enthusiasm; nor could Rome, in the twelfth century, produce an antiquary to explain, or a legislator to restore, the harmony and proportions of the ancient model. The assembly of a free, of an armed, people, will ever speak in loud and weighty acclamations. But the regular distribution of the thirty-five tribes, the nice balance of the wealth and numbers of the centuries, the debates of the adverse orators, and the slow operations of votes and ballots, could not easily be adapted by a blind multitude, ignorant of the arts, and insensible of the benefits, of legal government. It was proposed by Arnold to revive and discriminate the equestrian order; but what could be the motive or measure of such distinction? 34 The pecuniary qualification of the knights must have been reduced to the poverty of the times: those times no longer required their civil functions of judges and farmers of the revenue; and their primitive duty, their military service on horseback, was more nobly supplied by feudal tenures and the spirit of chivalry. The jurisprudence of the republic was useless and unknown: the nations and families of Italy who lived under the Roman and Barbaric laws were insensibly mingled in a common mass; and some faint tradition, some imperfect fragments, preserved the memory of the Code and Pandects of Justinian. With their liberty the Romans might doubtless have restored the appellation and office of consuls; had they not disdained a title so promiscuously adopted in the Italian cities, that it has finally settled on the humble station of the agents of commerce in a foreign land. But the rights of the tribunes, the formidable word that arrested the public counsels, suppose or must produce a legitimate democracy. The old patricians were the subjects, the modern barons the tyrants, of the state; nor would the enemies of peace and order, who insulted the vicar of Christ, have long respected the unarmed sanctity of a plebeian magistrate. 35"}