{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "inshumilin@gmail.com", "subject": "=?iso-8859-1?B?Tm8gcHJlc2NyaXB0aW9uIHJlcXVlcmVkIGZvciBTb3xtfGEgdjFhR3JAIEZMaVUx?=\n        =?iso-8859-1?B?TmFZU2F0LCAyOCBBcHIgMjAwNyAxNzo1MDowMA==?=", "body": " Nearly allied to the idea of impartiality, is that of _equality_; which often enters as a component part both into the conception of justice and into the practice of it, and, in the eyes of many persons, constitutes its essence. But in this, still more than in any other case, the notion of justice varies in different persons, and always conforms in its variations to their notion of utility. Each person maintains that equality is the dictate of justice, except where he thinks that expediency requires inequality. The justice of giving equal protection to the rights of all, is maintained by those who support the most outrageous inequality in the rights themselves. Even in slave countries it is theoretically admitted that the rights of the slave, such as they are, ought to be as sacred as those of the master; and that a tribunal which fails to enforce them with equal strictness is wanting in justice; while, at the same time, institutions which leave to the slave scarcely any rights to enforce, are not deemed unjust, because they are not deemed inexpedient. Those who think that utility requires distinctions of rank, do not consider it unjust that riches and social privileges should be unequally dispensed; but those who think this inequality inexpedient, think it unjust also. Whoever thinks that government is necessary, sees no injustice in as much inequality as is constituted by giving to the magistrate powers not granted to other people. Even among those who hold levelling doctrines, there are as many questions of justice as there are differences of opinion about expediency. Some Communists consider it unjust that the produce of the labour of the community should be shared on any other principle than that of exact equality; others think it just that those should receive most whose needs are greatest; while others hold that those who work harder, or who produce more, or whose services are more valuable to the community, may justly claim a larger quota in the division of the produce. And the sense of natural justice may be plausibly appealed to in behalf of every one of these opinions."}