{"label": "ham", "to_address": "Beginners List <beginners@perl.org>", "from_address": "\"Mumia W.\" <mumia.w.18.spam+nospam@earthlink.net>", "subject": "Why are people e-mailing perl-beginners [at] moderators.isc.org?", "body": " But the devout philosopher, who sincerely embraced, and warmly encouraged, the superstition of the people, reserved for himself the privilege of a liberal interpretation; and silently withdrew from the foot of the altars into the sanctuary of the temple. The extravagance of the Grecian mythology proclaimed, with a clear and audible voice, that the pious inquirer, instead of being scandalized or satisfied with the literal sense, should diligently explore the occult wisdom, which had been disguised, by the prudence of antiquity, under the mask of folly and of fable. 15 The philosophers of the Platonic school, 16 Plotinus, Porphyry, and the divine Iamblichus, were admired as the most skilful masters of this allegorical science, which labored to soften and harmonize the deformed features of Paganism. Julian himself, who was directed in the mysterious pursuit by ®desius, the venerable successor of Iamblichus, aspired to the possession of a treasure, which he esteemed, if we may credit his solemn asseverations, far above the empire of the world. 17 It was indeed a treasure, which derived its value only from opinion; and every artist who flattered himself that he had extracted the precious ore from the surrounding dross, claimed an equal right of stamping the name and figure the most agreeable to his peculiar fancy. The fable of Atys and Cybele had been already explained by Porphyry; but his labors served only to animate the pious industry of Julian, who invented and published his own allegory of that ancient and mystic tale. This freedom of interpretation, which might gratify the pride of the Platonists, exposed the vanity of their art. Without a tedious detail, the modern reader could not form a just idea of the strange allusions, the forced etymologies, the solemn trifling, and the impenetrable obscurity of these sages, who professed to reveal the system of the universe. As the traditions of Pagan mythology were variously related, the sacred interpreters were at liberty to select the most convenient circumstances; and as they translated an arbitrary cipher, they could extract from _any_ fable _any_ sense which was adapted to their favorite system of religion and philosophy. The lascivious form of a naked Venus was tortured into the discovery of some moral precept, or some physical truth; and the castration of Atys explained the revolution of the sun between the tropics, or the separation of the human soul from vice and error. 18"}