{"label": "ham", "to_address": "Beginners@perl.org", "from_address": "Howard Sherman <howard.sherman@yahoo.com>", "subject": "Re: Regexp problem", "body": " One hundred and sixty of these palaces, a title which need not excite any unseasonable ideas of art or luxury, were scattered through the provinces of their kingdom; and if some might claim the honors of a fortress, the far greater part could be esteemed only in the light of profitable farms. The mansion of the long-haired kings was surrounded with convenient yards and stables, for the cattle and the poultry; the garden was planted with useful vegetables; the various trades, the labors of agriculture, and even the arts of hunting and fishing, were exercised by servile hands for the emolument of the sovereign; his magazines were filled with corn and wine, either for sale or consumption; and the whole administration was conducted by the strictest maxims of private economy. 88 This ample patrimony was appropriated to supply the hospitable plenty of Clovis and his successors; and to reward the fidelity of their brave companions who, both in peace and war, were devoted to their personal service. Instead of a horse, or a suit of armor, each companion, according to his rank, or merit, or favor, was invested with a benefice, the primitive name, and most simple form, of the feudal possessions. These gifts might be resumed at the pleasure of the sovereign; and his feeble prerogative derived some support from the influence of his liberality. 881 But this dependent tenure was gradually abolished 89 by the independent and rapacious nobles of France, who established the perpetual property, and hereditary succession, of their benefices; a revolution salutary to the earth, which had been injured, or neglected, by its precarious masters. 90 Besides these royal and beneficiary estates, a large proportion had been assigned, in the division of Gaul, of allodial and Salic lands: they were exempt from tribute, and the Salic lands were equally shared among the male descendants of the Franks. 91"}