{"label": "ham", "to_address": "marc_schwartz@comcast.net", "from_address": "\"Andrew Yee\" <andrewjyee@gmail.com>", "subject": "Re: [R] more woes trying to convert a data.frame to a numerical\n\tmatrix", "body": " Such then, if we pass over the varieties of particular cases which were many and peculiar, were the general features of the distemper. Meanwhile the town enjoyed an immunity from all the ordinary disorders; or if any case occurred, it ended in this. Some died in neglect, others in the midst of every attention. No remedy was found that could be used as a specific; for what did good in one case, did harm in another. Strong and weak constitutions proved equally incapable of resistance, all alike being swept away, although dieted with the utmost precaution. By far the most terrible feature in the malady was the dejection which ensued when any one felt himself sickening, for the despair into which they instantly fell took away their power of resistance, and left them a much easier prey to the disorder; besides which, there was the awful spectacle of men dying like sheep, through having caught the infection in nursing each other. This caused the greatest mortality. On the one hand, if they were afraid to visit each other, they perished from neglect; indeed many houses were emptied of their inmates for want of a nurse: on the other, if they ventured to do so, death was the consequence. This was especially the case with such as made any pretensions to goodness: honour made them unsparing of themselves in their attendance in their friends’ houses, where even the members of the family were at last worn out by the moans of the dying, and succumbed to the force of the disaster. Yet it was with those who had recovered from the disease that the sick and the dying found most compassion. These knew what it was from experience, and had now no fear for themselves; for the same man was never attacked twice—never at least fatally. And such persons not only received the congratulations of others, but themselves also, in the elation of the moment, half entertained the vain hope that they were for the future safe from any disease whatsoever."}