{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "\"PowerMarketers.com\"<PowerMarketers.com@calcium.netcontentinc.net>", "subject": "Daily Power Report", "body": " In the declining age of the caliphs, in the century which elapsed after the war of Theophilus and Motassem, the hostile transactions of the two nations were confined to some inroads by sea and land, the fruits of their close vicinity and indelible hatred. But when the Eastern world was convulsed and broken, the Greeks were roused from their lethargy by the hopes of conquest and revenge. The Byzantine empire, since the accession of the Basilian race, had reposed in peace and dignity; and they might encounter with their entire strength the front of some petty emir, whose rear was assaulted and threatened by his national foes of the Mahometan faith. The lofty titles of the morning star, and the death of the Saracens, 111 were applied in the public acclamations to Nicephorus Phocas, a prince as renowned in the camp, as he was unpopular in the city. In the subordinate station of great domestic, or general of the East, he reduced the Island of Crete, and extirpated the nest of pirates who had so long defied, with impunity, the majesty of the empire. 112 His military genius was displayed in the conduct and success of the enterprise, which had so often failed with loss and dishonor. The Saracens were confounded by the landing of his troops on safe and level bridges, which he cast from the vessels to the shore. Seven months were consumed in the siege of Candia; the despair of the native Cretans was stimulated by the frequent aid of their brethren of Africa and Spain; and after the massy wall and double ditch had been stormed by the Greeks a hopeless conflict was still maintained in the streets and houses of the city. 1121 The whole island was subdued in the capital, and a submissive people accepted, without resistance, the baptism of the conqueror. 113 Constantinople applauded the long-forgotten pomp of a triumph; but the Imperial diadem was the sole reward that could repay the services, or satisfy the ambition, of Nicephorus."}