{"label": "ham", "to_address": "Perl List <beginners@perl.org>", "from_address": "oryann9 <oryann9@yahoo.com>", "subject": "Re: unit messages", "body": " The empress Justina did not long survive her return to Italy; and, though she beheld the triumph of Theodosius, she was not allowed to influence the government of her son. 102 The pernicious attachment to the Arian sect, which Valentinian had imbibed from her example and instructions, was soon erased by the lessons of a more orthodox education. His growing zeal for the faith of Nice, and his filial reverence for the character and authority of Ambrose, disposed the Catholics to entertain the most favorable opinion of the virtues of the young emperor of the West. 103 They applauded his chastity and temperance, his contempt of pleasure, his application to business, and his tender affection for his two sisters; which could not, however, seduce his impartial equity to pronounce an unjust sentence against the meanest of his subjects. But this amiable youth, before he had accomplished the twentieth year of his age, was oppressed by domestic treason; and the empire was again involved in the horrors of a civil war. Arbogastes, 104 a gallant soldier of the nation of the Franks, held the second rank in the service of Gratian. On the death of his master he joined the standard of Theodosius; contributed, by his valor and military conduct, to the destruction of the tyrant; and was appointed, after the victory, master-general of the armies of Gaul. His real merit, and apparent fidelity, had gained the confidence both of the prince and people; his boundless liberality corrupted the allegiance of the troops; and, whilst he was universally esteemed as the pillar of the state, the bold and crafty Barbarian was secretly determined either to rule, or to ruin, the empire of the West. The important commands of the army were distributed among the Franks; the creatures of Arbogastes were promoted to all the honors and offices of the civil government; the progress of the conspiracy removed every faithful servant from the presence of Valentinian; and the emperor, without power and without intelligence, insensibly sunk into the precarious and dependent condition of a captive. 105 The indignation which he expressed, though it might arise only from the rash and impatient temper of youth, may be candidly ascribed to the generous spirit of a prince, who felt that he was not unworthy to reign. He secretly invited the archbishop of Milan to undertake the office of a mediator; as the pledge of his sincerity, and the guardian of his safety. He contrived to apprise the emperor of the East of his helpless situation, and he declared, that, unless Theodosius could speedily march to his assistance, he must attempt to escape from the palace, or rather prison, of Vienna in Gaul, where he had imprudently fixed his residence in the midst of the hostile faction. But the hopes of relief were distant, and doubtful: and, as every day furnished some new provocation, the emperor, without strength or counsel, too hastily resolved to risk an immediate contest with his powerful general. He received Arbogastes on the throne; and, as the count approached with some appearance of respect, delivered to him a paper, which dismissed him from all his employments. “My authority,” replied Arbogastes, with insulting coolness, “does not depend on the smile or the frown of a monarch;” and he contemptuously threw the paper on the ground. The indignant monarch snatched at the sword of one of the guards, which he struggled to draw from its scabbard; and it was not without some degree of violence that he was prevented from using the deadly weapon against his enemy, or against himself. A few days after this extraordinary quarrel, in which he had exposed his resentment and his weakness, the unfortunate Valentinian was found strangled in his apartment; and some pains were employed to disguise the manifest guilt of Arbogastes, and to persuade the world, that the death of the young emperor had been the voluntary effect of his own despair. 106 His body was conducted with decent pomp to the sepulchre of Milan; and the archbishop pronounced a funeral oration to commemorate his virtues and his misfortunes. 107 On this occasion the humanity of Ambrose tempted him to make a singular breach in his theological system; and to comfort the weeping sisters of Valentinian, by the firm assurance, that their pious brother, though he had not received the sacrament of baptism, was introduced, without difficulty, into the mansions of eternal bliss. 108"}