{"label": "spam", "to_address": "<manager@speedy.uwaterloo.ca>", "from_address": "\"Thelma Darlena\" <uwuc06ypmd@vispa.com>", "subject": "SPECIAL PHARMACY DISCOUNT, you  pay & we ship, no question asked, established by reputable Canadian Doctor mu", "body": " The cities and towns of this country are the greatest of all in the Middle Kingdom. The inhabitants are rich and prosperous, and vie with one another in the practice of benevolence and righteousness. Every year on the eighth day of the second month they celebrate a procession of images. They make a four-wheeled car, and on it erect a structure of five stories by means of bamboos tied together. This is supported by a king-post, with poles and lances slanting from it, and is rather more than twenty cubits high, having the shape of a tope. White and silk-like cloth of hair is wrapped all round it, which is then painted in various colors. They make figures of devas, with gold, silver, and lapis lazuli grandly blended and having silken streamers and canopies hung out over them. On the four sides are niches, with a Buddha seated in each, and a Bodhisattva standing in attendance on him. There may be twenty cars, all grand and imposing, but each one different from the others. On the day mentioned, the monks and laity within the borders all come together; they have singers and skilful musicians: they say their devotions with flowers and incense. The Brahmans come and invite the Buddhas to enter the city. These do so in order, and remain two nights in it. All through the night they keep lamps burning, have skilful music, and present offerings. This is the practice in all the other kingdoms as well. The Heads of the Vaisya families in them establish in the cities houses for dispensing charity and medicines. All the poor and destitute in the country, orphans, widowers, and childless men, maimed people and cripples, and all who are diseased, go to those houses, and are provided with every kind of help, and doctors examine their diseases. They get the food and medicines which their cases require, and are made to feel at ease; and when they are better, they go away of themselves."}