{"label": "spam", "to_address": "almer@flax24.uwaterloo.ca", "from_address": "\"Maria Newman\" <xowmallarilol@mallari.com>", "subject": "Can you imagine that you are healthy?", "body": " Where action (consequently activity and force) exists, substance also must exist, and in it alone must be sought the seat of that fruitful source of phenomena. Very well. But if we are called upon to explain what we mean by substance, and wish to avoid the vice of reasoning in a circle, the answer is by no means so easy. How shall we conclude immediately from the action to the permanence of that which acts, this being nevertheless an essential and peculiar criterion of substance (phenomenon)? But after what has been said above, the solution of this question becomes easy enough, although by the common mode of procedure—merely analysing our conceptions—it would be quite impossible. The conception of action indicates the relation of the subject of causality to the effect. Now because all effect consists in that which happens, therefore in the changeable, the last subject thereof is the permanent, as the substratum of all that changes, that is, substance. For according to the principle of causality, actions are always the first ground of all change in phenomena and, consequently, cannot be a property of a subject which itself changes, because if this were the case, other actions and another subject would be necessary to determine this change. From all this it results that action alone, as an empirical criterion, is a sufficient proof of the presence of substantiality, without any necessity on my part of endeavouring to discover the permanence of substance by a comparison. Besides, by this mode of induction we could not attain to the completeness which the magnitude and strict universality of the conception requires. For that the primary subject of the causality of all arising and passing away, all origin and extinction, cannot itself (in the sphere of phenomena) arise and pass away, is a sound and safe conclusion, a conclusion which leads us to the conception of empirical necessity and permanence in existence, and consequently to the conception of a substance as phenomenon."}