{"label": "ham", "to_address": "ip-health@lists.essential.org", "from_address": "Michael Steffen <michael.steffen@yale.edu>", "subject": "[Ip-health] Boston Globe: Biotech -- Not Just For the Rich", "body": " While China, Syria, and Poland, were invaded at the same time by the Moguls and Tartars, the authors of the mighty mischief were content with the knowledge and declaration, that their word was the sword of death. Like the first caliphs, the first successors of Zingis seldom appeared in person at the head of their victorious armies. On the banks of the Onon and Selinga, the royal or _golden horde_ exhibited the contrast of simplicity and greatness; of the roasted sheep and mare’s milk which composed their banquets; and of a distribution in one day of five hundred wagons of gold and silver. The ambassadors and princes of Europe and Asia were compelled to undertake this distant and laborious pilgrimage; and the life and reign of the great dukes of Russia, the kings of Georgia and Armenia, the sultans of Iconium, and the emirs of Persia, were decided by the frown or smile of the great khan. The sons and grandsons of Zingis had been accustomed to the pastoral life; but the village of Caracorum 31 was gradually ennobled by their election and residence. A change of manners is implied in the removal of Octai and Mangou from a tent to a house; and their example was imitated by the princes of their family and the great officers of the empire. Instead of the boundless forest, the enclosure of a park afforded the more indolent pleasures of the chase; their new habitations were decorated with painting and sculpture; their superfluous treasures were cast in fountains, and basins, and statues of massy silver; and the artists of China and Paris vied with each other in the service of the great khan. 32 Caracorum contained two streets, the one of Chinese mechanics, the other of Mahometan traders; and the places of religious worship, one Nestorian church, two mosques, and twelve temples of various idols, may represent in some degree the number and division of inhabitants. Yet a French missionary declares, that the town of St. Denys, near Paris, was more considerable than the Tartar capital; and that the whole palace of Mangou was scarcely equal to a tenth part of that Benedictine abbey. The conquests of Russia and Syria might amuse the vanity of the great khans; but they were seated on the borders of China; the acquisition of that empire was the nearest and most interesting object; and they might learn from their pastoral economy, that it is for the advantage of the shepherd to protect and propagate his flock. I have already celebrated the wisdom and virtue of a Mandarin who prevented the desolation of five populous and cultivated provinces. In a spotless administration of thirty years, this friend of his country and of mankind continually labored to mitigate, or suspend, the havoc of war; to save the monuments, and to rekindle the flame, of science; to restrain the military commander by the restoration of civil magistrates; and to instil the love of peace and justice into the minds of the Moguls. He struggled with the barbarism of the first conquerors; but his salutary lessons produced a rich harvest in the second generation. 321 The northern, and by degrees the southern, empire acquiesced in the government of Cublai, the lieutenant, and afterwards the successor, of Mangou; and the nation was loyal to a prince who had been educated in the manners of China. He restored the forms of her venerable constitution; and the victors submitted to the laws, the fashions, and even the prejudices, of the vanquished people. This peaceful triumph, which has been more than once repeated, may be ascribed, in a great measure, to the numbers and servitude of the Chinese. The Mogul army was dissolved in a vast and populous country; and their emperors adopted with pleasure a political system, which gives to the prince the solid substance of despotism, and leaves to the subject the empty names of philosophy, freedom, and filial obedience. 322 Under the reign of Cublai, letters and commerce, peace and justice, were restored; the great canal, of five hundred miles, was opened from Nankin to the capital: he fixed his residence at Pekin; and displayed in his court the magnificence of the greatest monarch of Asia. Yet this learned prince declined from the pure and simple religion of his great ancestor: he sacrificed to the idol Fo; and his blind attachment to the lamas of Thibet and the bonzes of China 33 provoked the censure of the disciples of Confucius. His successors polluted the palace with a crowd of eunuchs, physicians, and astrologers, while thirteen millions of their subjects were consumed in the provinces by famine. One hundred and forty years after the death of Zingis, his degenerate race, the dynasty of the Yuen, was expelled by a revolt of the native Chinese; and the Mogul emperors were lost in the oblivion of the desert. Before this revolution, they had forfeited their supremacy over the dependent branches of their house, the khans of Kipzak and Russia, the khans of Zagatai, or Transoxiana, and the khans of Iran or Persia. By their distance and power, these royal lieutenants had soon been released from the duties of obedience; and after the death of Cublai, they scorned to accept a sceptre or a title from his unworthy successors. According to their respective situations, they maintained the simplicity of the pastoral life, or assumed the luxury of the cities of Asia; but the princes and their hordes were alike disposed for the reception of a foreign worship. After some hesitation between the Gospel and the Koran, they conformed to the religion of Mahomet; and while they adopted for their brethren the Arabs and Persians, they renounced all intercourse with the ancient Moguls, the idolaters of China."}