{"label": "ham", "to_address": "Bjoern Jacke <bjoern@j3e.de>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: SWAT translations: complete them and add some more?", "body": " Clodius Albinus, governor of Britain, surpassed both his competitors in the nobility of his extraction, which he derived from some of the most illustrious names of the old republic. 16 But the branch from which he claimed his descent was sunk into mean circumstances, and transplanted into a remote province. It is difficult to form a just idea of his true character. Under the philosophic cloak of austerity, he stands accused of concealing most of the vices which degrade human nature. 17 But his accusers are those venal writers who adored the fortune of Severus, and trampled on the ashes of an unsuccessful rival. Virtue, or the appearances of virtue, recommended Albinus to the confidence and good opinion of Marcus; and his preserving with the son the same interest which he had acquired with the father, is a proof at least that he was possessed of a very flexible disposition. The favor of a tyrant does not always suppose a want of merit in the object of it; he may, without intending it, reward a man of worth and ability, or he may find such a man useful to his own service. It does not appear that Albinus served the son of Marcus, either as the minister of his cruelties, or even as the associate of his pleasures. He was employed in a distant honorable command, when he received a confidential letter from the emperor, acquainting him of the treasonable designs of some discontented generals, and authorizing him to declare himself the guardian and successor of the throne, by assuming the title and ensigns of Cæsar. 18 The governor of Britain wisely declined the dangerous honor, which would have marked him for the jealousy, or involved him in the approaching ruin, of Commodus. He courted power by nobler, or, at least, by more specious arts. On a premature report of the death of the emperor, he assembled his troops; and, in an eloquent discourse, deplored the inevitable mischiefs of despotism, described the happiness and glory which their ancestors had enjoyed under the consular government, and declared his firm resolution to reinstate the senate and people in their legal authority. This popular harangue was answered by the loud acclamations of the British legions, and received at Rome with a secret murmur of applause. Safe in the possession of his little world, and in the command of an army less distinguished indeed for discipline than for numbers and valor, 19 Albinus braved the menaces of Commodus, maintained towards Pertinax a stately ambiguous reserve, and instantly declared against the usurpation of Julian. The convulsions of the capital added new weight to his sentiments, or rather to his professions of patriotism. A regard to decency induced him to decline the lofty titles of Augustus and Emperor; and he imitated perhaps the example of Galba, who, on a similar occasion, had styled himself the Lieutenant of the senate and people. 20"}