{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " Secondly, we must not forget that Rousseau's theories are to be studied in a wider historical environment. If he is the first of modern political theorists, he is also the last of a long line of Renaissance theorists, who in turn inherit and transform the concepts of mediæval thought. So many critics have spent so much wasted time in proving that Rousseau was not original only because they began by identifying originality with isolation: they studied first the _Social Contract_ by itself, out of relation to earlier works, and then, having discovered that these earlier works resembled it, decided that everything it had to say was borrowed. Had they begun their study in a truly historical spirit, they would have seen that Rousseau's importance lies just in the new use he makes of old ideas, in the transition he makes from old to new in the general conception of politics. No mere innovator could have exercised such an influence or hit on so much truth. Theory makes no great leaps; it proceeds to new concepts by the adjustment and renovation of old ones. Just as theological writers on politics, from Hooker to Bossuet, make use of Biblical terminology and ideas; just as more modern writers, from Hegel to Herbert Spencer, make use of the concept of evolution, Rousseau uses the ideas and terms of the Social Contract theory. We should feel, throughout his work, his struggle to free himself from what is lifeless and outworn in that theory, while he develops out of it fruitful conceptions that go beyond its scope. A too rigid literalism in the interpretation of Rousseau's thought may easily reduce it to the possession of a merely \"historical interest\": if we approach it in a truly historical spirit, we shall be able to appreciate at once its temporary and its lasting value, to see how it served his contemporaries, and at the same time to disentangle from it what may be serviceable to us and for all time."}