{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "tridge@samba.org", "subject": "GPLv2-only users of Samba library code?", "body": " A Christian, a philosopher, 93 and a patriot, will be equally scandalized by the temporal kingdom of the clergy; and the local majesty of Rome, the remembrance of her consuls and triumphs, may seem to imbitter the sense, and aggravate the shame, of her slavery. If we calmly weigh the merits and defects of the ecclesiastical government, it may be praised in its present state, as a mild, decent, and tranquil system, exempt from the dangers of a minority, the sallies of youth, the expenses of luxury, and the calamities of war. But these advantages are overbalanced by a frequent, perhaps a septennial, election of a sovereign, who is seldom a native of the country; the reign of a _young_ statesman of threescore, in the decline of his life and abilities, without hope to accomplish, and without children to inherit, the labors of his transitory reign. The successful candidate is drawn from the church, and even the convent; from the mode of education and life the most adverse to reason, humanity, and freedom. In the trammels of servile faith, he has learned to believe because it is absurd, to revere all that is contemptible, and to despise whatever might deserve the esteem of a rational being; to punish error as a crime, to reward mortification and celibacy as the first of virtues; to place the saints of the calendar 94 above the heroes of Rome and the sages of Athens; and to consider the missal, or the crucifix, as more useful instruments than the plough or the loom. In the office of nuncio, or the rank of cardinal, he may acquire some knowledge of the world, but the primitive stain will adhere to his mind and manners: from study and experience he may suspect the mystery of his profession; but the sacerdotal artist will imbibe some portion of the bigotry which he inculcates. The genius of Sixtus the Fifth 95 burst from the gloom of a Franciscan cloister. In a reign of five years, he exterminated the outlaws and banditti, abolished the _profane_ sanctuaries of Rome, 96 formed a naval and military force, restored and emulated the monuments of antiquity, and after a liberal use and large increase of the revenue, left five millions of crowns in the castle of St. Angelo. But his justice was sullied with cruelty, his activity was prompted by the ambition of conquest: after his decease the abuses revived; the treasure was dissipated; he entailed on posterity thirty-five new taxes and the venality of offices; and, after his death, his statue was demolished by an ungrateful, or an injured, people. 97 The wild and original character of Sixtus the Fifth stands alone in the series of the pontiffs; the maxims and effects of their temporal government may be collected from the positive and comparative view of the arts and philosophy, the agriculture and trade, the wealth and population, of the ecclesiastical state. For myself, it is my wish to depart in charity with all mankind, nor am I willing, in these last moments, to offend even the pope and clergy of Rome. 98"}