{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Power Marketing Association<Power.Marketing.Association@calcium.netcontentinc.net>", "subject": "Gas Turbine and Fossil Power Fundamentals  Aug 21-23 Chicago", "body": " III. The swarms that followed the first crusade were destroyed in Anatolia by famine, pestilence, and the Turkish arrows; and the princes only escaped with some squadrons of horse to accomplish their lamentable pilgrimage. A just opinion may be formed of their knowledge and humanity; of their knowledge, from the design of subduing Persia and Chorasan in their way to Jerusalem; 201 of their humanity, from the massacre of the Christian people, a friendly city, who came out to meet them with palms and crosses in their hands. The arms of Conrad and Louis were less cruel and imprudent; but the event of the second crusade was still more ruinous to Christendom; and the Greek Manuel is accused by his own subjects of giving seasonable intelligence to the sultan, and treacherous guides to the Latin princes. Instead of crushing the common foe, by a double attack at the same time but on different sides, the Germans were urged by emulation, and the French were retarded by jealousy. Louis had scarcely passed the Bosphorus when he was met by the returning emperor, who had lost the greater part of his army in glorious, but unsuccessful, actions on the banks of the Mæander. The contrast of the pomp of his rival hastened the retreat of Conrad: 202 the desertion of his independent vassals reduced him to his hereditary troops; and he borrowed some Greek vessels to execute by sea the pilgrimage of Palestine. Without studying the lessons of experience, or the nature of the war, the king of France advanced through the same country to a similar fate. The vanguard, which bore the royal banner and the oriflamme of St. Denys, 21 had doubled their march with rash and inconsiderate speed; and the rear, which the king commanded in person, no longer found their companions in the evening camp. In darkness and disorder, they were encompassed, assaulted, and overwhelmed, by the innumerable host of Turks, who, in the art of war, were superior to the Christians of the twelfth century. 211 Louis, who climbed a tree in the general discomfiture, was saved by his own valor and the ignorance of his adversaries; and with the dawn of day he escaped alive, but almost alone, to the camp of the vanguard. But instead of pursuing his expedition by land, he was rejoiced to shelter the relics of his army in the friendly seaport of Satalia. From thence he embarked for Antioch; but so penurious was the supply of Greek vessels, that they could only afford room for his knights and nobles; and the plebeian crowd of infantry was left to perish at the foot of the Pamphylian hills. The emperor and the king embraced and wept at Jerusalem; their martial trains, the remnant of mighty armies, were joined to the Christian powers of Syria, and a fruitless siege of Damascus was the final effort of the second crusade. Conrad and Louis embarked for Europe with the personal fame of piety and courage; but the Orientals had braved these potent monarchs of the Franks, with whose names and military forces they had been so often threatened. 22 Perhaps they had still more to fear from the veteran genius of Frederic the First, who in his youth had served in Asia under his uncle Conrad. Forty campaigns in Germany and Italy had taught Barbarossa to command; and his soldiers, even the princes of the empire, were accustomed under his reign to obey. As soon as he lost sight of Philadelphia and Laodicea, the last cities of the Greek frontier, he plunged into the salt and barren desert, a land (says the historian) of horror and tribulation. 23 During twenty days, every step of his fainting and sickly march was besieged by the innumerable hordes of Turkmans, 24 whose numbers and fury seemed after each defeat to multiply and inflame. The emperor continued to struggle and to suffer; and such was the measure of his calamities, that when he reached the gates of Iconium, no more than one thousand knights were able to serve on horseback. By a sudden and resolute assault he defeated the guards, and stormed the capital of the sultan, 25 who humbly sued for pardon and peace. The road was now open, and Frederic advanced in a career of triumph, till he was unfortunately drowned in a petty torrent of Cilicia. 26 The remainder of his Germans was consumed by sickness and desertion: and the emperor’s son expired with the greatest part of his Swabian vassals at the siege of Acre. Among the Latin heroes, Godfrey of Bouillon and Frederic Barbarossa could alone achieve the passage of the Lesser Asia; yet even their success was a warning; and in the last and most experienced age of the crusades, every nation preferred the sea to the toils and perils of an inland expedition. 27"}