{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " The accidental, or artificial, prodigies which adorned the expedition of Clovis, were accepted by a superstitious age, as the manifest declaration of the divine favor. He marched from Paris; and as he proceeded with decent reverence through the holy diocese of Tours, his anxiety tempted him to consult the shrine of St. Martin, the sanctuary and the oracle of Gaul. His messengers were instructed to remark the words of the Psalm which should happen to be chanted at the precise moment when they entered the church. Those words most fortunately expressed the valor and victory of the champions of Heaven, and the application was easily transferred to the new Joshua, the new Gideon, who went forth to battle against the enemies of the Lord. 51 Orleans secured to the Franks a bridge on the Loire; but, at the distance of forty miles from Poitiers, their progress was intercepted by an extraordinary swell of the River Vigenna or Vienne; and the opposite banks were covered by the encampment of the Visigoths. Delay must be always dangerous to Barbarians, who consume the country through which they march; and had Clovis possessed leisure and materials, it might have been impracticable to construct a bridge, or to force a passage, in the face of a superior enemy. But the affectionate peasants who were impatient to welcome their deliverer, could easily betray some unknown or unguarded ford: the merit of the discovery was enhanced by the useful interposition of fraud or fiction; and a white hart, of singular size and beauty, appeared to guide and animate the march of the Catholic army. The counsels of the Visigoths were irresolute and distracted. A crowd of impatient warriors, presumptuous in their strength, and disdaining to fly before the robbers of Germany, excited Alaric to assert in arms the name and blood of the conquerors of Rome. The advice of the graver chieftains pressed him to elude the first ardor of the Franks; and to expect, in the southern provinces of Gaul, the veteran and victorious Ostrogoths, whom the king of Italy had already sent to his assistance. The decisive moments were wasted in idle deliberation the Goths too hastily abandoned, perhaps, an advantageous post; and the opportunity of a secure retreat was lost by their slow and disorderly motions. After Clovis had passed the ford, as it is still named, of the Hart, he advanced with bold and hasty steps to prevent the escape of the enemy. His nocturnal march was directed by a flaming meteor, suspended in the air above the cathedral of Poitiers; and this signal, which might be previously concerted with the orthodox successor of St. Hilary, was compared to the column of fire that guided the Israelites in the desert. At the third hour of the day, about ten miles beyond Poitiers, Clovis overtook, and instantly attacked, the Gothic army; whose defeat was already prepared by terror and confusion. Yet they rallied in their extreme distress, and the martial youths, who had clamorously demanded the battle, refused to survive the ignominy of flight. The two kings encountered each other in single combat. Alaric fell by the hand of his rival; and the victorious Frank was saved by the goodness of his cuirass, and the vigor of his horse, from the spears of two desperate Goths, who furiously rode against him to revenge the death of their sovereign. The vague expression of a mountain of the slain, serves to indicate a cruel though indefinite slaughter; but Gregory has carefully observed, that his valiant countryman Apollinaris, the son of Sidonius, lost his life at the head of the nobles of Auvergne. Perhaps these suspected Catholics had been maliciously exposed to the blind assault of the enemy; and perhaps the influence of religion was superseded by personal attachment or military honor. 52"}