{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Stephen\" <walter@griffield.biz>", "subject": "Why seek? Choose any love pi11 you want!", "body": " 'Those who are pregnant in the body only, betake themselves to women and beget children--this is the character of their love; their offspring, as they hope, will preserve their memory and giving them the blessedness and immortality which they desire in the future. But souls which are pregnant--for there certainly are men who are more creative in their souls than in their bodies--conceive that which is proper for the soul to conceive or contain. And what are these conceptions?--wisdom and virtue in general. And such creators are poets and all artists who are deserving of the name inventor. But the greatest and fairest sort of wisdom by far is that which is concerned with the ordering of states and families, and which is called temperance and justice. And he who in youth has the seed of these implanted in him and is himself inspired, when he comes to maturity desires to beget and generate. He wanders about seeking beauty that he may beget offspring--for in deformity he will beget nothing--and naturally embraces the beautiful rather than the deformed body; above all when he finds a fair and noble and well-nurtured soul, he embraces the two in one person, and to such an one he is full of speech about virtue and the nature and pursuits of a good man; and he tries to educate him; and at the touch of the beautiful which is ever present to his memory, even when absent, he brings forth that which he had conceived long before, and in company with him tends that which he brings forth; and they are married by a far nearer tie and have a closer friendship than those who beget mortal children, for the children who are their common offspring are fairer and more immortal. Who, when he thinks of Homer and Hesiod and other great poets, would not rather have their children than ordinary human ones? Who would not emulate them in the creation of children such as theirs, which have preserved their memory and given them everlasting glory? Or who would not have such children as Lycurgus left behind him to be the saviours, not only of Lacedaemon, but of Hellas, as one may say? There is Solon, too, who is the revered father of Athenian laws; and many others there are in many other places, both among Hellenes and barbarians, who have given to the world many noble works, and have been the parents of virtue of every kind; and many temples have been raised in their honour for the sake of children such as theirs; which were never raised in honour of any one, for the sake of his mortal children."}