{"label": "spam", "to_address": "\"Subscriber\" <cruiseca@flax9.uwaterloo.ca>", "from_address": "\"ORK FROM HOME ONLINE - 23 People Needed Immediately!\" <r40davxywb@ricehockey.com>", "subject": "Would =?UTF8?Q?=24?=5000 Per Month Help?", "body": " But supposing this hypothesis of moral philosophy should be allowed to be false, it is still evident, that pain and pleasure, if not the causes of vice and virtue, are at least inseparable from them. A generous and noble character affords a satisfaction even in the survey; and when presented to us, though only in a poem or fable, never fails to charm and delight us. On the other hand cruelty and treachery displease from their very nature; nor is it possible ever to reconcile us to these qualities, either in ourselves or others. Thus one hypothesis of morality is an undeniable proof of the foregoing system, and the other at worst agrees with it. But pride and humility arise not from these qualities alone of the mind, which, according to the vulgar systems of ethicks, have been comprehended as parts of moral duty, but from any other that has a connexion with pleasure and uneasiness. Nothing flatters our vanity more than the talent of pleasing by our wit, good humour, or any other accomplishment; and nothing gives us a more sensible mortification than a disappointment in any attempt of that nature. No one has ever been able to tell what wit is, and to-shew why such a system of thought must be received under that denomination, and such another rejected. It is only by taste we can decide concerning it, nor are we possest of any other standard, upon which we can form a judgment of this kind. Now what is this taste, from which true and false wit in a manner receive their being, and without which no thought can have a title to either of these denominations? It is plainly nothing but a sensation of pleasure from true wit, and of uneasiness from false, without oar being able to tell the reasons of that pleasure or uneasiness. The power of bestowing these opposite sensations is, therefore, the very essence of true and false wit; and consequently the cause of that pride or humility, which arises from them."}