{"label": "spam", "to_address": "\"Bernardine\" <pabuhr@plg.uwaterloo.ca>", "from_address": "\"Jerry\" <nmendezpli@rdsnet.ro>", "subject": "Always on time", "body": " Having thus given an account of all the systems both popular and philosophical, with regard to external existences, I cannot forbear giving vent to a certain sentiment, which arises upon reviewing those systems. I begun this subject with premising, that we ought to have an implicit faith in our senses, and that this would be the conclusion, I should draw from the whole of my reasoning. But to be ingenuous, I feel myself at present of a quite contrary sentiment, and am more inclined to repose no faith at all in my senses, or rather imagination, than to place in it such an implicit confidence. I cannot conceive how such trivial qualities of the fancy, conducted by such false suppositions, can ever lead to any solid and rational system. They are the coherence and constancy of our perceptions, which produce the opinion of their continued existence; though these qualities of perceptions have no perceivable connexion with such an existence. The constancy of our perceptions has the most considerable effect, and yet is attended with the greatest difficulties. It is a gross illusion to suppose, that our resembling perceptions are numerically the same; and it is this illusion, which leads us into the opinion, that these perceptions are uninterrupted, and are still existent, even when they are not present to the senses. This is the case with our popular system. And as to our philosophical one, it is liable to the same difficulties; and is over-and-above loaded with this absurdity, that it at once denies and establishes the vulgar supposition. Philosophers deny our resembling perceptions to be identically the same, and uninterrupted; and yet have so great a propensity to believe them such, that they arbitrarily invent a new set of perceptions, to which they attribute these qualities. I say, a new set of perceptions: For we may well suppose in general, but it is impossible for us distinctly to conceive, objects to be in their nature any thing but exactly the same with perceptions. What then can we look for from this confusion of groundless and extraordinary opinions but error and falshood? And how can we justify to ourselves any belief we repose in them?"}