{"label": "spam", "to_address": "<gnitpick@speedy.uwaterloo.ca>", "from_address": "\"William\" <richard@quitsmokeless.biz>", "subject": "All love enhancers on one portal!", "body": " This reasoning is equally solid, when applied to divine laws, so far as the deity is considered as a legislator, and is supposed to inflict punishment and bestow rewards with a design to produce obedience. But I also maintain, that even where he acts not in his magisterial capacity, but is regarded as the avenger of crimes merely on account of their odiousness and deformity, not only it is impossible, without the necessary connexion of cause and effect in human actions, that punishments could be inflicted compatible with justice and moral equity; but also that it could ever enter into the thoughts of any reasonable being to inflict them. The constant and universal object of hatred or anger is a person or creature endowed with thought and consciousness; and when any criminal or injurious actions excite that passion, it is only by their relation to the person or connexion with him. But according to the doctrine of liberty or chance, this connexion is reduced to nothing, nor are men more accountable for those actions, which are designed and premeditated, than for such as are the most casual and accidental. Actions are by their very nature temporary and perishing; and where they proceed not from some cause in the characters and disposition of the person, who performed them, they infix not themselves upon him, and can neither redound to his honour, if good, nor infamy, if evil. The action itself may be blameable; it may be contrary to all the rules of morality and religion: But the person is not responsible for it; and as it proceeded from nothing in him, that is durable or constant, and leaves nothing of that nature behind it, it is impossible he can, upon its account, become the object of punishment or vengeance. According to the hypothesis of liberty, therefore, a man is as pure and untainted, after having committed the most horrid crimes, as at the first moment of his birth, nor is his character any way concerned in his actions; since they are not derived from it, and the wickedness of the one can never be used as a proof of the depravity of the other. It is only upon the principles of necessity, that a person acquires any merit or demerit from his actions, however the common opinion may incline to the contrary."}