{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Chad Gonzalez\" <dxunooinsa@altoona.com>", "subject": "Can't buy rx capsules in a native drug depot?", "body": " A philosopher was asked: “What is the weight of smoke?” He answered: “Subtract from the weight of the burnt wood the weight of the remaining ashes, and you will have the weight of the smoke.” Thus he presumed it to be incontrovertible that even in fire the matter (substance) does not perish, but that only the form of it undergoes a change. In like manner was the saying: “From nothing comes nothing,” only another inference from the principle or permanence, or rather of the ever-abiding existence of the true subject in phenomena. For if that in the phenomenon which we call substance is to be the proper substratum of all determination of time, it follows that all existence in past as well as in future time, must be determinable by means of it alone. Hence we are entitled to apply the term substance to a phenomenon, only because we suppose its existence in all time, a notion which the word permanence does not fully express, as it seems rather to be referable to future time. However, the internal necessity perpetually to be, is inseparably connected with the necessity always to have been, and so the expression may stand as it is. “Gigni de nihilo nihil; in nihilum nil posse reverti,”[31] are two propositions which the ancients never parted, and which people nowadays sometimes mistakenly disjoin, because they imagine that the propositions apply to objects as things in themselves, and that the former might be inimical to the dependence (even in respect of its substance also) of the world upon a supreme cause. But this apprehension is entirely needless, for the question in this case is only of phenomena in the sphere of experience, the unity of which never could be possible, if we admitted the possibility that new things (in respect of their substance) should arise. For in that case, we should lose altogether that which alone can represent the unity of time, to wit, the identity of the substratum, as that through which alone all change possesses complete and thorough unity. This permanence is, however, nothing but the manner in which we represent to ourselves the existence of things in the phenomenal world."}