{"label": "spam", "to_address": "mhln@eppg.com", "from_address": "\"Quincy\" <ljqjqs@eppg.com>", "subject": "[Mhln] present u", "body": " It was pointed out in an early part of this Essay, that the liberty of the individual, in things wherein the individual is alone concerned, implies a corresponding liberty in any number of individuals to regulate by mutual agreement such things as regard them jointly, and regard no persons but themselves. This question presents no difficulty, so long as the will of all the persons implicated remains unaltered; but since that will may change, it is often necessary, even in things in which they alone are concerned, that they should enter into engagements with one another; and when they do, it is fit, as a general rule, that those engagements should be kept. Yet in the laws, probably, of every country, this general rule has some exceptions. Not only persons are not held to engagements which violate the rights of third parties, but it is sometimes considered a sufficient reason for releasing them from an engagement, that it is injurious to themselves. In this and most other civilised countries, for example, an engagement by which a person should sell himself, or allow himself to be sold, as a slave, would be null and void; neither enforced by law nor by opinion. The ground for thus limiting his power of voluntarily disposing of his own lot in life, is apparent, and is very clearly seen in this extreme case. The reason for not interfering, unless for the sake of others, with a person's voluntary acts, is consideration for his liberty. His voluntary choice is evidence that what he so chooses is desirable, or at the least endurable, to him, and his good is on the whole best provided for by allowing him to take his own means of pursuing it. But by selling himself for a slave, he abdicates his liberty; he foregoes any future use of it, beyond that single act. He therefore defeats, in his own case, the very purpose which is the justification of allowing him to dispose of himself. He is no longer free; but is thenceforth in a position which has no longer the presumption in its favour, that would be afforded by his voluntarily remaining in it. The principle of freedom cannot require that he should be free not to be free. It is not freedom, to be allowed to alienate his freedom. These reasons, the force of which is so conspicuous in this peculiar case, are evidently of far wider application; yet a limit is everywhere set to them by the necessities of life, which continually require, not indeed that we should resign our freedom, but that we should consent to this and the other limitation of it. The principle, however, which demands uncontrolled freedom of action in all that concerns only the agents themselves, requires that those who have become bound to one another, in things which concern no third party, should be able to release one another from the engagement: and even without such voluntary release, there are perhaps no contracts or engagements, except those that relate to money or money's worth, of which one can venture to say that there ought to be no liberty whatever of retractation. Baron Wilhelm von Humboldt, in the excellent essay from which I have already quoted, states it as his conviction, that engagements which involve personal relations or services, should never be legally binding beyond a limited duration of time; and that the most important of these engagements, marriage, having the peculiarity that its objects are frustrated unless the feelings of both the parties are in harmony with it, should require nothing more than the declared will of either party to dissolve it. This subject is too important, and too complicated, to be discussed in a parenthesis, and I touch on it only so far as is necessary for purposes of illustration. If the conciseness and generality of Baron Humboldt's dissertation had not obliged him in this instance to content himself with enunciating his conclusion without discussing the premises, he would doubtless have recognised that the question cannot be decided on grounds so simple as those to which he confines himself. When a person, either by express promise or by conduct, has encouraged another to rely upon his continuing to act in a certain way--to build expectations and calculations, and stake any part of his plan of life upon that supposition, a new series of moral obligations arises on his part towards that person, which may possibly be overruled, but cannot be ignored. And again, if the relation between two contracting parties has been followed by consequences to others; if it has placed third parties in any peculiar position, or, as in the case of marriage, has even called third parties into existence, obligations arise on the part of both the contracting parties towards those third persons, the fulfilment of which, or at all events the mode of fulfilment, must be greatly affected by the continuance or disruption of the relation between the original parties to the contract. It does not follow, nor can I admit, that these obligations extend to requiring the fulfilment of the contract at all costs to the happiness of the reluctant party; but they are a necessary element in the question; and even if, as Von Humboldt maintains, they ought to make no difference in the _legal_ freedom of the parties to release themselves from the engagement (and I also hold that they ought not to make _much_ difference), they necessarily make a great difference in the _moral_ freedom. A person is bound to take all these circumstances into account, before resolving on a step which may affect such important interests of others; and if he does not allow proper weight to those interests, he is morally responsible for the wrong. I have made these obvious remarks for the better illustration of the general principle of liberty, and not because they are at all needed on the particular question, which, on the contrary, is usually discussed as if the interest of children was everything, and that of grown persons nothing."}