{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Rev 11185: Merge upstream. in\n\tfile:///home/jelmer/bzr.samba-old/4.0-regwrite/", "body": " Despoiled of his arms, his jewels, and his purple, Romanus spent a dreary and perilous night on the field of battle, amidst a disorderly crowd of the meaner Barbarians. In the morning the royal captive was presented to Alp Arslan, who doubted of his fortune, till the identity of the person was ascertained by the report of his ambassadors, and by the more pathetic evidence of Basilacius, who embraced with tears the feet of his unhappy sovereign. The successor of Constantine, in a plebeian habit, was led into the Turkish divan, and commanded to kiss the ground before the lord of Asia. He reluctantly obeyed; and Alp Arslan, starting from his throne, is said to have planted his foot on the neck of the Roman emperor. 36 But the fact is doubtful; and if, in this moment of insolence, the sultan complied with the national custom, the rest of his conduct has extorted the praise of his bigoted foes, and may afford a lesson to the most civilized ages. He instantly raised the royal captive from the ground; and thrice clasping his hand with tender sympathy, assured him, that his life and dignity should be inviolate in the hands of a prince who had learned to respect the majesty of his equals and the vicissitudes of fortune. From the divan, Romanus was conducted to an adjacent tent, where he was served with pomp and reverence by the officers of the sultan, who, twice each day, seated him in the place of honor at his own table. In a free and familiar conversation of eight days, not a word, not a look, of insult escaped from the conqueror; but he severely censured the unworthy subjects who had deserted their valiant prince in the hour of danger, and gently admonished his antagonist of some errors which he had committed in the management of the war. In the preliminaries of negotiation, Alp Arslan asked him what treatment he expected to receive, and the calm indifference of the emperor displays the freedom of his mind. “If you are cruel,” said he, “you will take my life; if you listen to pride, you will drag me at your chariot-wheels; if you consult your interest, you will accept a ransom, and restore me to my country.” “And what,” continued the sultan, “would have been your own behavior, had fortune smiled on your arms?” The reply of the Greek betrays a sentiment, which prudence, and even gratitude, should have taught him to suppress. “Had I vanquished,” he fiercely said, “I would have inflicted on thy body many a stripe.” The Turkish conqueror smiled at the insolence of his captive; observed that the Christian law inculcated the love of enemies and forgiveness of injuries; and nobly declared, that he would not imitate an example which he condemned. After mature deliberation, Alp Arslan dictated the terms of liberty and peace, a ransom of a million, 361 an annual tribute of three hundred and sixty thousand pieces of gold, 37 the marriage of the royal children, and the deliverance of all the Moslems, who were in the power of the Greeks. Romanus, with a sigh, subscribed this treaty, so disgraceful to the majesty of the empire; he was immediately invested with a Turkish robe of honor; his nobles and patricians were restored to their sovereign; and the sultan, after a courteous embrace, dismissed him with rich presents and a military guard. No sooner did he reach the confines of the empire, than he was informed that the palace and provinces had disclaimed their allegiance to a captive: a sum of two hundred thousand pieces was painfully collected; and the fallen monarch transmitted this part of his ransom, with a sad confession of his impotence and disgrace. The generosity, or perhaps the ambition, of the sultan, prepared to espouse the cause of his ally; but his designs were prevented by the defeat, imprisonment, and death, of Romanus Diogenes. 38"}