{"label": "ham", "to_address": "\"Stefan (metze) Metzmacher\" <metze@samba.org>", "from_address": "Michael Adam <ma@sernet.de>", "subject": "Re: Rev 5367: Try bzr and, if this is a brz checkout,\n\tuse bzr branch nick and\n\tin\thttp://samba.sernet.de/ma/bzr/SAMBA_3_0-registry.bzr/", "body": " No fixed relation can be stated between the extent of the territory and the population that are adequate one to the other, both because of the differences in the quality of land, in its fertility, in the nature of its products, and in the influence of climate, and because of the different tempers of those who inhabit it; for some in a fertile country consume little, and others on an ungrateful soil much. The greater or less fecundity of women, the conditions that are more or less favourable in each country to the growth of population, and the influence the legislator can hope to exercise by his institutions, must also be taken into account. The legislator therefore should not go by what he sees, but by what he foresees; he should stop not so much at the state in which he actually finds the population, as at that to which it ought naturally to attain. Lastly, there are countless cases in which the particular local circumstances demand or allow the acquisition of a greater territory than seems necessary. Thus, expansion will be great in a mountainous country, where the natural products, _i.e._ woods and pastures, need less labour, where we know from experience that women are more fertile than in the plains, and where a great expanse of slope affords only a small level tract that can be counted on for vegetation. On the other hand, contraction is possible on the coast, even in lands of rocks and nearly barren sands, because there fishing makes up to a great extent for the lack of land-produce, because the inhabitants have to congregate together more in order to repel pirates, and further because it is easier to unburden the country of its superfluous inhabitants by means of colonies."}