{"label": "ham", "to_address": "\"ivo welch\" <ivowel@gmail.com>", "from_address": "\"Spielas Bates\" <bates@stat.wisc.edu>", "subject": "Re: [R] skeleton for C code?", "body": " From the conquest of Prusa, we may date the true æra of the Ottoman empire. The lives and possessions of the Christian subjects were redeemed by a tribute or ransom of thirty thousand crowns of gold; and the city, by the labors of Orchan, assumed the aspect of a Mahometan capital; Prusa was decorated with a mosque, a college, and a hospital, of royal foundation; the Seljukian coin was changed for the name and impression of the new dynasty: and the most skilful professors, of human and divine knowledge, attracted the Persian and Arabian students from the ancient schools of Oriental learning. The office of vizier was instituted for Aladin, the brother of Orchan; 411 and a different habit distinguished the citizens from the peasants, the Moslems from the infidels. All the troops of Othman had consisted of loose squadrons of Turkman cavalry; who served without pay and fought without discipline: but a regular body of infantry was first established and trained by the prudence of his son. A great number of volunteers was enrolled with a small stipend, but with the permission of living at home, unless they were summoned to the field: their rude manners, and seditious temper, disposed Orchan to educate his young captives as his soldiers and those of the prophet; but the Turkish peasants were still allowed to mount on horseback, and follow his standard, with the appellation and the hopes of _freebooters_. 412 By these arts he formed an army of twenty-five thousand Moslems: a train of battering engines was framed for the use of sieges; and the first successful experiment was made on the cities of Nice and Nicomedia. Orchan granted a safe-conduct to all who were desirous of departing with their families and effects; but the widows of the slain were given in marriage to the conquerors; and the sacrilegious plunder, the books, the vases, and the images, were sold or ransomed at Constantinople. The emperor Andronicus the Younger was vanquished and wounded by the son of Othman: 42 421 he subdued the whole province or kingdom of Bithynia, as far as the shores of the Bosphorus and Hellespont; and the Christians confessed the justice and clemency of a reign which claimed the voluntary attachment of the Turks of Asia. Yet Orchan was content with the modest title of emir; and in the list of his compeers, the princes of Roum or Anatolia, 43 his military forces were surpassed by the emirs of Ghermian and Caramania, each of whom could bring into the field an army of forty thousand men. Their domains were situate in the heart of the Seljukian kingdom; but the holy warriors, though of inferior note, who formed new principalities on the Greek empire, are more conspicuous in the light of history. The maritime country from the Propontis to the Mæander and the Isle of Rhodes, so long threatened and so often pillaged, was finally lost about the thirteenth year of Andronicus the Elder. 44 Two Turkish chieftains, Sarukhan and Aidin, left their names to their conquests, and their conquests to their posterity. The captivity or ruin of the _seven_ churches of Asia was consummated; and the barbarous lords of Ionia and Lydia still trample on the monuments of classic and Christian antiquity. In the loss of Ephesus, the Christians deplored the fall of the first angel, the extinction of the first candlestick, of the Revelations; 45 the desolation is complete; and the temple of Diana, or the church of Mary, will equally elude the search of the curious traveller. The circus and three stately theatres of Laodicea are now peopled with wolves and foxes; Sardes is reduced to a miserable village; the God of Mahomet, without a rival or a son, is invoked in the mosques of Thyatira and Pergamus; and the populousness of Smyrna is supported by the foreign trade of the Franks and Armenians. Philadelphia alone has been saved by prophecy, or courage. At a distance from the sea, forgotten by the emperors, encompassed on all sides by the Turks, her valiant citizens defended their religion and freedom above fourscore years; and at length capitulated with the proudest of the Ottomans. Among the Greek colonies and churches of Asia, Philadelphia is still erect; a column in a scene of ruins; a pleasing example, that the paths of honor and safety may sometimes be the same. The servitude of Rhodes was delayed about two centuries by the establishment of the knights of St. John of Jerusalem: 46 under the discipline of the order, that island emerged into fame and opulence; the noble and warlike monks were renowned by land and sea: and the bulwark of Christendom provoked, and repelled, the arms of the Turks and Saracens."}