{"label": "spam", "to_address": "<shoppersavingsenter.net@speedy.uwaterloo.ca>", "from_address": "\"Earn Big Cash in Travel! \" <marshal@magicslottedspoons.com>", "subject": "Book Travel in your Spare Time", "body": " To take another example from a subject already once referred to. In a co-operative industrial association, is it just or not that talent or skill should give a title to superior remuneration? On the negative side of the question it is argued, that whoever does the best he can, deserves equally well, and ought not in justice to be put in a position of inferiority for no fault of his own; that superior abilities have already advantages more than enough, in the admiration they excite, the personal influence they command, and the internal sources of satisfaction attending them, without adding to these a superior share of the world's goods; and that society is bound in justice rather to make compensation to the less favoured, for this unmerited inequality of advantages, than to aggravate it. On the contrary side it is contended, that society receives more from the more efficient labourer; that his services being more useful, society owes him a larger return for them; that a greater share of the joint result is actually his work, and not to allow his claim to it is a kind of robbery; that if he is only to receive as much as others, he can only be justly required to produce as much, and to give a smaller amount of time and exertion, proportioned to his superior efficiency. Who shall decide between these appeals to conflicting principles of justice? Justice has in this case two sides to it, which it is impossible to bring into harmony, and the two disputants have chosen opposite sides; the one looks to what it is just that the individual should receive, the other to what it is just that the community should give. Each, from his own point of view, is unanswerable; and any choice between them, on grounds of justice, must be perfectly arbitrary. Social utility alone can decide the preference."}