{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Juliet Salgado\" <kordistantheatnaw@distantheat.com>", "subject": "Control your weight and appetite", "body": " In general, it may be affirmed, that there is no such passion in human minds, as the love of mankind, merely as such, independent of personal qualities, of services, or of relation to ourseit It is true, there is no human, and indeed no sensible, creature, whose happiness or misery does not, in some measure, affect us when brought near to us, and represented in lively colours: But this proceeds merely from sympathy, and is no proof of such an universal affection to mankind, since this concern extends itself beyond our own species. An affection betwixt the sexes is a passion evidently implanted in human nature; and this passion not only appears in its peculiar symptoms, but also in inflaming every other principle of affection, and raising a stronger love from beauty, wit, kindness, than what would otherwise flow from them. Were there an universal love among all human creatures, it would appear after the same manner. Any degree of a good quality would cause a stronger affection than the same degree of a bad quality would cause hatred; contrary to what we find by experience. Men's tempers are different, and some have a propensity to the tender, and others to the rougher, affections: But in the main, we may affirm, that man in general, or human nature, is nothing but the object both of love and hatred, and requires some other cause, which by a double relation of impressions and ideas, may excite these passions. In vain would we endeavour to elude this hypothesis. There are no phaenomena that point out any such kind affection to men, independent of their merit, and every other circumstance. We love company in general; but it is as we love any other amusement. An Englishman in Italy is a friend: A Euro paean in China; and perhaps a man would be beloved as such, were we to meet him in the moon. But this proceeds only from the relation to ourselves; which in these cases gathers force by being confined to a few persons."}