{"label": "ham", "to_address": "Duncan Murdoch <murdoch@stats.uwo.ca>", "from_address": "Martin Maechler <maechler@stat.math.ethz.ch>", "subject": "Re: [R] Matrix *package*, CHOLMOD error: problem too large", "body": " The last hope of the falling city and empire was placed in the harmony of the mother and daughter, in the maternal tenderness of Rome, and the filial obedience of Constantinople. In the synod of Florence, the Greeks and Latins had embraced, and subscribed, and promised; but these signs of friendship were perfidious or fruitless; 5 and the baseless fabric of the union vanished like a dream. 6 The emperor and his prelates returned home in the Venetian galleys; but as they touched at the Morea and the Isles of Corfu and Lesbos, the subjects of the Latins complained that the pretended union would be an instrument of oppression. No sooner did they land on the Byzantine shore, than they were saluted, or rather assailed, with a general murmur of zeal and discontent. During their absence, above two years, the capital had been deprived of its civil and ecclesiastical rulers; fanaticism fermented in anarchy; the most furious monks reigned over the conscience of women and bigots; and the hatred of the Latin name was the first principle of nature and religion. Before his departure for Italy, the emperor had flattered the city with the assurance of a prompt relief and a powerful succor; and the clergy, confident in their orthodoxy and science, had promised themselves and their flocks an easy victory over the blind shepherds of the West. The double disappointment exasperated the Greeks; the conscience of the subscribing prelates was awakened; the hour of temptation was past; and they had more to dread from the public resentment, than they could hope from the favor of the emperor or the pope. Instead of justifying their conduct, they deplored their weakness, professed their contrition, and cast themselves on the mercy of God and of their brethren. To the reproachful question, what had been the event or the use of their Italian synod? they answered with sighs and tears, “Alas! we have made a new faith; we have exchanged piety for impiety; we have betrayed the immaculate sacrifice; and we are become _Azymites_.” (The Azymites were those who celebrated the communion with unleavened bread; and I must retract or qualify the praise which I have bestowed on the growing philosophy of the times.) “Alas! we have been seduced by distress, by fraud, and by the hopes and fears of a transitory life. The hand that has signed the union should be cut off; and the tongue that has pronounced the Latin creed deserves to be torn from the root.” The best proof of their repentance was an increase of zeal for the most trivial rites and the most incomprehensible doctrines; and an absolute separation from all, without excepting their prince, who preserved some regard for honor and consistency. After the decease of the patriarch Joseph, the archbishops of Heraclea and Trebizond had courage to refuse the vacant office; and Cardinal Bessarion preferred the warm and comfortable shelter of the Vatican. The choice of the emperor and his clergy was confined to Metrophanes of Cyzicus: he was consecrated in St. Sophia, but the temple was vacant. The cross-bearers abdicated their service; the infection spread from the city to the villages; and Metrophanes discharged, without effect, some ecclesiastical thunders against a nation of schismatics. The eyes of the Greeks were directed to Mark of Ephesus, the champion of his country; and the sufferings of the holy confessor were repaid with a tribute of admiration and applause. His example and writings propagated the flame of religious discord; age and infirmity soon removed him from the world; but the gospel of Mark was not a law of forgiveness; and he requested with his dying breath, that none of the adherents of Rome might attend his obsequies or pray for his soul."}