{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "L.Stirton@uea.ac.uk", "subject": "[R] dist label names", "body": " In the general picture of the affairs of the East under the reign of Valens, the adventures of Para form one of the most striking and singular objects. The noble youth, by the persuasion of his mother Olympias, had escaped through the Persian host that besieged Artogerassa, and implored the protection of the emperor of the East. By his timid councils, Para was alternately supported, and recalled, and restored, and betrayed. The hopes of the Armenians were sometimes raised by the presence of their natural sovereign, 13811 and the ministers of Valens were satisfied, that they preserved the integrity of the public faith, if their vassal was not suffered to assume the diadem and title of King. But they soon repented of their own rashness. They were confounded by the reproaches and threats of the Persian monarch. They found reason to distrust the cruel and inconstant temper of Para himself; who sacrificed, to the slightest suspicions, the lives of his most faithful servants, and held a secret and disgraceful correspondence with the assassin of his father and the enemy of his country. Under the specious pretence of consulting with the emperor on the subject of their common interest, Para was persuaded to descend from the mountains of Armenia, where his party was in arms, and to trust his independence and safety to the discretion of a perfidious court. The king of Armenia, for such he appeared in his own eyes and in those of his nation, was received with due honors by the governors of the provinces through which he passed; but when he arrived at Tarsus in Cilicia, his progress was stopped under various pretences; his motions were watched with respectful vigilance, and he gradually discovered, that he was a prisoner in the hands of the Romans. Para suppressed his indignation, dissembled his fears, and after secretly preparing his escape, mounted on horseback with three hundred of his faithful followers. The officer stationed at the door of his apartment immediately communicated his flight to the consular of Cilicia, who overtook him in the suburbs, and endeavored without success, to dissuade him from prosecuting his rash and dangerous design. A legion was ordered to pursue the royal fugitive; but the pursuit of infantry could not be very alarming to a body of light cavalry; and upon the first cloud of arrows that was discharged into the air, they retreated with precipitation to the gates of Tarsus. After an incessant march of two days and two nights, Para and his Armenians reached the banks of the Euphrates; but the passage of the river which they were obliged to swim, 13812 was attended with some delay and some loss. The country was alarmed; and the two roads, which were only separated by an interval of three miles had been occupied by a thousand archers on horseback, under the command of a count and a tribune. Para must have yielded to superior force, if the accidental arrival of a friendly traveller had not revealed the danger and the means of escape. A dark and almost impervious path securely conveyed the Armenian troop through the thicket; and Para had left behind him the count and the tribune, while they patiently expected his approach along the public highways. They returned to the Imperial court to excuse their want of diligence or success; and seriously alleged, that the king of Armenia, who was a skilful magician, had transformed himself and his followers, and passed before their eyes under a borrowed shape. 13813 After his return to his native kingdom, Para still continued to profess himself the friend and ally of the Romans: but the Romans had injured him too deeply ever to forgive, and the secret sentence of his death was signed in the council of Valens. The execution of the bloody deed was committed to the subtle prudence of Count Trajan; and he had the merit of insinuating himself into the confidence of the credulous prince, that he might find an opportunity of stabbing him to the heart Para was invited to a Roman banquet, which had been prepared with all the pomp and sensuality of the East; the hall resounded with cheerful music, and the company was already heated with wine; when the count retired for an instant, drew his sword, and gave the signal of the murder. A robust and desperate Barbarian instantly rushed on the king of Armenia; and though he bravely defended his life with the first weapon that chance offered to his hand, the table of the Imperial general was stained with the royal blood of a guest, and an ally. Such were the weak and wicked maxims of the Roman administration, that, to attain a doubtful object of political interest the laws of nations, and the sacred rights of hospitality were inhumanly violated in the face of the world. 139"}