{"label": "spam", "to_address": "mhln@mhlearningnetwork.com", "from_address": "Most enjoyable <olilja@brasilia.net>", "subject": "[Mhln] Cialis SOFT for your need", "body": " It would be a great misunderstanding of this doctrine, to suppose that it is one of selfish indifference, which pretends that human beings have no business with each other's conduct in life, and that they should not concern themselves about the well-doing or well-being of one another, unless their own interest is involved. Instead of any diminution, there is need of a great increase of disinterested exertion to promote the good of others. But disinterested benevolence can find other instruments to persuade people to their good, than whips and scourges, either of the literal or the metaphorical sort. I am the last person to undervalue the self-regarding virtues; they are only second in importance, if even second, to the social. It is equally the business of education to cultivate both. But even education works by conviction and persuasion as well as by compulsion, and it is by the former only that, when the period of education is past, the self-regarding virtues should be inculcated. Human beings owe to each other help to distinguish the better from the worse, and encouragement to choose the former and avoid the latter. They should be for ever stimulating each other to increased exercise of their higher faculties, and increased direction of their feelings and aims towards wise instead of foolish, elevating instead of degrading, objects and contemplations. But neither one person, nor any number of persons, is warranted in saying to another human creature of ripe years, that he shall not do with his life for his own benefit what he chooses to do with it. He is the person most interested in his own well-being: the interest which any other person, except in cases of strong personal attachment, can have in it, is trifling, compared with that which he himself has; the interest which society has in him individually (except as to his conduct to others) is fractional, and altogether indirect: while, with respect to his own feelings and circumstances, the most ordinary man or woman has means of knowledge immeasurably surpassing those that can be possessed by any one else. The interference of society to overrule his judgment and purposes in what only regards himself, must be grounded on general presumptions; which may be altogether wrong, and even if right, are as likely as not to be misapplied to individual cases, by persons no better acquainted with the circumstances of such cases than those are who look at them merely from without. In this department, therefore, of human affairs, Individuality has its proper field of action. In the conduct of human beings towards one another, it is necessary that general rules should for the most part be observed, in order that people may know what they have to expect; but in each person's own concerns, his individual spontaneity is entitled to free exercise. Considerations to aid his judgment, exhortations to strengthen his will, may be offered to him, even obtruded on him, by others; but he himself is the final judge. All errors which he is likely to commit against advice and warning, are far outweighed by the evil of allowing others to constrain him to what they deem his good."}