{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22635 - in branches/SAMBA_4_0/source/auth:\n\tgensec kerberos", "body": " IV. Walther, Romische Rechts-Geschichte, Bonn. 1834. But I am particularly indebted to an edition of the French translation of this chapter, with additional notes, by one of the most learned civilians of Europe, Professor Warnkonig, published at Liege, 1821. I have inserted almost the whole of these notes, which are distinguished by the letter W.—M. The vain titles of the victories of Justinian are crumbled into dust; but the name of the legislator is inscribed on a fair and everlasting monument. Under his reign, and by his care, the civil jurisprudence was digested in the immortal works of the Code, the Pandects, and the Institutes: 1 the public reason of the Romans has been silently or studiously transfused into the domestic institutions of Europe, 2, and the laws of Justinian still command the respect or obedience of independent nations. Wise or fortunate is the prince who connects his own reputation with the honor or interest of a perpetual order of men. The defence of their founder is the first cause, which in every age has exercised the zeal and industry of the civilians. They piously commemorate his virtues; dissemble or deny his failings; and fiercely chastise the guilt or folly of the rebels, who presume to sully the majesty of the purple. The idolatry of love has provoked, as it usually happens, the rancor of opposition; the character of Justinian has been exposed to the blind vehemence of flattery and invective; and the injustice of a sect (the Anti-Tribonians,) has refused all praise and merit to the prince, his ministers, and his laws. 3 Attached to no party, interested only for the truth and candor of history, and directed by the most temperate and skilful guides, 4 I enter with just diffidence on the subject of civil law, which has exhausted so many learned lives, and clothed the walls of such spacious libraries. In a single, if possible in a short, chapter, I shall trace the Roman jurisprudence from Romulus to Justinian, 5 appreciate the labors of that emperor, and pause to contemplate the principles of a science so important to the peace and happiness of society. The laws of a nation form the most instructive portion of its history; and although I have devoted myself to write the annals of a declining monarchy, I shall embrace the occasion to breathe the pure and invigorating air of the republic."}