{"label": "ham", "to_address": "Peter Dalgaard <P.Dalgaard@biostat.ku.dk>", "from_address": "Tony Plate <tplate@acm.org>", "subject": "Re: [R] regular expressions with grep() and negative indexing", "body": " Such is the portrait of a generous conqueror, which has been extracted from his own memorials, and dedicated to his son and grandson, nineteen years after his decease; 47 and, at a time when the truth was remembered by thousands, a manifest falsehood would have implied a satire on his real conduct. Weighty indeed is this evidence, adopted by all the Persian histories; 48 yet flattery, more especially in the East, is base and audacious; and the harsh and ignominious treatment of Bajazet is attested by a chain of witnesses, some of whom shall be produced in the order of their time and country. _1._ The reader has not forgot the garrison of French, whom the marshal Boucicault left behind him for the defence of Constantinople. They were on the spot to receive the earliest and most faithful intelligence of the overthrow of their great adversary; and it is more than probable, that some of them accompanied the Greek embassy to the camp of Tamerlane. From their account, the _hardships_ of the prison and death of Bajazet are affirmed by the marshal’s servant and historian, within the distance of seven years. 49 _2._ The name of Poggius the Italian 50 is deservedly famous among the revivers of learning in the fifteenth century. His elegant dialogue on the vicissitudes of fortune 51 was composed in his fiftieth year, twenty-eight years after the Turkish victory of Tamerlane; 52 whom he celebrates as not inferior to the illustrious Barbarians of antiquity. Of his exploits and discipline Poggius was informed by several ocular witnesses; nor does he forget an example so apposite to his theme as the Ottoman monarch, whom the Scythian confined like a wild beast in an iron cage, and exhibited a spectacle to Asia. I might add the authority of two Italian chronicles, perhaps of an earlier date, which would prove at least that the same story, whether false or true, was imported into Europe with the first tidings of the revolution. 53 _3._ At the time when Poggius flourished at Rome, Ahmed Ebn Arabshah composed at Damascus the florid and malevolent history of Timour, for which he had collected materials in his journeys over Turkey and Tartary. 54 Without any possible correspondence between the Latin and the Arabian writer, they agree in the fact of the iron cage; and their agreement is a striking proof of their common veracity. Ahmed Arabshah likewise relates another outrage, which Bajazet endured, of a more domestic and tender nature. His indiscreet mention of women and divorces was deeply resented by the jealous Tartar: in the feast of victory the wine was served by female cupbearers, and the sultan beheld his own concubines and wives confounded among the slaves, and exposed without a veil to the eyes of intemperance. To escape a similar indignity, it is said that his successors, except in a single instance, have abstained from legitimate nuptials; and the Ottoman practice and belief, at least in the sixteenth century, is asserted by the observing Busbequius, 55 ambassador from the court of Vienna to the great Soliman. _4._ Such is the separation of language, that the testimony of a Greek is not less independent than that of a Latin or an Arab. I suppress the names of Chalcondyles and Ducas, who flourished in the latter period, and who speak in a less positive tone; but more attention is due to George Phranza, 56 protovestiare of the last emperors, and who was born a year before the battle of Angora. Twenty-two years after that event, he was sent ambassador to Amurath the Second; and the historian might converse with some veteran Janizaries, who had been made prisoners with the sultan, and had themselves seen him in his iron cage. 5. The last evidence, in every sense, is that of the Turkish annals, which have been consulted or transcribed by Leunclavius, Pocock, and Cantemir. 57 They unanimously deplore the captivity of the iron cage; and some credit may be allowed to national historians, who cannot stigmatize the Tartar without uncovering the shame of their king and country."}