{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "Young <tequilaman909@pegasus-uk.com>", "subject": "check out the price", "body": " We must, however, omit the consideration of these important subjects, the development of which is in reality the peculiar duty and dignity of philosophy, and confine ourselves for the present to the more humble but not less useful task of preparing a firm foundation for those majestic edifices of moral science. For this foundation has been hitherto insecure from the many subterranean passages which reason in its confident but vain search for treasures has made in all directions. Our present duty is to make ourselves perfectly acquainted with the transcendental use made of pure reason, its principles and ideas, that we may be able properly to determine and value its influence and real worth. But before bringing these introductory remarks to a close, I beg those who really have philosophy at heart—and their number is but small—if they shall find themselves convinced by the considerations following as well as by those above, to exert themselves to preserve to the expression idea its original signification, and to take care that it be not lost among those other expressions by which all sorts of representations are loosely designated—that the interests of science may not thereby suffer. We are in no want of words to denominate adequately every mode of representation, without the necessity of encroaching upon terms which are proper to others. The following is a graduated list of them. The genus is representation in general (representatio). Under it stands representation with consciousness (perceptio). A perception which relates solely to the subject as a modification of its state, is a sensation (sensatio), an objective perception is a cognition (cognitio). A cognition is either an intuition or a conception (intuitus vel conceptus). The former has an immediate relation to the object and is singular and individual; the latter has but a mediate relation, by means of a characteristic mark which may be common to several things. A conception is either empirical or pure. A pure conception, in so far as it has its origin in the understanding alone, and is not the conception of a pure sensuous image, is called notio. A conception formed from notions, which transcends the possibility of experience, is an idea, or a conception of reason. To one who has accustomed himself to these distinctions, it must be quite intolerable to hear the representation of the colour red called an idea. It ought not even to be called a notion or conception of understanding."}