{"label": "spam", "to_address": "\"the00\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Meredith Rivas\" <dilltownor@arcor-ip.net>", "subject": "As whichever laurelton", "body": " The conception of a cubic foot of space, however I may think it, is in itself completely identical. But two cubic feet in space are nevertheless distinct from each other from the sole fact of their being in different places (they are numero diversa); and these places are conditions of intuition, wherein the object of this conception is given, and which do not belong to the conception, but to the faculty of sensibility. In like manner, there is in the conception of a thing no contradiction when a negative is not connected with an affirmative; and merely affirmative conceptions cannot, in conjunction, produce any negation. But in sensuous intuition, wherein reality (take for example, motion) is given, we find conditions (opposite directions)—of which abstraction has been made in the conception of motion in general—which render possible a contradiction or opposition (not indeed of a logical kind)—and which from pure positives produce zero = 0. We are therefore not justified in saying that all reality is in perfect agreement and harmony, because no contradiction is discoverable among its conceptions.[39] According to mere conceptions, that which is internal is the substratum of all relations or external determinations. When, therefore, I abstract all conditions of intuition, and confine myself solely to the conception of a thing in general, I can make abstraction of all external relations, and there must nevertheless remain a conception of that which indicates no relation, but merely internal determinations. Now it seems to follow that in everything (substance) there is something which is absolutely internal and which antecedes all external determinations, inasmuch as it renders them possible; and that therefore this substratum is something which does not contain any external relations and is consequently simple (for corporeal things are never anything but relations, at least of their parts external to each other); and, inasmuch as we know of no other absolutely internal determinations than those of the internal sense, this substratum is not only simple, but also, analogously with our internal sense, determined through representations, that is to say, all things are properly monads, or simple beings endowed with the power of representation. Now all this would be perfectly correct, if the conception of a thing were the only necessary condition of the presentation of objects of external intuition. It is, on the contrary, manifest that a permanent phenomenon in space (impenetrable extension) can contain mere relations, and nothing that is absolutely internal, and yet be the primary substratum of all external perception. By mere conceptions I cannot think anything external, without, at the same time, thinking something internal, for the reason that conceptions of relations presuppose given things, and without these are impossible. But, as an intuition there is something (that is, space, which, with all it contains, consists of purely formal, or, indeed, real relations) which is not found in the mere conception of a thing in general, and this presents to us the substratum which could not be cognized through conceptions alone, I cannot say: because a thing cannot be represented by mere conceptions without something absolutely internal, there is also, in the things themselves which are contained under these conceptions, and in their intuition nothing external to which something absolutely internal does not serve as the foundation. For, when we have made abstraction of all the conditions of intuition, there certainly remains in the mere conception nothing but the internal in general, through which alone the external is possible. But this necessity, which is grounded upon abstraction alone, does not obtain in the case of things themselves, in so far as they are given in intuition with such determinations as express mere relations, without having anything internal as their foundation; for they are not things of a thing of which we can neither for they are not things in themselves, but only phenomena. What we cognize in matter is nothing but relations (what we call its internal determinations are but comparatively internal). But there are some self-subsistent and permanent, through which a determined object is given. That I, when abstraction is made of these relations, have nothing more to think, does not destroy the conception of a thing as phenomenon, nor the conception of an object in abstracto, but it does away with the possibility of an object that is determinable according to mere conceptions, that is, of a noumenon. It is certainly startling to hear that a thing consists solely of relations; but this thing is simply a phenomenon, and cannot be cogitated by means of the mere categories: it does itself consist in the mere relation of something in general to the senses. In the same way, we cannot cogitate relations of things in abstracto, if we commence with conceptions alone, in any other manner than that one is the cause of determinations in the other; for that is itself the conception of the understanding or category of relation. But, as in this case we make abstraction of all intuition, we lose altogether the mode in which the manifold determines to each of its parts its place, that is, the form of sensibility (space); and yet this mode antecedes all empirical causality."}