{"label": "ham", "to_address": "Duncan Murdoch <murdoch@stats.uwo.ca>", "from_address": "Ivan Baxter <ibaxter@purdue.edu>", "subject": "Re: [R] loop causes syntax error in print()", "body": " To the praise of justice Nushirvan united the reputation of knowledge; and the seven Greek philosophers, who visited his court, were invited and deceived by the strange assurance, that a disciple of Plato was seated on the Persian throne. Did they expect, that a prince, strenuously exercised in the toils of war and government, should agitate, with dexterity like their own, the abstruse and profound questions which amused the leisure of the schools of Athens? Could they hope that the precepts of philosophy should direct the life, and control the passions, of a despot, whose infancy had been taught to consider his absolute and fluctuating will as the only rule of moral obligation? 46 The studies of Chosroes were ostentatious and superficial: but his example awakened the curiosity of an ingenious people, and the light of science was diffused over the dominions of Persia. 47 At Gondi Sapor, in the neighborhood of the royal city of Susa, an academy of physic was founded, which insensibly became a liberal school of poetry, philosophy, and rhetoric. 48 The annals of the monarchy 49 were composed; and while recent and authentic history might afford some useful lessons both to the prince and people, the darkness of the first ages was embellished by the giants, the dragons, and the fabulous heroes of Oriental romance. 50 Every learned or confident stranger was enriched by the bounty, and flattered by the conversation, of the monarch: he nobly rewarded a Greek physician, 51 by the deliverance of three thousand captives; and the sophists, who contended for his favor, were exasperated by the wealth and insolence of Uranius, their more successful rival. Nushirvan believed, or at least respected, the religion of the Magi; and some traces of persecution may be discovered in his reign. 52 Yet he allowed himself freely to compare the tenets of the various sects; and the theological disputes, in which he frequently presided, diminished the authority of the priest, and enlightened the minds of the people. At his command, the most celebrated writers of Greece and India were translated into the Persian language; a smooth and elegant idiom, recommended by Mahomet to the use of paradise; though it is branded with the epithets of savage and unmusical, by the ignorance and presumption of Agathias. 53 Yet the Greek historian might reasonably wonder that it should be found possible to execute an entire version of Plato and Aristotle in a foreign dialect, which had not been framed to express the spirit of freedom and the subtilties of philosophic disquisition. And, if the reason of the Stagyrite might be equally dark, or equally intelligible in every tongue, the dramatic art and verbal argumentation of the disciple of Socrates, 54 appear to be indissolubly mingled with the grace and perfection of his Attic style. In the search of universal knowledge, Nushirvan was informed, that the moral and political fables of Pilpay, an ancient Brachman, were preserved with jealous reverence among the treasures of the kings of India. The physician Perozes was secretly despatched to the banks of the Ganges, with instructions to procure, at any price, the communication of this valuable work. His dexterity obtained a transcript, his learned diligence accomplished the translation; and the fables of Pilpay 55 were read and admired in the assembly of Nushirvan and his nobles. The Indian original, and the Persian copy, have long since disappeared; but this venerable monument has been saved by the curiosity of the Arabian caliphs, revived in the modern Persic, the Turkish, the Syriac, the Hebrew, and the Greek idioms, and transfused through successive versions into the modern languages of Europe. In their present form, the peculiar character, the manners and religion of the Hindoos, are completely obliterated; and the intrinsic merit of the fables of Pilpay is far inferior to the concise elegance of Phaedrus, and the native graces of La Fontaine. Fifteen moral and political sentences are illustrated in a series of apologues: but the composition is intricate, the narrative prolix, and the precept obvious and barren. Yet the Brachman may assume the merit of inventing a pleasing fiction, which adorns the nakedness of truth, and alleviates, perhaps, to a royal ear, the harshness of instruction. With a similar design, to admonish kings that they are strong only in the strength of their subjects, the same Indians invented the game of chess, which was likewise introduced into Persia under the reign of Nushirvan. 56"}