{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "CNN AM QuickNews <mailings@mail.cnn.com>", "subject": "Despite promises, few in House make earmark requests public", "body": " [17] Petty had illustrated the productive power inherent in the division of labor on a much grander scale than that was done later by Adam Smith. See his “Essay concerning the multiplication of mankind, etc.,” 3rd edition, 1686, p. 35-36. He not only brings out the advantages of the division of labor on the example of the manufacture of a watch, as Adam Smith did later on that of a needle, but considers also a city and an entire country from the point of view of a large manufacturing establishment. The Spectator, of November 26, 1711, refers to this “illustration of the admirable Sir William Petty.” McCulloch is, therefore, mistaken when he supposes that the Spectator confounded Petty with a writer forty years his junior. See McCulloch, “The Literature of Political Economy, a classified catalogue,” London, 1845, p. 105. Petty is conscious of being the founder of a new science. His method, he says, “is not yet very usual, for instead of using only comparative and superlative Words, and intellectual Arguments,” he has undertaken to speak “in Terms of Number, Weight or Measure; to use only Arguments of Sense, and to consider only such Causes, as have visible Foundations in Nature; leaving those that depend upon the mutable Minds, Opinions, Appetites, and Passions of particular Men, to the Consideration of others.” (Political Arithmetick, etc., London, 1699. Preface.) (A new edition of “The Economic Writings of Sir William Petty,” edited by Chas. Henry Hull, has been published by the University Press at Cambridge, 1899. The above passage will be found in vol. I., p. 244. The further references are given to this new, more accessible edition. Translator.) His wonderful keenness shows itself e. g. in the proposal to transport “all the moveables and people of Ireland, and of the Highlands of Scotland ... into the rest of Great Britain.” Thereby much labor-time would be saved, the productivity of labor increased, and “the King and his Subjects would thereby become more Rich and Strong.” (Political Arithmetick, ch. 4, p. 285.) Or in the chapter of his Political Arithmetic in which he proves that England’s mission is the conquest of the world’s market at a time when Holland still played the leading part as a trading nation and France seemed to be on the way of becoming the ruling trading Power: “That the King of England’s Subjects, have Stock competent and convenient, to drive the Trade of the whole Commercial World” (l. c., ch. 10, p. 311). “That the Impediments of England’s greatness are but contingent and removable” (l. c., ch. 5, p. 298). A singular humor pervades all his writings. Thus, he shows that it was by material means that Holland―at that time the model country with English economists, just as England is with continental economists to-day―conquered the world market “without such Angelical Wits and Judgments, as some attribute to the Hollanders” (l. c., p. 258). He advocates “Liberty of Conscience” as a condition of trade, because “Dissenters ... are ... patient Men, and such as believe that Labour and Industry is their Duty towards God,” and “They believe that ... for those who have less Wealth, to think they have the more Wit and Understanding, especially of the things of God which they think chiefly belong to the Poor.” “From whence it follows that Trade is not fixt to any species of Religion as such; but rather ... to the Heterodox part of the whole” (l. c., p. 262-264). He advocates an “allowance by Publick Tax” for those “who live by begging, cheating, stealing, gaming, borrowing without intention of restoring,” because “it were more for the publick profit” to tax the country for such persons “than to suffer them to spend extravagantly, at the only charge of careless, credulous, and good natured People” (p. 269-270). But he is opposed to taxes which transfer the wealth from industrious people “to such as do nothing at all, but eat and drink, sing, play, and dance; nay such as study the Metaphysicks” (ibid.). Petty’s writings are rarities of the bookseller’s trade and are to be found only in scattered poor old editions, which is the more surprising since William Petty was not only the father of English Political Economy, but also the ancestor of Henry Petty, alias Marquis of Lansdowne, the nestor of the English Whigs. However, the Lansdowne family could hardly bring out a complete edition of Petty’s works without prefacing it with his biography, and what can be said of most origins of the great Whig families holds good also in this case, viz., “the less said of them the better.” The keen-witted but cynical army surgeon who was as ready to plunder in Ireland under the shield of Cromwell as to crawl before Charles II. to get the title of baron which he needed for his plunderings, is a model hardly fit for public exhibition. Besides that, Petty seeks to prove in most of his writings which he published in his lifetime, that England’s prosperity reached its climax under Charles II., a heterodox view for the hereditary exploiters of the “glorious revolution.”"}