{"label": "spam", "to_address": "netsearch@canola1.uwaterloo.ca", "from_address": "\"Wilburn Carrillo\" <a-2-da-j@absecon.com>", "subject": "urgent", "body": " No less a man, than the Due de Chatillon, a duke and peer of France, of the highest rank and family, gives evidence of a miraculous cure, performed upon a servant of his, who had lived several years in his house with a visible and palpable infirmity. I shall conclude with observing, that no clergy are more celebrated for strictness of life and manners than the secular clergy of France, particularly the rectors or curés of Paris, who bear testimony to these impostures. The learning, genius, and probity of the gentlemen, and the austerity of the nuns of Port-Royal, have been much celebrated all over Europe. Yet they all give evidence for a miracle, wrought on the niece of the famous Pascal, whose sanctity of life, as well as extraordinary capacity, is well known. The famous Racine gives an account of this miracle in his famous history of Port-Royal, and fortifies it with all the proofs, which a multitude of nuns, priests, physicians, and men of the world, all of them of undoubted credit, could bestow upon it. Several men of letters, particularly the bishop of Tournay, thought this miracle so certain, as to employ it in the refutation of atheists and free-thinkers. The queen-regent of France, who was extremely prejudiced against the Port-Royal, sent her own physician to examine the miracle, who returned an absolute convert. In short, the supernatural cure was so uncontestable, that it saved, for a time, that famous monastery from the ruin with which it was threatened by the Jesuits. Had it been a cheat, it had certainly been detected by such sagacious and powerful antagonists, and must have hastened the ruin of the contrivers. Our divines, who can build up a formidable castle from such despicable materials; what a prodigious fabric could they have reared from these and many other circumstances, which I have not mentioned! How often would the great names of Pascal, Racine, Amaud, Nicole, have resounded in our ears? But if they be wise, they had better adopt the miracle, as being more worth, a thousand times, than all the rest of the collection. Besides, it may serve very much to their purpose. For that miracle was really performed by the touch of an authentic holy prickle of the holy thorn, which composed the holy crown, which, &c."}