{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "abartlet@samba.org", "subject": "svn commit: samba r23366 - in branches/SAMBA_4_0_RELEASE/source:\n\trpc_server/samr torture/rpc", "body": " The wealth of the Greeks enabled them to purchase the service of the poorer nations, and to maintain a naval power for the protection of their coasts and the annoyance of their enemies. 69 A commerce of mutual benefit exchanged the gold of Constantinople for the blood of Sclavonians and Turks, the Bulgarians and Russians: their valor contributed to the victories of Nicephorus and Zimisces; and if a hostile people pressed too closely on the frontier, they were recalled to the defence of their country, and the desire of peace, by the well-managed attack of a more distant tribe. 70 The command of the Mediterranean, from the mouth of the Tanais to the columns of Hercules, was always claimed, and often possessed, by the successors of Constantine. Their capital was filled with naval stores and dexterous artificers: the situation of Greece and Asia, the long coasts, deep gulfs, and numerous islands, accustomed their subjects to the exercise of navigation; and the trade of Venice and Amalfi supplied a nursery of seamen to the Imperial fleet. 71 Since the time of the Peloponnesian and Punic wars, the sphere of action had not been enlarged; and the science of naval architecture appears to have declined. The art of constructing those stupendous machines which displayed three, or six, or ten, ranges of oars, rising above, or falling behind, each other, was unknown to the ship-builders of Constantinople, as well as to the mechanicians of modern days. 72 The Dromones, 73 or light galleys of the Byzantine empire, were content with two tier of oars; each tier was composed of five-and-twenty benches; and two rowers were seated on each bench, who plied their oars on either side of the vessel. To these we must add the captain or centurion, who, in time of action, stood erect with his armor-bearer on the poop, two steersmen at the helm, and two officers at the prow, the one to manage the anchor, the other to point and play against the enemy the tube of liquid fire. The whole crew, as in the infancy of the art, performed the double service of mariners and soldiers; they were provided with defensive and offensive arms, with bows and arrows, which they used from the upper deck, with long pikes, which they pushed through the portholes of the lower tier. Sometimes, indeed, the ships of war were of a larger and more solid construction; and the labors of combat and navigation were more regularly divided between seventy soldiers and two hundred and thirty mariners. But for the most part they were of the light and manageable size; and as the Cape of Malea in Peloponnesus was still clothed with its ancient terrors, an Imperial fleet was transported five miles over land across the Isthmus of Corinth. 74 The principles of maritime tactics had not undergone any change since the time of Thucydides: a squadron of galleys still advanced in a crescent, charged to the front, and strove to impel their sharp beaks against the feeble sides of their antagonists. A machine for casting stones and darts was built of strong timbers, in the midst of the deck; and the operation of boarding was effected by a crane that hoisted baskets of armed men. The language of signals, so clear and copious in the naval grammar of the moderns, was imperfectly expressed by the various positions and colors of a commanding flag. In the darkness of the night, the same orders to chase, to attack, to halt, to retreat, to break, to form, were conveyed by the lights of the leading galley. By land, the fire-signals were repeated from one mountain to another; a chain of eight stations commanded a space of five hundred miles; and Constantinople in a few hours was apprised of the hostile motions of the Saracens of Tarsus. 75 Some estimate may be formed of the power of the Greek emperors, by the curious and minute detail of the armament which was prepared for the reduction of Crete. A fleet of one hundred and twelve galleys, and seventy-five vessels of the Pamphylian style, was equipped in the capital, the islands of the Aegean Sea, and the seaports of Asia, Macedonia, and Greece. It carried thirty-four thousand mariners, seven thousand three hundred and forty soldiers, seven hundred Russians, and five thousand and eighty-seven Mardaites, whose fathers had been transplanted from the mountains of Libanus. Their pay, most probably of a month, was computed at thirty-four centenaries of gold, about one hundred and thirty-six thousand pounds sterling. Our fancy is bewildered by the endless recapitulation of arms and engines, of clothes and linen, of bread for the men and forage for the horses, and of stores and utensils of every description, inadequate to the conquest of a petty island, but amply sufficient for the establishment of a flourishing colony. 76"}