{"label": "spam", "to_address": "catchall@speedy.uwaterloo.ca", "from_address": "\"Beverley\" <xbklth@speedy.uwaterloo.ca>", "subject": "Wallets and Accessories in Spring Colors ", "body": " I remarked, moreover, with respect to experiments, that they become always more necessary the more one is advanced in knowledge; for, at the commencement, it is better to make use only of what is spontaneously presented to our senses, and of which we cannot remain ignorant, provided we bestow on it any reflection, however slight, than to concern ourselves about more uncommon and recondite phenomena: the reason of which is, that the more uncommon often only mislead us so long as the causes of the more ordinary are still unknown; and the circumstances upon which they depend are almost always so special and minute as to be highly difficult to detect. But in this I have adopted the following order: first, I have essayed to find in general the principles, or first causes of all that is or can be in the world, without taking into consideration for this end anything but God himself who has created it, and without educing them from any other source than from certain germs of truths naturally existing in our minds In the second place, I examined what were the first and most ordinary effects that could be deduced from these causes; and it appears to me that, in this way, I have found heavens, stars, an earth, and even on the earth water, air, fire, minerals, and some other things of this kind, which of all others are the most common and simple, and hence the easiest to know. Afterwards when I wished to descend to the more particular, so many diverse objects presented themselves to me, that I believed it to be impossible for the human mind to distinguish the forms or species of bodies that are upon the earth, from an infinity of others which might have been, if it had pleased God to place them there, or consequently to apply them to our use, unless we rise to causes through their effects, and avail ourselves of many particular experiments. Thereupon, turning over in my mind I the objects that had ever been presented to my senses I freely venture to state that I have never observed any which I could not satisfactorily explain by the principles had discovered. But it is necessary also to confess that the power of nature is so ample and vast, and these principles so simple and general, that I have hardly observed a single particular effect which I cannot at once recognize as capable of being deduced in man different modes from the principles, and that my greatest difficulty usually is to discover in which of these modes the effect is dependent upon them; for out of this difficulty cannot otherwise extricate myself than by again seeking certain experiments, which may be such that their result is not the same, if it is in the one of these modes at we must explain it, as it would be if it were to be explained in the other. As to what remains, I am now in a position to discern, as I think, with sufficient clearness what course must be taken to make the majority those experiments which may conduce to this end: but I perceive likewise that they are such and so numerous, that neither my hands nor my income, though it were a thousand times larger than it is, would be sufficient for them all; so that according as henceforward I shall have the means of making more or fewer experiments, I shall in the same proportion make greater or less progress in the knowledge of nature. This was what I had hoped to make known by the treatise I had written, and so clearly to exhibit the advantage that would thence accrue to the public, as to induce all who have the common good of man at heart, that is, all who are virtuous in truth, and not merely in appearance, or according to opinion, as well to communicate to me the experiments they had already made, as to assist me in those that remain to be made."}