{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Vegas VIP Casino\" <pond@e-hkma.com>", "subject": "555 Euro en Bono de Bienvenida! ", "body": " The cosmological principle of totality could not give us any certain knowledge in regard to the maximum in the series of conditions in the world of sense, considered as a thing in itself. The actual regress in the series is the only means of approaching this maximum. This principle of pure reason, therefore, may still be considered as valid—not as an axiom enabling us to cogitate totality in the object as actual, but as a problem for the understanding, which requires it to institute and to continue, in conformity with the idea of totality in the mind, the regress in the series of the conditions of a given conditioned. For in the world of sense, that is, in space and time, every condition which we discover in our investigation of phenomena is itself conditioned; because sensuous objects are not things in themselves (in which case an absolutely unconditioned might be reached in the progress of cognition), but are merely empirical representations the conditions of which must always be found in intuition. The principle of reason is therefore properly a mere rule—prescribing a regress in the series of conditions for given phenomena, and prohibiting any pause or rest on an absolutely unconditioned. It is, therefore, not a principle of the possibility of experience or of the empirical cognition of sensuous objects—consequently not a principle of the understanding; for every experience is confined within certain proper limits determined by the given intuition. Still less is it a constitutive principle of reason authorizing us to extend our conception of the sensuous world beyond all possible experience. It is merely a principle for the enlargement and extension of experience as far as is possible for human faculties. It forbids us to consider any empirical limits as absolute. It is, hence, a principle of reason, which, as a rule, dictates how we ought to proceed in our empirical regress, but is unable to anticipate or indicate prior to the empirical regress what is given in the object itself. I have termed it for this reason a regulative principle of reason; while the principle of the absolute totality of the series of conditions, as existing in itself and given in the object, is a constitutive cosmological principle. This distinction will at once demonstrate the falsehood of the constitutive principle, and prevent us from attributing (by a transcendental subreptio) objective reality to an idea, which is valid only as a rule."}