{"label": "ham", "to_address": "\"Usman Shehu\" <ugulumbe@yahoo.co.uk>", "from_address": "\"jim holtman\" <jholtman@gmail.com>", "subject": "Re: [R] Too slow to execute!", "body": " \"The problem is to find a form of association which will defend and protect with the whole common force the person and goods of each associate, and in which each, while uniting himself with all, may still obey himself alone, and remain as free as before.\" \"The clauses of the contract ... are everywhere the same and everywhere tacitly admitted and recognised.... These clauses, properly understood, may be reduced to one--the total alienation of each associate, together with all his rights, to the whole community...; for, if the individuals retained certain rights, as there would be no common superior to decide between them and the public, each, being on one point his own judge, would ask to be so on all, and the state of nature would continue\" (Book I, chap. vi). Rousseau sees clearly that it is impossible to place any limits upon the power of the State; when the people combine into a State, they must in the end submit to be guided in all things by the will of the effective majority. Limited Sovereignty is a contradiction in terms; the Sovereign has a right to all that reason allows it, and as soon as reason demands that the State shall interfere, no appeal to individual rights can be made. What is best for the State must be suffered by the individual. This, however, is very far from meaning that the ruling power ought, or has the moral right, to interfere in every particular case. Rousseau has been subjected to much foolish criticism because, after upholding the State's absolute supremacy, he goes on (Book II, chap, iv) to speak of \"the limits of the sovereign power.\" There is no contradiction whatsoever. Wherever State intervention is for the best, the State has a right to intervene; but it has no moral right, though it must have a legal right, to intervene where it is not for the best. The General Will, being always in the right, will intervene only when intervention is proper. \"The Sovereign,\" therefore, \"cannot impose upon its subjects any fetters that are useless to the community, nor can it even wish to do so.\" As, however, the infallibility of the General Will is not enough to make the State infallible, there still remains an objection. Since the General Will cannot always be arrived at, who is to judge whether an act of intervention is justified? Rousseau's answer fails to satisfy many of his critics. \"Each man alienates, I admit, by the social compact, only such part of his powers, goods and liberty as it is important for the community to control; but it must also be granted that the Sovereign is sole judge of what is important.\" This, we are told, is mere State tyranny over again. But how is it possible to avoid such a conclusion? Rousseau has already given his reasons for objecting to a limited Sovereignty (Book I, chap, vi): it follows absolutely that we must take the best machinery we can find for the execution of the State's functions. No doubt the machinery will be imperfect; but we can only try to get as near the General Will as possible, without hoping to realise it fully."}