{"label": "ham", "to_address": "\"Millo Giovanni\" <Giovanni_Millo@generali.com>", "from_address": "\"Stephen Weigand\" <weigand.stephen@gmail.com>", "subject": "Re: [R] lme with corAR1 errors - can't find AR coefficient in output", "body": " Under the reign of Constantine the grandson of Heraclius, the ancient barrier of the Danube, so often violated and so often restored, was irretrievably swept away by a new deluge of Barbarians. Their progress was favored by the caliphs, their unknown and accidental auxiliaries: the Roman legions were occupied in Asia; and after the loss of Syria, Egypt, and Africa, the Caesars were twice reduced to the danger and disgrace of defending their capital against the Saracens. If, in the account of this interesting people, I have deviated from the strict and original line of my undertaking, the merit of the subject will hide my transgression, or solicit my excuse. In the East, in the West, in war, in religion, in science, in their prosperity, and in their decay, the Arabians press themselves on our curiosity: the first overthrow of the church and empire of the Greeks may be imputed to their arms; and the disciples of Mahomet still hold the civil and religious sceptre of the Oriental world. But the same labor would be unworthily bestowed on the swarms of savages, who, between the seventh and the twelfth century, descended from the plains of Scythia, in transient inroad or perpetual emigration. 1 Their names are uncouth, their origins doubtful, their actions obscure, their superstition was blind, their valor brutal, and the uniformity of their public and private lives was neither softened by innocence nor refined by policy. The majesty of the Byzantine throne repelled and survived their disorderly attacks; the greater part of these Barbarians has disappeared without leaving any memorial of their existence, and the despicable remnant continues, and may long continue, to groan under the dominion of a foreign tyrant. From the antiquities of, I. Bulgarians, II. Hungarians, and, III. Russians, I shall content myself with selecting such facts as yet deserve to be remembered. The conquests of the, IV. Normans, and the monarchy of the, V. Turks, will naturally terminate in the memorable Crusades to the Holy Land, and the double fall of the city and empire of Constantine."}