{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "The Skinny <cbsnews_the_skinny_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "The Skinny: April 11, 2007", "body": " The provinces of the Danube had been already relieved from the oppressive weight of the Gruthungi, or Ostrogoths, by the voluntary retreat of Alatheus and Saphrax, whose restless spirit had prompted them to seek new scenes of rapine and glory. Their destructive course was pointed towards the West; but we must be satisfied with a very obscure and imperfect knowledge of their various adventures. The Ostrogoths impelled several of the German tribes on the provinces of Gaul; concluded, and soon violated, a treaty with the emperor Gratian; advanced into the unknown countries of the North; and, after an interval of more than four years, returned, with accumulated force, to the banks of the Lower Danube. Their troops were recruited with the fiercest warriors of Germany and Scythia; and the soldiers, or at least the historians, of the empire, no longer recognized the name and countenances of their former enemies. 124 The general who commanded the military and naval powers of the Thracian frontier, soon perceived that his superiority would be disadvantageous to the public service; and that the Barbarians, awed by the presence of his fleet and legions, would probably defer the passage of the river till the approaching winter. The dexterity of the spies, whom he sent into the Gothic camp, allured the Barbarians into a fatal snare. They were persuaded that, by a bold attempt, they might surprise, in the silence and darkness of the night, the sleeping army of the Romans; and the whole multitude was hastily embarked in a fleet of three thousand canoes. 125 The bravest of the Ostrogoths led the van; the main body consisted of the remainder of their subjects and soldiers; and the women and children securely followed in the rear. One of the nights without a moon had been selected for the execution of their design; and they had almost reached the southern bank of the Danube, in the firm confidence that they should find an easy landing and an unguarded camp. But the progress of the Barbarians was suddenly stopped by an unexpected obstacle a triple line of vessels, strongly connected with each other, and which formed an impenetrable chain of two miles and a half along the river. While they struggled to force their way in the unequal conflict, their right flank was overwhelmed by the irresistible attack of a fleet of galleys, which were urged down the stream by the united impulse of oars and of the tide. The weight and velocity of those ships of war broke, and sunk, and dispersed, the rude and feeble canoes of the Barbarians; their valor was ineffectual; and Alatheus, the king, or general, of the Ostrogoths, perished with his bravest troops, either by the sword of the Romans, or in the waves of the Danube. The last division of this unfortunate fleet might regain the opposite shore; but the distress and disorder of the multitude rendered them alike incapable, either of action or counsel; and they soon implored the clemency of the victorious enemy. On this occasion, as well as on many others, it is a difficult task to reconcile the passions and prejudices of the writers of the age of Theodosius. The partial and malignant historian, who misrepresents every action of his reign, affirms, that the emperor did not appear in the field of battle till the Barbarians had been vanquished by the valor and conduct of his lieutenant Promotus. 126 The flattering poet, who celebrated, in the court of Honorius, the glory of the father and of the son, ascribes the victory to the personal prowess of Theodosius; and almost insinuates, that the king of the Ostrogoths was slain by the hand of the emperor. 127 The truth of history might perhaps be found in a just medium between these extreme and contradictory assertions."}