{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Student News <CNNStudentNews@cnn.com>", "subject": "June 6, 2007", "body": " The Thebans, finding themselves outwitted, immediately closed up to repel all attacks made upon them. Twice or thrice they beat back their assailants. But the men shouted and charged them, the women and slaves screamed and yelled from the houses and pelted them with stones and tiles; besides, it had been raining hard all night; and so at last their courage gave way, and they turned and fled through the town. Most of the fugitives were quite ignorant of the right ways out, and this, with the mud, and the darkness caused by the moon being in her last quarter, and the fact that their pursuers knew their way about and could easily stop their escape, proved fatal to many. The only gate open was the one by which they had entered, and this was shut by one of the Plataeans driving the spike of a javelin into the bar instead of the bolt; so that even here there was no longer any means of exit. They were now chased all over the town. Some got on the wall and threw themselves over, in most cases with a fatal result. One party managed to find a deserted gate, and obtaining an axe from a woman, cut through the bar; but as they were soon observed only a few succeeded in getting out. Others were cut off in detail in different parts of the city. The most numerous and compact body rushed into a large building next to the city wall: the doors on the side of the street happened to be open, and the Thebans fancied that they were the gates of the town, and that there was a passage right through to the outside. The Plataeans, seeing their enemies in a trap, now consulted whether they should set fire to the building and burn them just as they were, or whether there was anything else that they could do with them; until at length these and the rest of the Theban survivors found wandering about the town agreed to an unconditional surrender of themselves and their arms to the Plataeans."}