{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "\"Alex Tsoi\" <tsoi.teen@gmail.com>", "subject": "[R] problem with read.table", "body": " After the loss of Jerusalem, Acre, 108 which is distant about seventy miles, became the metropolis of the Latin Christians, and was adorned with strong and stately buildings, with aqueducts, an artificial port, and a double wall. The population was increased by the incessant streams of pilgrims and fugitives: in the pauses of hostility the trade of the East and West was attracted to this convenient station; and the market could offer the produce of every clime and the interpreters of every tongue. But in this conflux of nations, every vice was propagated and practised: of all the disciples of Jesus and Mahomet, the male and female inhabitants of Acre were esteemed the most corrupt; nor could the abuse of religion be corrected by the discipline of law. The city had many sovereigns, and no government. The kings of Jerusalem and Cyprus, of the house of Lusignan, the princes of Antioch, the counts of Tripoli and Sidon, the great masters of the hospital, the temple, and the Teutonic order, the republics of Venice, Genoa, and Pisa, the pope’s legate, the kings of France and England, assumed an independent command: seventeen tribunals exercised the power of life and death; every criminal was protected in the adjacent quarter; and the perpetual jealousy of the nations often burst forth in acts of violence and blood. Some adventurers, who disgraced the ensign of the cross, compensated their want of pay by the plunder of the Mahometan villages: nineteen Syrian merchants, who traded under the public faith, were despoiled and hanged by the Christians; and the denial of satisfaction justified the arms of the sultan Khalil. He marched against Acre, at the head of sixty thousand horse and one hundred and forty thousand foot: his train of artillery (if I may use the word) was numerous and weighty: the separate timbers of a single engine were transported in one hundred wagons; and the royal historian Abulfeda, who served with the troops of Hamah, was himself a spectator of the holy war. Whatever might be the vices of the Franks, their courage was rekindled by enthusiasm and despair; but they were torn by the discord of seventeen chiefs, and overwhelmed on all sides by the powers of the sultan. After a siege of thirty three days, the double wall was forced by the Moslems; the principal tower yielded to their engines; the Mamalukes made a general assault; the city was stormed; and death or slavery was the lot of sixty thousand Christians. The convent, or rather fortress, of the Templars resisted three days longer; but the great master was pierced with an arrow; and, of five hundred knights, only ten were left alive, less happy than the victims of the sword, if they lived to suffer on a scaffold, in the unjust and cruel proscription of the whole order. The king of Jerusalem, the patriarch and the great master of the hospital, effected their retreat to the shore; but the sea was rough, the vessels were insufficient; and great numbers of the fugitives were drowned before they could reach the Isle of Cyprus, which might comfort Lusignan for the loss of Palestine. By the command of the sultan, the churches and fortifications of the Latin cities were demolished: a motive of avarice or fear still opened the holy sepulchre to some devout and defenceless pilgrims; and a mournful and solitary silence prevailed along the coast which had so long resounded with the world’s debate. 109"}