{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Kerry Hoath\" <kerry@gotss.net>", "subject": "Re: Assistance with a dual-core machine.", "body": " III. The philosopher, who with calm suspicion examines the dreams and omens, the miracles and prodigies, of profane or even of ecclesiastical history, will probably conclude, that if the eyes of the spectators have sometimes been deceived by fraud, the understanding of the readers has much more frequently been insulted by fiction. Every event, or appearance, or accident, which seems to deviate from the ordinary course of nature, has been rashly ascribed to the immediate action of the Deity; and the astonished fancy of the multitude has sometimes given shape and color, language and motion, to the fleeting but uncommon meteors of the air. 45 Nazarius and Eusebius are the two most celebrated orators, who, in studied panegyrics, have labored to exalt the glory of Constantine. Nine years after the Roman victory, Nazarius 46 describes an army of divine warriors, who seemed to fall from the sky: he marks their beauty, their spirit, their gigantic forms, the stream of light which beamed from their celestial armor, their patience in suffering themselves to be heard, as well as seen, by mortals; and their declaration that they were sent, that they flew, to the assistance of the great Constantine. For the truth of this prodigy, the Pagan orator appeals to the whole Gallic nation, in whose presence he was then speaking; and seems to hope that the ancient apparitions 47 would now obtain credit from this recent and public event. The Christian fable of Eusebius, which, in the space of twenty-six years, might arise from the original dream, is cast in a much more correct and elegant mould. In one of the marches of Constantine, he is reported to have seen with his own eyes the luminous trophy of the cross, placed above the meridian sun and inscribed with the following words: BY THIS CONQUER. This amazing object in the sky astonished the whole army, as well as the emperor himself, who was yet undetermined in the choice of a religion: but his astonishment was converted into faith by the vision of the ensuing night. Christ appeared before his eyes; and displaying the same celestial sign of the cross, he directed Constantine to frame a similar standard, and to march, with an assurance of victory, against Maxentius and all his enemies. 48 The learned bishop of C¾sarea appears to be sensible, that the recent discovery of this marvellous anecdote would excite some surprise and distrust among the most pious of his readers. Yet, instead of ascertaining the precise circumstances of time and place, which always serve to detect falsehood or establish truth; 49 instead of collecting and recording the evidence of so many living witnesses who must have been spectators of this stupendous miracle; 50 Eusebius contents himself with alleging a very singular testimony; that of the deceased Constantine, who, many years after the event, in the freedom of conversation, had related to him this extraordinary incident of his own life, and had attested the truth of it by a solemn oath. The prudence and gratitude of the learned prelate forbade him to suspect the veracity of his victorious master; but he plainly intimates, that in a fact of such a nature, he should have refused his assent to any meaner authority. This motive of credibility could not survive the power of the Flavian family; and the celestial sign, which the Infidels might afterwards deride, 51 was disregarded by the Christians of the age which immediately followed the conversion of Constantine. 52 But the Catholic church, both of the East and of the West, has adopted a prodigy which favors, or seems to favor, the popular worship of the cross. The vision of Constantine maintained an honorable place in the legend of superstition, till the bold and sagacious spirit of criticism presumed to depreciate the triumph, and to arraign the truth, of the first Christian emperor. 53"}