{"label": "spam", "to_address": "\"Subscriber\" <cruiseca@flax9.uwaterloo.ca>", "from_address": "\"New Update to fix Windows File Errors\" <q24di9zmi@calculatinfare.com>", "subject": "Another Update to fix Windows File Errors in registry ", "body": " Few have been able to withstand the seeming evidence of this argument; and yet nothing in the world is more easy than to refute it. We need only reflect on what has been proved at large, that we are never sensible of any connexion betwixt causes and effects, and that it is only by our experience of their constant conjunction, we can arrive at any knowledge of this relation. Now as all objects, which are not contrary, are susceptible of a constant conjunction, and as no real objects are contrary;[13] I have inferred from these principles, that to consider the matter A PRIORI, any thing may produce any thing, and that we shall never discover a reason, why any object may or may not be the cause of any other, however great, or however little the resemblance may be betwixt them. This evidently destroys the precedent reasoning concerning the cause of thought or perception. For though there appear no manner of connexion betwixt motion or thought, the case is the same with all other causes and effects. Place one body of a pound weight on one end of a lever, and another body of the same weight on another end; you will never find in these bodies any principle of motion dependent on their distances from the center, more than of thought and perception. If you pretend, therefore, to prove a priori, that such a position of bodies can never cause thought; because turn it which way you will, it is nothing but a position of bodies; you must by the same course of reasoning conclude, that it can never produce motion; since there is no more apparent connexion in the one case than in the other. But as this latter conclusion is contrary to evident experience, and as it is possible we may have a like experience in the operations of the mind, and may perceive a constant conjunction of thought and motion; you reason too hastily, when from the mere consideration of the ideas, you conclude that it is impossible motion can ever produce thought, or a different position of parts give rise to a different passion or reflection. Nay it is not only possible we may have such an experience, but it is certain we have it; since every one may perceive, that the different dispositions of his body change his thoughts and sentiments. And should it be said, that this depends on the union of soul and body; I would answer, that we must separate the question concerning the substance of the mind from that concerning the cause of its thought; and that confining ourselves to the latter question we find by the comparing their ideas, that thought and motion are different from each other, and by experience, that they are constantly united; which being all the circumstances, that enter into the idea of cause and effect, when applied to the operations of matter, we may certainly conclude, that motion may be, and actually is, the cause of thought and perception."}