{"label": "ham", "to_address": "idra@samba.org", "from_address": "Luke Howard <lukeh@padl.com>", "subject": "Re: svn commit: samba r22342 - in branches/SAMBA_3_0_25/source:\n\tinclude nsswitch", "body": " The protection of the Rh¾tian frontier, and the persecution of the Catholic church, detained Constantius in Italy above eighteen months after the departure of Julian. Before the emperor returned into the East, he indulged his pride and curiosity in a visit to the ancient capital. 41 He proceeded from Milan to Rome along the ®milian and Flaminian ways, and as soon as he approached within forty miles of the city, the march of a prince who had never vanquished a foreign enemy, assumed the appearance of a triumphal procession. His splendid train was composed of all the ministers of luxury; but in a time of profound peace, he was encompassed by the glittering arms of the numerous squadrons of his guards and cuirassiers. Their streaming banners of silk, embossed with gold, and shaped in the form of dragons, waved round the person of the emperor. Constantius sat alone in a lofty car, resplendent with gold and precious gems; and, except when he bowed his head to pass under the gates of the cities, he affected a stately demeanor of inflexible, and, as it might seem, of insensible gravity. The severe discipline of the Persian youth had been introduced by the eunuchs into the Imperial palace; and such were the habits of patience which they had inculcated, that during a slow and sultry march, he was never seen to move his hand towards his face, or to turn his eyes either to the right or to the left. He was received by the magistrates and senate of Rome; and the emperor surveyed, with attention, the civil honors of the republic, and the consular images of the noble families. The streets were lined with an innumerable multitude. Their repeated acclamations expressed their joy at beholding, after an absence of thirty-two years, the sacred person of their sovereign, and Constantius himself expressed, with some pleasantry, he affected surprise that the human race should thus suddenly be collected on the same spot. The son of Constantine was lodged in the ancient palace of Augustus: he presided in the senate, harangued the people from the tribunal which Cicero had so often ascended, assisted with unusual courtesy at the games of the Circus, and accepted the crowns of gold, as well as the Panegyrics which had been prepared for the ceremony by the deputies of the principal cities. His short visit of thirty days was employed in viewing the monuments of art and power which were scattered over the seven hills and the interjacent valleys. He admired the awful majesty of the Capitol, the vast extent of the baths of Caracalla and Diocletian, the severe simplicity of the Pantheon, the massy greatness of the amphitheatre of Titus, the elegant architecture of the theatre of Pompey and the Temple of Peace, and, above all, the stately structure of the Forum and column of Trajan; acknowledging that the voice of fame, so prone to invent and to magnify, had made an inadequate report of the metropolis of the world. The traveller, who has contemplated the ruins of ancient Rome, may conceive some imperfect idea of the sentiments which they must have inspired when they reared their heads in the splendor of unsullied beauty."}