{"label": "spam", "to_address": "<smiles@flax9.uwaterloo.ca>", "from_address": "\"Beverly Goldman\" <lahja@jsanchez.com>", "subject": "Potenzschwache? wir haben die Losung", "body": " This critical science is not opposed to the _dogmatic procedure_ of reason in pure cognition; for pure cognition must always be dogmatic, that is, must rest on strict demonstration from sure principles _à priori_—but to _dogmatism_, that is, to the presumption that it is possible to make any progress with a pure cognition, derived from (philosophical) conceptions, according to the principles which reason has long been in the habit of employing—without first inquiring in what way and by what right reason has come into the possession of these principles. Dogmatism is thus the dogmatic procedure of pure reason _without previous criticism of its own powers_, and in opposing this procedure, we must not be supposed to lend any countenance to that loquacious shallowness which arrogates to itself the name of popularity, nor yet to scepticism, which makes short work with the whole science of metaphysics. On the contrary, our criticism is the necessary preparation for a thoroughly scientific system of metaphysics which must perform its task entirely _à priori_, to the complete satisfaction of speculative reason, and must, therefore, be treated, not popularly, but scholastically. In carrying out the plan which the Critique prescribes, that is, in the future system of metaphysics, we must have recourse to the strict method of the celebrated WOLF, the greatest of all dogmatic philosophers. He was the first to point out the necessity of establishing fixed principles, of clearly defining our conceptions, and of subjecting our demonstrations to the most severe scrutiny, instead of rashly jumping at conclusions. The example which he set served to awaken that spirit of profound and thorough investigation which is not yet extinct in Germany. He would have been peculiarly well fitted to give a truly scientific character to metaphysical studies, had it occurred to him to prepare the field by a criticism of the _organum_, that is, of pure reason itself. That he failed to perceive the necessity of such a procedure must be ascribed to the dogmatic mode of thought which characterized his age, and on this point the philosophers of his time, as well as of all previous times, have nothing to reproach each other with. Those who reject at once the method of Wolf, and of the Critique of Pure Reason, can have no other aim but to shake off the fetters of _science_, to change labour into sport, certainty into opinion, and philosophy into philodoxy."}