{"label": "ham", "to_address": "James Peach <jpeach@samba.org>", "from_address": "Jeremy Allison <jra@samba.org>", "subject": "Re: [PATCH 1/4] Make sure groups[0] is the effective gid on FreeBSD.", "body": " The conquest of China has been twice achieved by the pastoral tribes of the North: the forces of the Huns were not inferior to those of the Moguls, or of the Mantcheoux; and their ambition might entertain the most sanguine hopes of success. But their pride was humbled, and their progress was checked, by the arms and policy of Vouti, 38 the fifth emperor of the powerful dynasty of the Han. In his long reign of fifty- four years, the Barbarians of the southern provinces submitted to the laws and manners of China; and the ancient limits of the monarchy were enlarged, from the great river of Kiang, to the port of Canton. Instead of confining himself to the timid operations of a defensive war, his lieutenants penetrated many hundred miles into the country of the Huns. In those boundless deserts, where it is impossible to form magazines, and difficult to transport a sufficient supply of provisions, the armies of Vouti were repeatedly exposed to intolerable hardships: and, of one hundred and forty thousand soldiers, who marched against the Barbarians, thirty thousand only returned in safety to the feet of their master. These losses, however, were compensated by splendid and decisive success. The Chinese generals improved the superiority which they derived from the temper of their arms, their chariots of war, and the service of their Tartar auxiliaries. The camp of the Tanjou was surprised in the midst of sleep and intemperance; and, though the monarch of the Huns bravely cut his way through the ranks of the enemy, he left above fifteen thousand of his subjects on the field of battle. Yet this signal victory, which was preceded and followed by many bloody engagements, contributed much less to the destruction of the power of the Huns than the effectual policy which was employed to detach the tributary nations from their obedience. Intimidated by the arms, or allured by the promises, of Vouti and his successors, the most considerable tribes, both of the East and of the West, disclaimed the authority of the Tanjou. While some acknowledged themselves the allies or vassals of the empire, they all became the implacable enemies of the Huns; and the numbers of that haughty people, as soon as they were reduced to their native strength, might, perhaps, have been contained within the walls of one of the great and populous cities of China. 39 The desertion of his subjects, and the perplexity of a civil war, at length compelled the Tanjou himself to renounce the dignity of an independent sovereign, and the freedom of a warlike and high-spirited nation. He was received at Sigan, the capital of the monarchy, by the troops, the mandarins, and the emperor himself, with all the honors that could adorn and disguise the triumph of Chinese vanity. 40 A magnificent palace was prepared for his reception; his place was assigned above all the princes of the royal family; and the patience of the Barbarian king was exhausted by the ceremonies of a banquet, which consisted of eight courses of meat, and of nine solemn pieces of music. But he performed, on his knees, the duty of a respectful homage to the emperor of China; pronounced, in his own name, and in the name of his successors, a perpetual oath of fidelity; and gratefully accepted a seal, which was bestowed as the emblem of his regal dependence. After this humiliating submission, the Tanjous sometimes departed from their allegiance and seized the favorable moments of war and rapine; but the monarchy of the Huns gradually declined, till it was broken, by civil dissension, into two hostile and separate kingdoms. One of the princes of the nation was urged, by fear and ambition, to retire towards the South with eight hords, which composed between forty and fifty thousand families. He obtained, with the title of Tanjou, a convenient territory on the verge of the Chinese provinces; and his constant attachment to the service of the empire was secured by weakness, and the desire of revenge. From the time of this fatal schism, the Huns of the North continued to languish about fifty years; till they were oppressed on every side by their foreign and domestic enemies. The proud inscription 41 of a column, erected on a lofty mountain, announced to posterity, that a Chinese army had marched seven hundred miles into the heart of their country. The Sienpi, 42 a tribe of Oriental Tartars, retaliated the injuries which they had formerly sustained; and the power of the Tanjous, after a reign of thirteen hundred years, was utterly destroyed before the end of the first century of the Christian ¾ra. 43"}