{"label": "ham", "to_address": "\"Michael Kubovy\" <kubovy@virginia.edu>", "from_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "subject": "Re: [R] xyplot() and controlling panel.polygon()", "body": " Julian was an object of hatred and terror to the Persian and the painters of that nation represented the invader of their country under the emblem of a furious lion, who vomited from his mouth a consuming fire. 58 To his friends and soldiers the philosophic hero appeared in a more amiable light; and his virtues were never more conspicuously displayed, than in the last and most active period of his life. He practised, without effort, and almost without merit, the habitual qualities of temperance and sobriety. According to the dictates of that artificial wisdom, which assumes an absolute dominion over the mind and body, he sternly refused himself the indulgence of the most natural appetites. 59 In the warm climate of Assyria, which solicited a luxurious people to the gratification of every sensual desire, 60 a youthful conqueror preserved his chastity pure and inviolate; nor was Julian ever tempted, even by a motive of curiosity, to visit his female captives of exquisite beauty, 61 who, instead of resisting his power, would have disputed with each other the honor of his embraces. With the same firmness that he resisted the allurements of love, he sustained the hardships of war. When the Romans marched through the flat and flooded country, their sovereign, on foot, at the head of his legions, shared their fatigues and animated their diligence. In every useful labor, the hand of Julian was prompt and strenuous; and the Imperial purple was wet and dirty as the coarse garment of the meanest soldier. The two sieges allowed him some remarkable opportunities of signalizing his personal valor, which, in the improved state of the military art, can seldom be exerted by a prudent general. The emperor stood before the citadel of Perisabor, insensible of his extreme danger, and encouraged his troops to burst open the gates of iron, till he was almost overwhelmed under a cloud of missile weapons and huge stones, that were directed against his person. As he examined the exterior fortifications of Maogamalcha, two Persians, devoting themselves for their country, suddenly rushed upon him with drawn cimeters: the emperor dexterously received their blows on his uplifted shield; and, with a steady and well-aimed thrust, laid one of his adversaries dead at his feet. The esteem of a prince who possesses the virtues which he approves, is the noblest recompense of a deserving subject; and the authority which Julian derived from his personal merit, enabled him to revive and enforce the rigor of ancient discipline. He punished with death or ignominy the misbehavior of three troops of horse, who, in a skirmish with the Surenas, had lost their honor and one of their standards: and he distinguished with _obsidional_ 62 crowns the valor of the foremost soldiers, who had ascended into the city of Maogamalcha."}