{"label": "ham", "to_address": "Scott Shawcroft <scott.shawcroft@gmail.com>", "from_address": "Jon Phillips <jon@rejon.org>", "subject": "Re: [cc-devel] System License Tracking", "body": " “No hope, therefore, that rhetoric may instil or money purchase, of the mercy due to human infirmity must be held out to the Mitylenians. Their offence was not involuntary, but of malice and deliberate; and mercy is only for unwilling offenders. I therefore, now as before, persist against your reversing your first decision, or giving way to the three failings most fatal to empire—pity, sentiment, and indulgence. Compassion is due to those who can reciprocate the feeling, not to those who will never pity us in return, but are our natural and necessary foes: the orators who charm us with sentiment may find other less important arenas for their talents, in the place of one where the city pays a heavy penalty for a momentary pleasure, themselves receiving fine acknowledgments for their fine phrases; while indulgence should be shown towards those who will be our friends in future, instead of towards men who will remain just what they were, and as much our enemies as before. To sum up shortly, I say that if you follow my advice you will do what is just towards the Mitylenians, and at the same time expedient; while by a different decision you will not oblige them so much as pass sentence upon yourselves. For if they were right in rebelling, you must be wrong in ruling. However, if, right or wrong, you determine to rule, you must carry out your principle and punish the Mitylenians as your interest requires; or else you must give up your empire and cultivate honesty without danger. Make up your minds, therefore, to give them like for like; and do not let the victims who escaped the plot be more insensible than the conspirators who hatched it; but reflect what they would have done if victorious over you, especially they were the aggressors. It is they who wrong their neighbour without a cause, that pursue their victim to the death, on account of the danger which they foresee in letting their enemy survive; since the object of a wanton wrong is more dangerous, if he escape, than an enemy who has not this to complain of. Do not, therefore, be traitors to yourselves, but recall as nearly as possible the moment of suffering and the supreme importance which you then attached to their reduction; and now pay them back in their turn, without yielding to present weakness or forgetting the peril that once hung over you. Punish them as they deserve, and teach your other allies by a striking example that the penalty of rebellion is death. Let them once understand this and you will not have so often to neglect your enemies while you are fighting with your own confederates.”"}