{"label": "ham", "to_address": "\"OtherRecipients of perl Ticket #41912\": ;", "from_address": "\"James Keenan via RT\" <parrotbug-followup@parrotcode.org>", "subject": "[perl #41912] [CAGE] survey tools/ dir for unused, old, or broken code, and remove or fix as necessary ", "body": " The Gothic war was yet alive. The bravest of the nation retired beyond the Po; and Teias was unanimously chosen to succeed and revenge their departed hero. The new king immediately sent ambassadors to implore, or rather to purchase, the aid of the Franks, and nobly lavished, for the public safety, the riches which had been deposited in the palace of Pavia. The residue of the royal treasure was guarded by his brother Aligern, at Cumaea, in Campania; but the strong castle which Totila had fortified was closely besieged by the arms of Narses. From the Alps to the foot of Mount Vesuvius, the Gothic king, by rapid and secret marches, advanced to the relief of his brother, eluded the vigilance of the Roman chiefs, and pitched his camp on the banks of the Sarnus or Draco, 42 which flows from Nuceria into the Bay of Naples. The river separated the two armies: sixty days were consumed in distant and fruitless combats, and Teias maintained this important post till he was deserted by his fleet and the hope of subsistence. With reluctant steps he ascended the Lactarian mount, where the physicians of Rome, since the time of Galen, had sent their patients for the benefit of the air and the milk. 43 But the Goths soon embraced a more generous resolution: to descend the hill, to dismiss their horses, and to die in arms, and in the possession of freedom. The king marched at their head, bearing in his right hand a lance, and an ample buckler in his left: with the one he struck dead the foremost of the assailants; with the other he received the weapons which every hand was ambitious to aim against his life. After a combat of many hours, his left arm was fatigued by the weight of twelve javelins which hung from his shield. Without moving from his ground, or suspending his blows, the hero called aloud on his attendants for a fresh buckler; but in the moment while his side was uncovered, it was pierced by a mortal dart. He fell; and his head, exalted on a spear, proclaimed to the nations that the Gothic kingdom was no more. But the example of his death served only to animate the companions who had sworn to perish with their leader. They fought till darkness descended on the earth. They reposed on their arms. The combat was renewed with the return of light, and maintained with unabated vigor till the evening of the second day. The repose of a second night, the want of water, and the loss of their bravest champions, determined the surviving Goths to accept the fair capitulation which the prudence of Narses was inclined to propose. They embraced the alternative of residing in Italy, as the subjects and soldiers of Justinian, or departing with a portion of their private wealth, in search of some independent country. 44 Yet the oath of fidelity or exile was alike rejected by one thousand Goths, who broke away before the treaty was signed, and boldly effected their retreat to the walls of Pavia. The spirit, as well as the situation, of Aligern prompted him to imitate rather than to bewail his brother: a strong and dexterous archer, he transpierced with a single arrow the armor and breast of his antagonist; and his military conduct defended Cumae 45 above a year against the forces of the Romans."}