{"label": "ham", "to_address": "Perl6 Internals <perl6-internals@perl.org>", "from_address": "Andy Spieherty <spiehera@lafayette.edu>", "subject": "Re: [perl #39197] [RESOLVED] [CAGE] lib/Parrot/Test.pm ignores core\n dumps", "body": " 4 (return) [ At the head of these guides I shall respectfully place the learned and perspicuous Heineccius, a German professor, who died at Halle in the year 1741, (see his Eloge in the Nouvelle Bibliotheque Germanique, tom. ii. p. 51—64.) His ample works have been collected in eight volumes in 4to. Geneva, 1743-1748. The treatises which I have separately used are, 1. Historia Juris Romani et Germanici, Lugd. Batav. 1740, in 8 vo. 2. Syntagma Antiquitatum Romanam Jurisprudentiam illustrantium, 2 vols. in 8 vo. Traject. ad Rhenum. 3. Elementa Juris Civilis secundum Ordinem Institutionum, Lugd. Bat. 1751, in 8 vo. 4. Elementa J. C. secundum Ordinem Pandectarum Traject. 1772, in 8vo. 2 vols. * Note: Our author, who was not a lawyer, was necessarily obliged to content himself with following the opinions of those writers who were then of the greatest authority; but as Heineccius, notwithstanding his high reputation for the study of the Roman law, knew nothing of the subject on which he treated, but what he had learned from the compilations of various authors, it happened that, in following the sometimes rash opinions of these guides, Gibbon has fallen into many errors, which we shall endeavor in succession to correct. The work of Bach on the History of the Roman Jurisprudence, with which Gibbon was not acquainted, is far superior to that of Heineccius and since that time we have new obligations to the modern historic civilians, whose indefatigable researches have greatly enlarged the sphere of our knowledge in this important branch of history. We want a pen like that of Gibbon to give to the more accurate notions which we have acquired since his time, the brilliancy, the vigor, and the animation which Gibbon has bestowed on the opinions of Heineccius and his contemporaries.—W]"}