{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Mark Glines (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42563] Makefile.PL dies in an ugly way when compiler not found ", "body": " The worship of images had stolen into the church by insensible degrees, and each petty step was pleasing to the superstitious mind, as productive of comfort, and innocent of sin. But in the beginning of the eighth century, in the full magnitude of the abuse, the more timorous Greeks were awakened by an apprehension, that under the mask of Christianity, they had restored the religion of their fathers: they heard, with grief and impatience, the name of idolaters; the incessant charge of the Jews and Mahometans, 15 who derived from the Law and the Koran an immortal hatred to graven images and all relative worship. The servitude of the Jews might curb their zeal, and depreciate their authority; but the triumphant Mussulmans, who reigned at Damascus, and threatened Constantinople, cast into the scale of reproach the accumulated weight of truth and victory. The cities of Syria, Palestine, and Egypt had been fortified with the images of Christ, his mother, and his saints; and each city presumed on the hope or promise of miraculous defence. In a rapid conquest of ten years, the Arabs subdued those cities and these images; and, in their opinion, the Lord of Hosts pronounced a decisive judgment between the adoration and contempt of these mute and inanimate idols. 1511 For a while Edessa had braved the Persian assaults; but the chosen city, the spouse of Christ, was involved in the common ruin; and his divine resemblance became the slave and trophy of the infidels. After a servitude of three hundred years, the Palladium was yielded to the devotion of Constantinople, for a ransom of twelve thousand pounds of silver, the redemption of two hundred Mussulmans, and a perpetual truce for the territory of Edessa. 16 In this season of distress and dismay, the eloquence of the monks was exercised in the defence of images; and they attempted to prove, that the sin and schism of the greatest part of the Orientals had forfeited the favor, and annihilated the virtue, of these precious symbols. But they were now opposed by the murmurs of many simple or rational Christians, who appealed to the evidence of texts, of facts, and of the primitive times, and secretly desired the reformation of the church. As the worship of images had never been established by any general or positive law, its progress in the Eastern empire had been retarded, or accelerated, by the differences of men and manners, the local degrees of refinement, and the personal characters of the bishops. The splendid devotion was fondly cherished by the levity of the capital, and the inventive genius of the Byzantine clergy; while the rude and remote districts of Asia were strangers to this innovation of sacred luxury. Many large congregations of Gnostics and Arians maintained, after their conversion, the simple worship which had preceded their separation; and the Armenians, the most warlike subjects of Rome, were not reconciled, in the twelfth century, to the sight of images. 17 These various denominations of men afforded a fund of prejudice and aversion, of small account in the villages of Anatolia or Thrace, but which, in the fortune of a soldier, a prelate, or a eunuch, might be often connected with the powers of the church and state."}