{"label": "spam", "to_address": "<henna@plg.uwaterloo.ca>", "from_address": "\"Tera Alexandra\" <kaf31dhs@starstream.net>", "subject": "please checkout the hottest watches we  have, from Swiss Rolex, Patek Philippe, Panerai, Omega & ... .. fi", "body": " II. When a man, at any time, deliberates concerning his own conduct (as, whether he had better, in a particular emergence, assist a brother or a benefactor), he must consider these separate relations, with all the circumstances and situations of the persons, in order to determine the superior duty and obligation; and in order to determine the proportion of lines in any triangle, it is necessary to examine the nature of that figure, and the relation which its several parts bear to each other. But notwithstanding this appearing similarity in the two cases, there is, at bottom, an extreme difference between them. A speculative reasoner concerning triangles or circles considers the several known and given relations of the parts of these figures; and thence infers some unknown relation, which is dependent on the former. But in moral deliberations we must be acquainted beforehand with all the objects, and all their relations to each other; and from a comparison of the whole, fix our choice or approbation. No new fact to be ascertained; no new relation to be discovered. All the circumstances of the case are supposed to be laid before us, ere we can fix any sentence of blame or approbation. If any material circumstance be yet unknown or doubtful, we must first employ our inquiry or intellectual faculties to assure us of it; and must suspend for a time all moral decision or sentiment. While we are ignorant whether a man were aggressor or not, how can we determine whether the person who killed him be criminal or innocent? But after every circumstance, every relation is known, the understanding has no further room to operate, nor any object on which it could employ itself. The approbation or blame which then ensues, cannot be the work of the judgement, but of the heart; and is not a speculative proposition or affirmation, but an active feeling or sentiment. In the disquisitions of the understanding, from known circumstances and relations, we infer some new and unknown. In moral decisions, all the circumstances and relations must be previously known; and the mind, from the contemplation of the whole, feels some new impression of affection or disgust, esteem or contempt, approbation or blame."}