{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Simon Wood <s.wood@bath.ac.uk>", "subject": "Re: [R] interpretation of F-statistics in GAMs", "body": " After the defeat of Eugenius, the merit, as well as the authority, of Theodosius was cheerfully acknowledged by all the inhabitants of the Roman world. The experience of his past conduct encouraged the most pleasing expectations of his future reign; and the age of the emperor, which did not exceed fifty years, seemed to extend the prospect of the public felicity. His death, only four months after his victory, was considered by the people as an unforeseen and fatal event, which destroyed, in a moment, the hopes of the rising generation. But the indulgence of ease and luxury had secretly nourished the principles of disease. 122 The strength of Theodosius was unable to support the sudden and violent transition from the palace to the camp; and the increasing symptoms of a dropsy announced the speedy dissolution of the emperor. The opinion, and perhaps the interest, of the public had confirmed the division of the Eastern and Western empires; and the two royal youths, Arcadius and Honorius, who had already obtained, from the tenderness of their father, the title of Augustus, were destined to fill the thrones of Constantinople and of Rome. Those princes were not permitted to share the danger and glory of the civil war; 123 but as soon as Theodosius had triumphed over his unworthy rivals, he called his younger son, Honorius, to enjoy the fruits of the victory, and to receive the sceptre of the West from the hands of his dying father. The arrival of Honorius at Milan was welcomed by a splendid exhibition of the games of the Circus; and the emperor, though he was oppressed by the weight of his disorder, contributed by his presence to the public joy. But the remains of his strength were exhausted by the painful effort which he made to assist at the spectacles of the morning. Honorius supplied, during the rest of the day, the place of his father; and the great Theodosius expired in the ensuing night. Notwithstanding the recent animosities of a civil war, his death was universally lamented. The Barbarians, whom he had vanquished and the churchmen, by whom he had been subdued, celebrated, with loud and sincere applause, the qualities of the deceased emperor, which appeared the most valuable in their eyes. The Romans were terrified by the impending dangers of a feeble and divided administration, and every disgraceful moment of the unfortunate reigns of Arcadius and Honorius revived the memory of their irreparable loss."}