{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "\"Daily Top 10\" <mailings@mail.cnn.com>", "subject": "CNN.com Daily Top 10", "body": " The faculty of Reasoning being consequent to the use of Speech, it was not possible, but that there should have been some generall Truthes found out by Reasoning, as ancient almost as Language it selfe. The Savages of America, are not without some good Morall Sentences; also they have a little Arithmetick, to adde, and divide in Numbers not too great: but they are not therefore Philosophers. For as there were Plants of Corn and Wine in small quantity dispersed in the Fields and Woods, before men knew their vertue, or made use of them for their nourishment, or planted them apart in Fields, and Vineyards; in which time they fed on Akorns, and drank Water: so also there have been divers true, generall, and profitable Speculations from the beginning; as being the naturall plants of humane Reason: But they were at first but few in number; men lived upon grosse Experience; there was no Method; that is to say, no Sowing, nor Planting of Knowledge by it self, apart from the Weeds, and common Plants of Errour and Conjecture: And the cause of it being the want of leasure from procuring the necessities of life, and defending themselves against their neighbours, it was impossible, till the erecting of great Common-wealths, it should be otherwise. Leasure is the mother of Philosophy; and Common-wealth, the mother of Peace, and Leasure: Where first were great and flourishing Cities, there was first the study of Philosophy. The Gymnosophists of India, the Magi of Persia, and the Priests of Chaldea and Egypt, are counted the most ancient Philosophers; and those Countreys were the most ancient of Kingdomes. Philosophy was not risen to the Graecians, and other people of the West, whose Common-wealths (no greater perhaps then Lucca, or Geneva) had never Peace, but when their fears of one another were equall; nor the Leasure to observe any thing but one another. At length, when Warre had united many of these Graecian lesser Cities, into fewer, and greater; then began Seven Men, of severall parts of Greece, to get the reputation of being Wise; some of them for Morall and Politique Sentences; and others for the learning of the Chaldeans and Egyptians, which was Astronomy, and Geometry. But we hear not yet of any Schools of Philosophy."}