{"label": "spam", "to_address": "<ramiro@speedy.uwaterloo.ca>", "from_address": "Canadian Doctor Dixie <ramiro@speedy.uwaterloo.ca>", "subject": "RE: MedHelp 849091162", "body": " Less than a yojana to the east from this brought them to the city of Kapilavastu; but in it there was neither king nor people. All was mound and desolation. Of inhabitants there were only some monks and a score or two of families of the common people. At the spot where stood the old palace of king Suddhodana there have been made images of his eldest son and his mother; and at the places where that son appeared mounted on a white elephant when he entered his mother's womb, and where he turned his carriage round on seeing the sick man after he had gone out of the city by the eastern gate, topes have been erected. The places were also pointed out where the rishi Â-e inspected the marks of Buddhaship on the body of the heir-apparent when an infant; where, when he was in company with Nanda and others, on the elephant being struck down and drawn on one side, he tossed it away; [1] where he shot an arrow to the southeast, and it went a distance of thirty li, then entering the ground and making a spring to come forth, which men subsequently fashioned into a well from which travellers might drink; where, after he had attained to Wisdom, Buddha returned and saw the king, his father; where five hundred Sâkyas quitted their families and did reverence to Upâli [2] while the earth shook and moved in six different ways; where Buddha preached his Law to the devas, and the four deva kings and others kept the four doors of the hall, so that even the king, his father, could not enter; where Buddha sat under a nyagrodha tree, which is still standing, with his face to the east, and his aunt Mahâ-prajâpati presented him with a Sanghâli; and where king Vaidûrya slew the seed of Sâkya, and they all in dying became Srotâpannas. [3] A tope was erected at this last place, which is still existing."}