{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Jonas Villegas\" <dishevelscrutinized@artlover.com>", "subject": "Need some help", "body": " Whether the field of possibility be greater than that of reality, and whether the field of the latter be itself greater than that of necessity, are interesting enough questions, and quite capable of synthetic solution, questions, however, which come under the jurisdiction of reason alone. For they are tantamount to asking whether all things as phenomena do without exception belong to the complex and connected whole of a single experience, of which every given perception is a part which therefore cannot be conjoined with any other phenomena—or, whether my perceptions can belong to more than one possible experience? The understanding gives to experience, according to the subjective and formal conditions, of sensibility as well as of apperception, the rules which alone make this experience possible. Other forms of intuition besides those of space and time, other forms of understanding besides the discursive forms of thought, or of cognition by means of conceptions, we can neither imagine nor make intelligible to ourselves; and even if we could, they would still not belong to experience, which is the only mode of cognition by which objects are presented to us. Whether other perceptions besides those which belong to the total of our possible experience, and consequently whether some other sphere of matter exists, the understanding has no power to decide, its proper occupation being with the synthesis of that which is given. Moreover, the poverty of the usual arguments which go to prove the existence of a vast sphere of possibility, of which all that is real (every object of experience) is but a small part, is very remarkable. “All real is possible”; from this follows naturally, according to the logical laws of conversion, the particular proposition: “Some possible is real.” Now this seems to be equivalent to: “Much is possible that is not real.” No doubt it does seem as if we ought to consider the sum of the possible to be greater than that of the real, from the fact that something must be added to the former to constitute the latter. But this notion of adding to the possible is absurd. For that which is not in the sum of the possible, and consequently requires to be added to it, is manifestly impossible. In addition to accordance with the formal conditions of experience, the understanding requires a connection with some perception; but that which is connected with this perception is real, even although it is not immediately perceived. But that another series of phenomena, in complete coherence with that which is given in perception, consequently more than one all-embracing experience is possible, is an inference which cannot be concluded from the data given us by experience, and still less without any data at all. That which is possible only under conditions which are themselves merely possible, is not possible in any respect. And yet we can find no more certain ground on which to base the discussion of the question whether the sphere of possibility is wider than that of experience."}