{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Terry Hancock <hancock@anansispaceworks.com>", "subject": "Re: License concerns regarding package lft", "body": " The same causes which at first had destroyed the equality of the presbyters introduced among the bishops a preeminence of rank, and from thence a superiority of jurisdiction. As often as in the spring and autumn they met in provincial synod, the difference of personal merit and reputation was very sensibly felt among the members of the assembly, and the multitude was governed by the wisdom and eloquence of the few. But the order of public proceedings required a more regular and less invidious distinction; the office of perpetual presidents in the councils of each province was conferred on the bishops of the principal city; and these aspiring prelates, who soon acquired the lofty titles of Metropolitans and Primates, secretly prepared themselves to usurp over their episcopal brethren the same authority which the bishops had so lately assumed above the college of presbyters. 120 Nor was it long before an emulation of preeminence and power prevailed among the Metropolitans themselves, each of them affecting to display, in the most pompous terms, the temporal honors and advantages of the city over which he presided; the numbers and opulence of the Christians who were subject to their pastoral care; the saints and martyrs who had arisen among them; and the purity with which they preserved the tradition of the faith, as it had been transmitted through a series of orthodox bishops from the apostle or the apostolic disciple, to whom the foundation of their church was ascribed. 121 From every cause, either of a civil or of an ecclesiastical nature, it was easy to foresee that Rome must enjoy the respect, and would soon claim the obedience, of the provinces. The society of the faithful bore a just proportion to the capital of the empire; and the Roman church was the greatest, the most numerous, and, in regard to the West, the most ancient of all the Christian establishments, many of which had received their religion from the pious labors of her missionaries. Instead of one apostolic founder, the utmost boast of Antioch, of Ephesus, or of Corinth, the banks of the Tyber were supposed to have been honored with the preaching and martyrdom of the two most eminent among the apostles; 122 and the bishops of Rome very prudently claimed the inheritance of whatsoever prerogatives were attributed either to the person or to the office of St. Peter. 123 The bishops of Italy and of the provinces were disposed to allow them a primacy of order and association (such was their very accurate expression) in the Christian aristocracy. 124 But the power of a monarch was rejected with abhorrence, and the aspiring genius of Rome experienced from the nations of Asia and Africa a more vigorous resistance to her spiritual, than she had formerly done to her temporal, dominion. The patriotic Cyprian, who ruled with the most absolute sway the church of Carthage and the provincial synods, opposed with resolution and success the ambition of the Roman pontiff, artfully connected his own cause with that of the eastern bishops, and, like Hannibal, sought out new allies in the heart of Asia. 125 If this Punic war was carried on without any effusion of blood, it was owing much less to the moderation than to the weakness of the contending prelates. Invectives and excommunications were _their_ only weapons; and these, during the progress of the whole controversy, they hurled against each other with equal fury and devotion. The hard necessity of censuring either a pope, or a saint and martyr, distresses the modern Catholics whenever they are obliged to relate the particulars of a dispute in which the champions of religion indulged such passions as seem much more adapted to the senate or to the camp. 126"}