{"label": "spam", "to_address": "<mack@flax9.uwaterloo.ca>", "from_address": "\"Meriah Proven\" <wristbandleopards@limb-music.de>", "subject": "Re:", "body": " The second regulative idea of speculative reason is the conception of the universe. For nature is properly the only object presented to us, in regard to which reason requires regulative principles. Nature is twofold—thinking and corporeal nature. To cogitate the latter in regard to its internal possibility, that is, to determine the application of the categories to it, no idea is required—no representation which transcends experience. In this sphere, therefore, an idea is impossible, sensuous intuition being our only guide; while, in the sphere of psychology, we require the fundamental idea (I), which contains à priori a certain form of thought namely, the unity of the ego. Pure reason has, therefore, nothing left but nature in general, and the completeness of conditions in nature in accordance with some principle. The absolute totality of the series of these conditions is an idea, which can never be fully realized in the empirical exercise of reason, while it is serviceable as a rule for the procedure of reason in relation to that totality. It requires us, in the explanation of given phenomena (in the regress or ascent in the series), to proceed as if the series were infinite in itself, that is, were prolonged in indefinitum; while on the other hand, where reason is regarded as itself the determining cause (in the region of freedom), we are required to proceed as if we had not before us an object of sense, but of the pure understanding. In this latter case, the conditions do not exist in the series of phenomena, but may be placed quite out of and beyond it, and the series of conditions may be regarded as if it had an absolute beginning from an intelligible cause. All this proves that the cosmological ideas are nothing but regulative principles, and not constitutive; and that their aim is not to realize an actual totality in such series. The full discussion of this subject will be found in its proper place in the chapter on the antinomy of pure reason."}