{"label": "ham", "to_address": "James Keenan <jkeen@verizon.net>", "from_address": "Will Coleda <will@coleda.com>", "subject": "Re: failing test for #42360: Parrot::Revision unit tests", "body": " Without the help of a personal interview, Genseric was sufficiently acquainted with the genius and designs of his adversary. He practiced his customary arts of fraud and delay, but he practiced them without success. His applications for peace became each hour more submissive, and perhaps more sincere; but the inflexible Majorian had adopted the ancient maxim, that Rome could not be safe, as long as Carthage existed in a hostile state. The king of the Vandals distrusted the valor of his native subjects, who were enervated by the luxury of the South; 51 he suspected the fidelity of the vanquished people, who abhorred him as an Arian tyrant; and the desperate measure, which he executed, of reducing Mauritania into a desert, 52 could not defeat the operations of the Roman emperor, who was at liberty to land his troops on any part of the African coast. But Genseric was saved from impending and inevitable ruin by the treachery of some powerful subjects, envious, or apprehensive, of their master’s success. Guided by their secret intelligence, he surprised the unguarded fleet in the Bay of Carthagena: many of the ships were sunk, or taken, or burnt; and the preparations of three years were destroyed in a single day. 53 After this event, the behavior of the two antagonists showed them superior to their fortune. The Vandal, instead of being elated by this accidental victory, immediately renewed his solicitations for peace. The emperor of the West, who was capable of forming great designs, and of supporting heavy disappointments, consented to a treaty, or rather to a suspension of arms; in the full assurance that, before he could restore his navy, he should be supplied with provocations to justify a second war. Majorian returned to Italy, to prosecute his labors for the public happiness; and, as he was conscious of his own integrity, he might long remain ignorant of the dark conspiracy which threatened his throne and his life. The recent misfortune of Carthagena sullied the glory which had dazzled the eyes of the multitude; almost every description of civil and military officers were exasperated against the Reformer, since they all derived some advantage from the abuses which he endeavored to suppress; and the patrician Ricimer impelled the inconstant passions of the Barbarians against a prince whom he esteemed and hated. The virtues of Majorian could not protect him from the impetuous sedition, which broke out in the camp near Tortona, at the foot of the Alps. He was compelled to abdicate the Imperial purple: five days after his abdication, it was reported that he died of a dysentery; 54 and the humble tomb, which covered his remains, was consecrated by the respect and gratitude of succeeding generations. 55 The private character of Majorian inspired love and respect. Malicious calumny and satire excited his indignation, or, if he himself were the object, his contempt; but he protected the freedom of wit, and, in the hours which the emperor gave to the familiar society of his friends, he could indulge his taste for pleasantry, without degrading the majesty of his rank. 56"}