{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "rangalo <hard.mehta@gmail.com>", "subject": "Nothing on display after suspend/resume", "body": " The Germans respected only those duties which they imposed on themselves. The most obscure soldier resisted with disdain the authority of the magistrates. “The noblest youths blushed not to be numbered among the faithful companions of some renowned chief, to whom they devoted their arms and service. A noble emulation prevailed among the companions to obtain the first place in the esteem of their chief; amongst the chiefs, to acquire the greatest number of valiant companions. To be ever surrounded by a band of select youths was the pride and strength of the chiefs, their ornament in peace, their defence in war. The glory of such distinguished heroes diffused itself beyond the narrow limits of their own tribe. Presents and embassies solicited their friendship, and the fame of their arms often insured victory to the party which they espoused. In the hour of danger it was shameful for the chief to be surpassed in valor by his companions; shameful for the companions not to equal the valor of their chief. To survive his fall in battle was indelible infamy. To protect his person, and to adorn his glory with the trophies of their own exploits, were the most sacred of their duties. The chiefs combated for victory, the companions for the chief. The noblest warriors, whenever their native country was sunk into the laziness of peace, maintained their numerous bands in some distant scene of action, to exercise their restless spirit, and to acquire renown by voluntary dangers. Gifts worthy of soldiers—the warlike steed, the bloody and ever victorious lance—were the rewards which the companions claimed from the liberality of their chief. The rude plenty of his hospitable board was the only pay that _he_ could bestow, or _they_ would accept. War, rapine, and the free-will offerings of his friends, supplied the materials of this munificence.” 53 This institution, however it might accidentally weaken the several republics, invigorated the general character of the Germans, and even ripened amongst them all the virtues of which barbarians are susceptible; the faith and valor, the hospitality and the courtesy, so conspicuous long afterwards in the ages of chivalry."}