{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " (c) This oracle, I say, having come before to the Bacchiadai was obscure; but afterwards when they heard that which had come to Aëtion, forthwith they understood the former also, that it was in accord with that of Aëtion; and understanding this one also they kept quiet, desiring to destroy the offspring which should be born to Aëtion. Then, so soon as his wife bore a child, they sent ten of their own number to the deme in which Aëtion had his dwelling, to slay the child; and when these had come to Petra and had passed into the court of Aëtion's house, they asked for the child; and Labda, not knowing anything of the purpose for which they had come, and supposing them to be asking for the child on account of friendly feeling towards its father, brought it and placed it in the hands of one of them. Now they, it seems, had resolved by the way that the first of them who received the child should dash it upon the ground. However, when Labda brought and gave it, it happened by divine providence that the child smiled at the man who had received it; and when he perceived this, a feeling of compassion prevented him from killing it, and having this compassion he delivered it to the next man, and he to the third. Thus it passed through the hands of all the ten, delivered from one to another, since none of them could bring himself to destroy its life. So they gave the child back to its mother and went out; and then standing by the doors they abused and found fault with one another, laying blame especially on the one who had first received the child, because he had not done according to that which had been resolved; until at last after some time they determined again to enter and all to take a share in the murder. (d) From the offspring of Aëtion however it was destined that evils should spring up for Corinth: for Labda was listening to all this as she stood close by the door, and fearing lest they should change their mind and take the child a second time and kill it, she carried it and concealed it in the place which seemed to her the least likely to be discovered, that is to say a corn-chest, 84 feeling sure that if they should return and come to a search, they were likely to examine everything: and this in fact happened. So when they had come, and searching had failed to find it, they thought it best to return and say to those who had sent them that they had done all that which they had been charged by them to do. (e) They then having departed said this; and after this the son of Aëtion grew, and because he had escaped this danger, the name of Kypselos was given him as a surname derived from the corn-chest. Then when Kypselos had grown to manhood and was seeking divination, a two-edged 85 answer was given him at Delphi, placing trust in which he made an attempt upon Corinth and obtained possession of it. Now the answer was as follows:"}