{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"jiho.han\" <jiho.han@yahoo.com>", "subject": "[R] creating a function", "body": " From Augustus to Trajan, the modest Caesars were content to promulgate their edicts in the various characters of a Roman magistrate; 3511 and, in the decrees of the senate, the epistles and orations of the prince were respectfully inserted. Adrian 36 appears to have been the first who assumed, without disguise, the plenitude of legislative power. And this innovation, so agreeable to his active mind, was countenanced by the patience of the times, and his long absence from the seat of government. The same policy was embraced by succeeding monarchs, and, according to the harsh metaphor of Tertullian, “the gloomy and intricate forest of ancient laws was cleared away by the axe of royal mandates and constitutions.” 37 During four centuries, from Adrian to Justinian the public and private jurisprudence was moulded by the will of the sovereign; and few institutions, either human or divine, were permitted to stand on their former basis. The origin of Imperial legislation was concealed by the darkness of ages and the terrors of armed despotism; and a double tiction was propagated by the servility, or perhaps the ignorance, of the civilians, who basked in the sunshine of the Roman and Byzantine courts. 1. To the prayer of the ancient Caesars, the people or the senate had sometimes granted a personal exemption from the obligation and penalty of particular statutes; and each indulgence was an act of jurisdiction exercised by the republic over the first of her citizens. His humble privilege was at length transformed into the prerogative of a tyrant; and the Latin expression of “released from the laws” 38 was supposed to exalt the emperor above all human restraints, and to leave his conscience and reason as the sacred measure of his conduct. 2. A similar dependence was implied in the decrees of the senate, which, in every reign, defined the titles and powers of an elective magistrate. But it was not before the ideas, and even the language, of the Romans had been corrupted, that a royal law, 39 and an irrevocable gift of the people, were created by the fancy of Ulpian, or more probably of Tribonian himself; 40 and the origin of Imperial power, though false in fact, and slavish in its consequence, was supported on a principle of freedom and justice. “The pleasure of the emperor has the vigor and effect of law, since the Roman people, by the royal law, have transferred to their prince the full extent of their own power and sovereignty.” 41 The will of a single man, of a child perhaps, was allowed to prevail over the wisdom of ages and the inclinations of millions; and the degenerate Greeks were proud to declare, that in his hands alone the arbitrary exercise of legislation could be safely deposited. “What interest or passion,” exclaims Theophilus in the court of Justinian, “can reach the calm and sublime elevation of the monarch? He is already master of the lives and fortunes of his subjects; and those who have incurred his displeasure are already numbered with the dead.” 42 Disdaining the language of flattery, the historian may confess, that in questions of private jurisprudence, the absolute sovereign of a great empire can seldom be influenced by any personal considerations. Virtue, or even reason, will suggest to his impartial mind, that he is the guardian of peace and equity, and that the interest of society is inseparably connected with his own. Under the weakest and most vicious reign, the seat of justice was filled by the wisdom and integrity of Papinian and Ulpian; 43 and the purest materials of the Code and Pandects are inscribed with the names of Caracalla and his ministers. 44 The tyrant of Rome was sometimes the benefactor of the provinces. A dagger terminated the crimes of Domitian; but the prudence of Nerva confirmed his acts, which, in the joy of their deliverance, had been rescinded by an indignant senate. 45 Yet in the rescripts, 46 replies to the consultations of the magistrates, the wisest of princes might be deceived by a partial exposition of the case. And this abuse, which placed their hasty decisions on the same level with mature and deliberate acts of legislation, was ineffectually condemned by the sense and example of Trajan. The rescripts of the emperor, his grants and decrees, his edicts and pragmatic sanctions, were subscribed in purple ink, 47 and transmitted to the provinces as general or special laws, which the magistrates were bound to execute, and the people to obey. But as their number continually multiplied, the rule of obedience became each day more doubtful and obscure, till the will of the sovereign was fixed and ascertained in the Gregorian, the Hermogenian, and the Theodosian codes. 4711 The two first, of which some fragments have escaped, were framed by two private lawyers, to preserve the constitutions of the Pagan emperors from Adrian to Constantine. The third, which is still extant, was digested in sixteen books by the order of the younger Theodosius to consecrate the laws of the Christian princes from Constantine to his own reign. But the three codes obtained an equal authority in the tribunals; and any act which was not included in the sacred deposit might be disregarded by the judge as epurious or obsolete. 48"}