{"label": "ham", "to_address": "r-help <r-help@stat.math.ethz.ch>", "from_address": "sj <ssj1364@gmail.com>", "subject": "[R] psm/survreg coefficient values ?", "body": " It was the opinion of Marcian, that war should be avoided, as long as it is possible to preserve a secure and honorable peace; but it was likewise his opinion, that peace cannot be honorable or secure, if the sovereign betrays a pusillanimous aversion to war. This temperate courage dictated his reply to the demands of Attila, who insolently pressed the payment of the annual tribute. The emperor signified to the Barbarians, that they must no longer insult the majesty of Rome by the mention of a tribute; that he was disposed to reward, with becoming liberality, the faithful friendship of his allies; but that, if they presumed to violate the public peace, they should feel that he possessed troops, and arms, and resolution, to repel their attacks. The same language, even in the camp of the Huns, was used by his ambassador Apollonius, whose bold refusal to deliver the presents, till he had been admitted to a personal interview, displayed a sense of dignity, and a contempt of danger, which Attila was not prepared to expect from the degenerate Romans. 1 He threatened to chastise the rash successor of Theodosius; but he hesitated whether he should first direct his invincible arms against the Eastern or the Western empire. While mankind awaited his decision with awful suspense, he sent an equal defiance to the courts of Ravenna and Constantinople; and his ministers saluted the two emperors with the same haughty declaration. “Attila, my lord, and thy lord, commands thee to provide a palace for his immediate reception.” 2 But as the Barbarian despised, or affected to despise, the Romans of the East, whom he had so often vanquished, he soon declared his resolution of suspending the easy conquest, till he had achieved a more glorious and important enterprise. In the memorable invasions of Gaul and Italy, the Huns were naturally attracted by the wealth and fertility of those provinces; but the particular motives and provocations of Attila can only be explained by the state of the Western empire under the reign of Valentinian, or, to speak more correctly, under the administration of Ætius. 3"}