{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Ben Finney <bignose+hates-spam@benfinney.id.au>", "subject": "Re: Clickthrough for GPL", "body": " The prospect of beauty, of safety, and of wealth, united in a single spot, was sufficient to justify the choice of Constantine. But as some decent mixture of prodigy and fable has, in every age, been supposed to reflect a becoming majesty on the origin of great cities, 25 the emperor was desirous of ascribing his resolution, not so much to the uncertain counsels of human policy, as to the infallible and eternal decrees of divine wisdom. In one of his laws he has been careful to instruct posterity, that in obedience to the commands of God, he laid the everlasting foundations of Constantinople: 26 and though he has not condescended to relate in what manner the celestial inspiration was communicated to his mind, the defect of his modest silence has been liberally supplied by the ingenuity of succeeding writers; who describe the nocturnal vision which appeared to the fancy of Constantine, as he slept within the walls of Byzantium. The tutelar genius of the city, a venerable matron sinking under the weight of years and infirmities, was suddenly transformed into a blooming maid, whom his own hands adorned with all the symbols of Imperial greatness. 27 The monarch awoke, interpreted the auspicious omen, and obeyed, without hesitation, the will of Heaven. The day which gave birth to a city or colony was celebrated by the Romans with such ceremonies as had been ordained by a generous superstition; 28 and though Constantine might omit some rites which savored too strongly of their Pagan origin, yet he was anxious to leave a deep impression of hope and respect on the minds of the spectators. On foot, with a lance in his hand, the emperor himself led the solemn procession; and directed the line, which was traced as the boundary of the destined capital: till the growing circumference was observed with astonishment by the assistants, who, at length, ventured to observe, that he had already exceeded the most ample measure of a great city. ÒI shall still advance,Ó replied Constantine, Òtill He, the invisible guide who marches before me, thinks proper to stop.Ó 29 Without presuming to investigate the nature or motives of this extraordinary conductor, we shall content ourselves with the more humble task of describing the extent and limits of Constantinople. 30"}