{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Stephen\" <richard@prostateforum.biz>", "subject": "We cure any desease!", "body": " And now, my boys, I shall praise Socrates in a figure which will appear to him to be a caricature, and yet I speak, not to make fun of him, but only for the truth's sake. I say, that he is exactly like the busts of Silenus, which are set up in the statuaries' shops, holding pipes and flutes in their mouths; and they are made to open in the middle, and have images of gods inside them. I say also that he is like Marsyas the satyr. You yourself will not deny, Socrates, that your face is like that of a satyr. Aye, and there is a resemblance in other points too. For example, you are a bully, as I can prove by witnesses, if you will not confess. And are you not a flute-player? That you are, and a performer far more wonderful than Marsyas. He indeed with instruments used to charm the souls of men by the power of his breath, and the players of his music do so still: for the melodies of Olympus (compare Arist. Pol.) are derived from Marsyas who taught them, and these, whether they are played by a great master or by a miserable flute-girl, have a power which no others have; they alone possess the soul and reveal the wants of those who have need of gods and mysteries, because they are divine. But you produce the same effect with your words only, and do not require the flute: that is the difference between you and him. When we hear any other speaker, even a very good one, he produces absolutely no effect upon us, or not much, whereas the mere fragments of you and your words, even at second-hand, and however imperfectly repeated, amaze and possess the souls of every man, woman, and child who comes within hearing of them. And if I were not afraid that you would think me hopelessly drunk, I would have sworn as well as spoken to the influence which they have always had and still have over me. For my heart leaps within me more than that of any Corybantian reveller, and my eyes rain tears when I hear them. And I observe that many others are affected in the same manner. I have heard Pericles and other great orators, and I thought that they spoke well, but I never had any similar feeling; my soul was not stirred by them, nor was I angry at the thought of my own slavish state. But this Marsyas has often brought me to such a pass, that I have felt as if I could hardly endure the life which I am leading (this, Socrates, you will admit); and I am conscious that if I did not shut my ears against him, and fly as from the voice of the siren, my fate would be like that of others,--he would transfix me, and I should grow old sitting at his feet. For he makes me confess that I ought not to live as I do, neglecting the wants of my own soul, and busying myself with the concerns of the Athenians; therefore I hold my ears and tear myself away from him. And he is the only person who ever made me ashamed, which you might think not to be in my nature, and there is no one else who does the same. For I know that I cannot answer him or say that I ought not to do as he bids, but when I leave his presence the love of popularity gets the better of me. And therefore I run away and fly from him, and when I see him I am ashamed of what I have confessed to him. Many a time have I wished that he were dead, and yet I know that I should be much more sorry than glad, if he were to die: so that I am at my wit's end."}