{"label": "ham", "to_address": "cc-community@lists.ibiblio.org", "from_address": "drew Roberts <zotz@100jamz.com>", "subject": "Re: [cc-community] introducing myself and an idea", "body": " The civil wars of modern Europe have been distinguished, not only by the fierce animosity, but likewise by the obstinate perseverance, of the contending factions. They have generally been justified by some principle, or, at least, colored by some pretext, of religion, freedom, or loyalty. The leaders were nobles of independent property and hereditary influence. The troops fought like men interested in the decision of the quarrel; and as military spirit and party zeal were strongly diffused throughout the whole community, a vanquished chief was immediately supplied with new adherents, eager to shed their blood in the same cause. But the Romans, after the fall of the republic, combated only for the choice of masters. Under the standard of a popular candidate for empire, a few enlisted from affection, some from fear, many from interest, none from principle. The legions, uninflamed by party zeal, were allured into civil war by liberal donatives, and still more liberal promises. A defeat, by disabling the chief from the performance of his engagements, dissolved the mercenary allegiance of his followers, and left them to consult their own safety by a timely desertion of an unsuccessful cause. It was of little moment to the provinces, under whose name they were oppressed or governed; they were driven by the impulsion of the present power, and as soon as that power yielded to a superior force, they hastened to implore the clemency of the conqueror, who, as he had an immense debt to discharge, was obliged to sacrifice the most guilty countries to the avarice of his soldiers. In the vast extent of the Roman empire, there were few fortified cities capable of protecting a routed army; nor was there any person, or family, or order of men, whose natural interest, unsupported by the powers of government, was capable of restoring the cause of a sinking party. 52"}