{"label": "ham", "to_address": "R Hilfe <r-help@stat.math.ethz.ch>", "from_address": "Birgit Lemcke <birgit.lemcke@systbot.uzh.ch>", "subject": "[R] Warning message!!", "body": " Meanwhile the Athenians in the hundred vessels were still cruising round Peloponnese. After taking Sollium, a town belonging to Corinth, and presenting the city and territory to the Acarnanians of Palaira, they stormed Astacus, expelled its tyrant Evarchus, and gained the place for their confederacy. Next they sailed to the island of Cephallenia and brought it over without using force. Cephallenia lies off Acarnania and Leucas, and consists of four states, the Paleans, Cranians, Samaeans, and Pronaeans. Not long afterwards the fleet returned to Athens. Towards the autumn of this year the Athenians invaded the Megarid with their whole levy, resident aliens included, under the command of Pericles, son of Xanthippus. The Athenians in the hundred ships round Peloponnese on their journey home had just reached Aegina, and hearing that the citizens at home were in full force at Megara, now sailed over and joined them. This was without doubt the largest army of Athenians ever assembled, the state being still in the flower of her strength and yet unvisited by the plague. Full ten thousand heavy infantry were in the field, all Athenian citizens, besides the three thousand before Potidæa. Then the resident aliens who joined in the incursion were at least three thousand strong; besides which there was a multitude of light troops. They ravaged the greater part of the territory, and then retired. Other incursions into the Megarid were afterwards made by the Athenians annually during the war, sometimes only with cavalry, sometimes with all their forces. This went on until the capture of Nisaea. Atalanta also, the desert island off the Opuntian coast, was towards the end of this summer converted into a fortified post by the Athenians, in order to prevent privateers issuing from Opus and the rest of Locris and plundering Euboea. Such were the events of this summer after the return of the Peloponnesians from Attica."}