{"label": "ham", "to_address": "\"Tom Phoenix\" <tom@stonehenge.com>", "from_address": "\"Vahid Moghaddasi\" <vahid.moghaddasi@gmail.com>", "subject": "Re: grep from one file and write to another", "body": " When the news of what had happened in Euboea reached Athens, a panic ensued such as they had never before known. Neither the disaster in Sicily, great as it seemed at the time, nor any other had ever so much alarmed them. The camp at Samos was in revolt; they had no more ships or men to man them; they were at discord among themselves and might at any moment come to blows; and a disaster of this magnitude coming on the top of all, by which they lost their fleet, and worst of all Euboea, which was of more value to them than Attica, could not occur without throwing them into the deepest despondency. Meanwhile their greatest and most immediate trouble was the possibility that the enemy, emboldened by his victory, might make straight for them and sail against Piraeus, which they had no longer ships to defend; and every moment they expected him to arrive. This, with a little more courage, he might easily have done, in which case he would either have increased the dissensions of the city by his presence, or, if he had stayed to besiege it, have compelled the fleet from Ionia, although the enemy of the oligarchy, to come to the rescue of their country and of their relatives, and in the meantime would have become master of the Hellespont, Ionia, the islands, and of everything as far as Euboea, or, to speak roundly, of the whole Athenian empire. But here, as on so many other occasions, the Lacedaemonians proved the most convenient people in the world for the Athenians to be at war with. The wide difference between the two characters, the slowness and want of energy of the Lacedaemonians as contrasted with the dash and enterprise of their opponents, proved of the greatest service, especially to a maritime empire like Athens. Indeed this was shown by the Syracusans, who were most like the Athenians in character, and also most successful in combating them."}