{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 328: show ctdb control timeout in http://samba.org/~tridge/ctdb", "body": " In comparing the proportion of the victorious and the vanquished people, the change of language will afford the most probably inference. According to this standard, it will appear, that the Lombards of Italy, and the Visigoths of Spain, were less numerous than the Franks or Burgundians; and the conquerors of Gaul must yield, in their turn, to the multitude of Saxons and Angles who almost eradicated the idioms of Britain. The modern Italian has been insensibly formed by the mixture of nations: the awkwardness of the Barbarians in the nice management of declensions and conjugations reduced them to the use of articles and auxiliary verbs; and many new ideas have been expressed by Teutonic appellations. Yet the principal stock of technical and familiar words is found to be of Latin derivation; 38 and, if we were sufficiently conversant with the obsolete, the rustic, and the municipal dialects of ancient Italy, we should trace the origin of many terms which might, perhaps, be rejected by the classic purity of Rome. A numerous army constitutes but a small nation, and the powers of the Lombards were soon diminished by the retreat of twenty thousand Saxons, who scorned a dependent situation, and returned, after many bold and perilous adventures, to their native country. 39 The camp of Alboin was of formidable extent, but the extent of a camp would be easily circumscribed within the limits of a city; and its martial inhabitants must be thinly scattered over the face of a large country. When Alboin descended from the Alps, he invested his nephew, the first duke of Friuli, with the command of the province and the people: but the prudent Gisulf would have declined the dangerous office, unless he had been permitted to choose, among the nobles of the Lombards, a sufficient number of families 40 to form a perpetual colony of soldiers and subjects. In the progress of conquest, the same option could not be granted to the dukes of Brescia or Bergamo, or Pavia or Turin, of Spoleto or Beneventum; but each of these, and each of their colleagues, settled in his appointed district with a band of followers who resorted to his standard in war and his tribunal in peace. Their attachment was free and honorable: resigning the gifts and benefits which they had accepted, they might emigrate with their families into the jurisdiction of another duke; but their absence from the kingdom was punished with death, as a crime of military desertion. 41 The posterity of the first conquerors struck a deeper root into the soil, which, by every motive of interest and honor, they were bound to defend. A Lombard was born the soldier of his king and his duke; and the civil assemblies of the nation displayed the banners, and assumed the appellation, of a regular army. Of this army, the pay and the rewards were drawn from the conquered provinces; and the distribution, which was not effected till after the death of Alboin, is disgraced by the foul marks of injustice and rapine. Many of the most wealthy Italians were slain or banished; the remainder were divided among the strangers, and a tributary obligation was imposed (under the name of hospitality) of paying to the Lombards a third part of the fruits of the earth. Within less than seventy years, this artificial system was abolished by a more simple and solid tenure. 42 Either the Roman landlord was expelled by his strong and insolent guest, or the annual payment, a third of the produce, was exchanged by a more equitable transaction for an adequate proportion of landed property. Under these foreign masters, the business of agriculture, in the cultivation of corn, wines, and olives, was exercised with degenerate skill and industry by the labor of the slaves and natives. But the occupations of a pastoral life were more pleasing to the idleness of the Barbarian. In the rich meadows of Venetia, they restored and improved the breed of horses, for which that province had once been illustrious; 43 and the Italians beheld with astonishment a foreign race of oxen or buffaloes. 44 The depopulation of Lombardy, and the increase of forests, afforded an ample range for the pleasures of the chase. 45 That marvellous art which teaches the birds of the air to acknowledge the voice, and execute the commands, of their master, had been unknown to the ingenuity of the Greeks and Romans. 46 Scandinavia and Scythia produce the boldest and most tractable falcons: 47 they were tamed and educated by the roving inhabitants, always on horseback and in the field. This favorite amusement of our ancestors was introduced by the Barbarians into the Roman provinces; and the laws of Italy esteemed the sword and the hawk as of equal dignity and importance in the hands of a noble Lombard. 48"}