{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Formulas Graphs\" <fersiluckbt@btc-net.bg>", "subject": "DIE RALLYE IS GESTARTET!", "body": " These nine years passed away, however, before I had come to any determinate judgment respecting the difficulties which form matter of dispute among the learned, or had commenced to seek the principles of any philosophy more certain than the vulgar. And the examples of many men of the highest genius, who had, in former times, engaged in this inquiry, but, as appeared to me, without success, led me to imagine it to be a work of so much difficulty, that I would not perhaps have ventured on it so soon had I not heard it currently rumored that I had already completed the inquiry. I know not what were the grounds of this opinion; and, if my conversation contributed in any measure to its rise, this must have happened rather from my having confessed my Ignorance with greater freedom than those are accustomed to do who have studied a little, and expounded perhaps, the reasons that led me to doubt of many of those things that by others are esteemed certain, than from my having boasted of any system of philosophy. But, as I am of a disposition that makes me unwilling to be esteemed different from what I really am, I thought it necessary to endeavor by all means to render myself worthy of the reputation accorded to me; and it is now exactly eight years since this desire constrained me to remove from all those places where interruption from any of my acquaintances was possible, and betake myself to this country, in which the long duration of the war has led to the establishment of such discipline, that the armies maintained seem to be of use only in enabling the inhabitants to enjoy more securely the blessings of peace and where, in the midst of a great crowd actively engaged in business, and more careful of their own affairs than curious about those of others, I have been enabled to live without being deprived of any of the conveniences to be had in the most populous cities, and yet as solitary and as retired as in the midst of the most remote deserts."}