{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Classes:\" <jnymkgip@newwavecomm.net>", "subject": "We are ready to give you a loan", "body": " The case is very different with those principles whose province it is to subject the existence of phenomena to rules à priori. For as existence does not admit of being constructed, it is clear that they must only concern the relations of existence and be merely regulative principles. In this case, therefore, neither axioms nor anticipations are to be thought of. Thus, if a perception is given us, in a certain relation of time to other (although undetermined) perceptions, we cannot then say à priori, what and how great (in quantity) the other perception necessarily connected with the former is, but only how it is connected, quoad its existence, in this given modus of time. Analogies in philosophy mean something very different from that which they represent in mathematics. In the latter they are formulae, which enounce the equality of two relations of quantity, and are always constitutive, so that if two terms of the proportion are given, the third is also given, that is, can be constructed by the aid of these formulae. But in philosophy, analogy is not the equality of two quantitative but of two qualitative relations. In this case, from three given terms, I can give à priori and cognize the relation to a fourth member, but not this fourth term itself, although I certainly possess a rule to guide me in the search for this fourth term in experience, and a mark to assist me in discovering it. An analogy of experience is therefore only a rule according to which unity of experience must arise out of perceptions in respect to objects (phenomena) not as a constitutive, but merely as a regulative principle. The same holds good also of the postulates of empirical thought in general, which relate to the synthesis of mere intuition (which concerns the form of phenomena), the synthesis of perception (which concerns the matter of phenomena), and the synthesis of experience (which concerns the relation of these perceptions). For they are only regulative principles, and clearly distinguishable from the mathematical, which are constitutive, not indeed in regard to the certainty which both possess à priori, but in the mode of evidence thereof, consequently also in the manner of demonstration."}