{"label": "ham", "to_address": "ivo welch <ivowel@gmail.com>", "from_address": "Duncan Murdoch <murdoch@stats.uwo.ca>", "subject": "Re: [R] names( d$columnname )", "body": " By the recent invasion, the Greeks were awakened from a dream of nine centuries; from the vain presumption that the capital of the Roman empire was impregnable to foreign arms. The strangers of the West had violated the city, and bestowed the sceptre, of Constantine: their Imperial clients soon became as unpopular as themselves: the well-known vices of Isaac were rendered still more contemptible by his infirmities, and the young Alexius was hated as an apostate, who had renounced the manners and religion of his country. His secret covenant with the Latins was divulged or suspected; the people, and especially the clergy, were devoutly attached to their faith and superstition; and every convent, and every shop, resounded with the danger of the church and the tyranny of the pope. 72 An empty treasury could ill supply the demands of regal luxury and foreign extortion: the Greeks refused to avert, by a general tax, the impending evils of servitude and pillage; the oppression of the rich excited a more dangerous and personal resentment; and if the emperor melted the plate, and despoiled the images, of the sanctuary, he seemed to justify the complaints of heresy and sacrilege. During the absence of Marquis Boniface and his Imperial pupil, Constantinople was visited with a calamity which might be justly imputed to the zeal and indiscretion of the Flemish pilgrims. 73 In one of their visits to the city, they were scandalized by the aspect of a mosque or synagogue, in which one God was worshipped, without a partner or a son. Their effectual mode of controversy was to attack the infidels with the sword, and their habitation with fire: but the infidels, and some Christian neighbors, presumed to defend their lives and properties; and the flames which bigotry had kindled, consumed the most orthodox and innocent structures. During eight days and nights, the conflagration spread above a league in front, from the harbor to the Propontis, over the thickest and most populous regions of the city. It is not easy to count the stately churches and palaces that were reduced to a smoking ruin, to value the merchandise that perished in the trading streets, or to number the families that were involved in the common destruction. By this outrage, which the doge and the barons in vain affected to disclaim, the name of the Latins became still more unpopular; and the colony of that nation, above fifteen thousand persons, consulted their safety in a hasty retreat from the city to the protection of their standard in the suburb of Pera. The emperor returned in triumph; but the firmest and most dexterous policy would have been insufficient to steer him through the tempest, which overwhelmed the person and government of that unhappy youth. His own inclination, and his father’s advice, attached him to his benefactors; but Alexius hesitated between gratitude and patriotism, between the fear of his subjects and of his allies. 74 By his feeble and fluctuating conduct he lost the esteem and confidence of both; and, while he invited the marquis of Monferrat to occupy the palace, he suffered the nobles to conspire, and the people to arm, for the deliverance of their country. Regardless of his painful situation, the Latin chiefs repeated their demands, resented his delays, suspected his intentions, and exacted a decisive answer of peace or war. The haughty summons was delivered by three French knights and three Venetian deputies, who girded their swords, mounted their horses, pierced through the angry multitude, and entered, with a fearful countenance, the palace and presence of the Greek emperor. In a peremptory tone, they recapitulated their services and his engagements; and boldly declared, that unless their just claims were fully and immediately satisfied, they should no longer hold him either as a sovereign or a friend. After this defiance, the first that had ever wounded an Imperial ear, they departed without betraying any symptoms of fear; but their escape from a servile palace and a furious city astonished the ambassadors themselves; and their return to the camp was the signal of mutual hostility."}