{"label": "ham", "to_address": "parrot-porters@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "FOTW src/debug.c", "body": " The death of the emperors, and the usurpation of Mourzoufle, had changed the nature of the quarrel. It was no longer the disagreement of allies who overvalued their services, or neglected their obligations: the French and Venetians forgot their complaints against Alexius, dropped a tear on the untimely fate of their companion, and swore revenge against the perfidious nation who had crowned his assassin. Yet the prudent doge was still inclined to negotiate: he asked as a debt, a subsidy, or a fine, fifty thousand pounds of gold, about two millions sterling; nor would the conference have been abruptly broken, if the zeal, or policy, of Mourzoufle had not refused to sacrifice the Greek church to the safety of the state. 77 Amidst the invectives of his foreign and domestic enemies, we may discern, that he was not unworthy of the character which he had assumed, of the public champion: the second siege of Constantinople was far more laborious than the first; the treasury was replenished, and discipline was restored, by a severe inquisition into the abuses of the former reign; and Mourzoufle, an iron mace in his hand, visiting the posts, and affecting the port and aspect of a warrior, was an object of terror to his soldiers, at least, and to his kinsmen. Before and after the death of Alexius, the Greeks made two vigorous and well-conducted attempts to burn the navy in the harbor; but the skill and courage of the Venetians repulsed the fire-ships; and the vagrant flames wasted themselves without injury in the sea. 78 In a nocturnal sally the Greek emperor was vanquished by Henry, brother of the count of Flanders: the advantages of number and surprise aggravated the shame of his defeat: his buckler was found on the field of battle; and the Imperial standard, 79 a divine image of the Virgin, was presented, as a trophy and a relic to the Cistercian monks, the disciples of St. Bernard. Near three months, without excepting the holy season of Lent, were consumed in skirmishes and preparations, before the Latins were ready or resolved for a general assault. The land fortifications had been found impregnable; and the Venetian pilots represented, that, on the shore of the Propontis, the anchorage was unsafe, and the ships must be driven by the current far away to the straits of the Hellespont; a prospect not unpleasing to the reluctant pilgrims, who sought every opportunity of breaking the army. From the harbor, therefore, the assault was determined by the assailants, and expected by the besieged; and the emperor had placed his scarlet pavilions on a neighboring height, to direct and animate the efforts of his troops. A fearless spectator, whose mind could entertain the ideas of pomp and pleasure, might have admired the long array of two embattled armies, which extended above half a league, the one on the ships and galleys, the other on the walls and towers raised above the ordinary level by several stages of wooden turrets. Their first fury was spent in the discharge of darts, stones, and fire, from the engines; but the water was deep; the French were bold; the Venetians were skilful; they approached the walls; and a desperate conflict of swords, spears, and battle-axes, was fought on the trembling bridges that grappled the floating, to the stable, batteries. In more than a hundred places, the assault was urged, and the defence was sustained; till the superiority of ground and numbers finally prevailed, and the Latin trumpets sounded a retreat. On the ensuing days, the attack was renewed with equal vigor, and a similar event; and, in the night, the doge and the barons held a council, apprehensive only for the public danger: not a voice pronounced the words of escape or treaty; and each warrior, according to his temper, embraced the hope of victory, or the assurance of a glorious death. 80 By the experience of the former siege, the Greeks were instructed, but the Latins were animated; and the knowledge that Constantinople might be taken, was of more avail than the local precautions which that knowledge had inspired for its defence. In the third assault, two ships were linked together to double their strength; a strong north wind drove them on the shore; the bishops of Troyes and Soissons led the van; and the auspicious names of the _pilgrim_ and the _paradise_ resounded along the line. 81 The episcopal banners were displayed on the walls; a hundred marks of silver had been promised to the first adventurers; and if their reward was intercepted by death, their names have been immortalized by fame. 811 Four towers were scaled; three gates were burst open; and the French knights, who might tremble on the waves, felt themselves invincible on horseback on the solid ground. Shall I relate that the thousands who guarded the emperor’s person fled on the approach, and before the lance, of a single warrior? Their ignominious flight is attested by their countryman Nicetas: an army of phantoms marched with the French hero, and he was magnified to a giant in the eyes of the Greeks. 82 While the fugitives deserted their posts and cast away their arms, the Latins entered the city under the banners of their leaders: the streets and gates opened for their passage; and either design or accident kindled a third conflagration, which consumed in a few hours the measure of three of the largest cities of France. 83 In the close of evening, the barons checked their troops, and fortified their stations: They were awed by the extent and populousness of the capital, which might yet require the labor of a month, if the churches and palaces were conscious of their internal strength. But in the morning, a suppliant procession, with crosses and images, announced the submission of the Greeks, and deprecated the wrath of the conquerors: the usurper escaped through the golden gate: the palaces of Blachernæ and Boucoleon were occupied by the count of Flanders and the marquis of Montferrat; and the empire, which still bore the name of Constantine, and the title of Roman, was subverted by the arms of the Latin pilgrims. 84"}