{"label": "ham", "to_address": "Andy Lester <andy@petdance.com>", "from_address": "bob@fourtheye.org", "subject": "Re: [svn:parrot] r19533 - trunk/docs", "body": " After reducing, by force, or treaty, the towns of inferior note in the midland provinces of Italy, Totila proceeded, not to assault, but to encompass and starve, the ancient capital. Rome was afflicted by the avarice, and guarded by the valor, of Bessas, a veteran chief of Gothic extraction, who filled, with a garrison of three thousand soldiers, the spacious circle of her venerable walls. From the distress of the people he extracted a profitable trade, and secretly rejoiced in the continuance of the siege. It was for his use that the granaries had been replenished: the charity of Pope Vigilius had purchased and embarked an ample supply of Sicilian corn; but the vessels which escaped the Barbarians were seized by a rapacious governor, who imparted a scanty sustenance to the soldiers, and sold the remainder to the wealthy Romans. The medimnus, or fifth part of the quarter of wheat, was exchanged for seven pieces of gold; fifty pieces were given for an ox, a rare and accidental prize; the progress of famine enhanced this exorbitant value, and the mercenaries were tempted to deprive themselves of the allowance which was scarcely sufficient for the support of life. A tasteless and unwholesome mixture, in which the bran thrice exceeded the quantity of flour, appeased the hunger of the poor; they were gradually reduced to feed on dead horses, dogs, cats, and mice, and eagerly to snatch the grass, and even the nettles, which grew among the ruins of the city. A crowd of spectres, pale and emaciated, their bodies oppressed with disease, and their minds with despair, surrounded the palace of the governor, urged, with unavailing truth, that it was the duty of a master to maintain his slaves, and humbly requested that he would provide for their subsistence, to permit their flight, or command their immediate execution. Bessas replied, with unfeeling tranquillity, that it was impossible to feed, unsafe to dismiss, and unlawful to kill, the subjects of the emperor. Yet the example of a private citizen might have shown his countrymen that a tyrant cannot withhold the privilege of death. Pierced by the cries of five children, who vainly called on their father for bread, he ordered them to follow his steps, advanced with calm and silent despair to one of the bridges of the Tyber, and, covering his face, threw himself headlong into the stream, in the presence of his family and the Roman people. To the rich and pusillammous, Bessas 12 sold the permission of departure; but the greatest part of the fugitives expired on the public highways, or were intercepted by the flying parties of Barbarians. In the mean while, the artful governor soothed the discontent, and revived the hopes of the Romans, by the vague reports of the fleets and armies which were hastening to their relief from the extremities of the East. They derived more rational comfort from the assurance that Belisarius had landed at the port; and, without numbering his forces, they firmly relied on the humanity, the courage, and the skill of their great deliverer."}