{"label": "ham", "to_address": "debian-mirrors@lists.debian.org", "from_address": "Josip Rodin <joy@entuzijast.net>", "subject": "Re: Fwd: [backlog] mirror list updates (this time to the public address)", "body": " The victory over the senate was easy and inglorious. Every eye and every passion were directed to the supreme magistrate, who possessed the arms and treasure of the state; whilst the senate, neither elected by the people, nor guarded by military force, nor animated by public spirit, rested its declining authority on the frail and crumbling basis of ancient opinion. The fine theory of a republic insensibly vanished, and made way for the more natural and substantial feelings of monarchy. As the freedom and honors of Rome were successively communicated to the provinces, in which the old government had been either unknown, or was remembered with abhorrence, the tradition of republican maxims was gradually obliterated. The Greek historians of the age of the Antonines 70 observe, with a malicious pleasure, that although the sovereign of Rome, in compliance with an obsolete prejudice, abstained from the name of king, he possessed the full measure of regal power. In the reign of Severus, the senate was filled with polished and eloquent slaves from the eastern provinces, who justified personal flattery by speculative principles of servitude. These new advocates of prerogative were heard with pleasure by the court, and with patience by the people, when they inculcated the duty of passive obedience, and descanted on the inevitable mischiefs of freedom. The lawyers and historians concurred in teaching, that the Imperial authority was held, not by the delegated commission, but by the irrevocable resignation of the senate; that the emperor was freed from the restraint of civil laws, could command by his arbitrary will the lives and fortunes of his subjects, and might dispose of the empire as of his private patrimony. 71 The most eminent of the civil lawyers, and particularly Papinian, Paulus, and Ulpian, flourished under the house of Severus; and the Roman jurisprudence, having closely united itself with the system of monarchy, was supposed to have attained its full majority and perfection."}