{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Robert\" <reginald@funeasy.biz>", "subject": "Best love dr@gs at best store!", "body": " 'Then if this be the nature of love, can you tell me further,' she said, 'what is the manner of the pursuit? what are they doing who show all this eagerness and heat which is called love? and what is the object which they have in view? Answer me.' 'Nay, Diotima,' I replied, 'if I had known, I should not have wondered at your wisdom, neither should I have come to learn from you about this very matter.' 'Well,' she said, 'I will teach you:--The object which they have in view is birth in beauty, whether of body or soul.' 'I do not understand you,' I said; 'the oracle requires an explanation.' 'I will make my meaning clearer,' she replied. 'I mean to say, that all men are bringing to the birth in their bodies and in their souls. There is a certain age at which human nature is desirous of procreation--procreation which must be in beauty and not in deformity; and this procreation is the union of man and woman, and is a divine thing; for conception and generation are an immortal principle in the mortal creature, and in the inharmonious they can never be. But the deformed is always inharmonious with the divine, and the beautiful harmonious. Beauty, then, is the destiny or goddess of parturition who presides at birth, and therefore, when approaching beauty, the conceiving power is propitious, and diffusive, and benign, and begets and bears fruit: at the sight of ugliness she frowns and contracts and has a sense of pain, and turns away, and shrivels up, and not without a pang refrains from conception. And this is the reason why, when the hour of conception arrives, and the teeming nature is full, there is such a flutter and ecstasy about beauty whose approach is the alleviation of the pain of travail. For love, Socrates, is not, as you imagine, the love of the beautiful only.' 'What then?' 'The love of generation and of birth in beauty.' 'Yes,' I said. 'Yes, indeed,' she replied. 'But why of generation?' 'Because to the mortal creature, generation is a sort of eternity and immortality,' she replied; 'and if, as has been already admitted, love is of the everlasting possession of the good, all men will necessarily desire immortality together with good: Wherefore love is of immortality.'"}