{"label": "ham", "to_address": "noreply@sourceforge.net", "from_address": "\"SourceForge.net\" <noreply@sourceforge.net>", "subject": "[cc-devel] [ cctools-Feature Requests-1723155 ] Make captcha\n\tpluggable", "body": " The vanquished emperor left behind him two children, a boy of about eight, and a girl of about seven, years old. Their inoffensive age might have excited compassion; but the compassion of Licinius was a very feeble resource, nor did it restrain him from _extinguishing_ the name and memory of his adversary. The death of Severianus will admit of less excuse, as it was dictated neither by revenge nor by policy. The conqueror had never received any injury from the father of that unhappy youth, and the short and obscure reign of Severus, in a distant part of the empire, was already forgotten. But the execution of Candidianus was an act of the blackest cruelty and ingratitude. He was the natural son of Galerius, the friend and benefactor of Licinius. The prudent father had judged him too young to sustain the weight of a diadem; but he hoped that, under the protection of princes who were indebted to his favor for the Imperial purple, Candidianus might pass a secure and honorable life. He was now advancing towards the twentieth year of his age, and the royalty of his birth, though unsupported either by merit or ambition, was sufficient to exasperate the jealous mind of Licinius. 80 To these innocent and illustrious victims of his tyranny, we must add the wife and daughter of the emperor Diocletian. When that prince conferred on Galerius the title of Cæsar, he had given him in marriage his daughter Valeria, whose melancholy adventures might furnish a very singular subject for tragedy. She had fulfilled and even surpassed the duties of a wife. As she had not any children herself, she condescended to adopt the illegitimate son of her husband, and invariably displayed towards the unhappy Candidianus the tenderness and anxiety of a real mother. After the death of Galerius, her ample possessions provoked the avarice, and her personal attractions excited the desires, of his successor, Maximin. 81 He had a wife still alive; but divorce was permitted by the Roman law, and the fierce passions of the tyrant demanded an immediate gratification. The answer of Valeria was such as became the daughter and widow of emperors; but it was tempered by the prudence which her defenceless condition compelled her to observe. She represented to the persons whom Maximin had employed on this occasion, “that even if honor could permit a woman of her character and dignity to entertain a thought of second nuptials, decency at least must forbid her to listen to his addresses at a time when the ashes of her husband and his benefactor were still warm, and while the sorrows of her mind were still expressed by her mourning garments. She ventured to declare, that she could place very little confidence in the professions of a man whose cruel inconstancy was capable of repudiating a faithful and affectionate wife.” 82 On this repulse, the love of Maximin was converted into fury; and as witnesses and judges were always at his disposal, it was easy for him to cover his fury with an appearance of legal proceedings, and to assault the reputation as well as the happiness of Valeria. Her estates were confiscated, her eunuchs and domestics devoted to the most inhuman tortures; and several innocent and respectable matrons, who were honored with her friendship, suffered death, on a false accusation of adultery. The empress herself, together with her mother Prisca, was condemned to exile; and as they were ignominiously hurried from place to place before they were confined to a sequestered village in the deserts of Syria, they exposed their shame and distress to the provinces of the East, which, during thirty years, had respected their august dignity. Diocletian made several ineffectual efforts to alleviate the misfortunes of his daughter; and, as the last return that he expected for the Imperial purple, which he had conferred upon Maximin, he entreated that Valeria might be permitted to share his retirement of Salona, and to close the eyes of her afflicted father. 83 He entreated; but as he could no longer threaten, his prayers were received with coldness and disdain; and the pride of Maximin was gratified, in treating Diocletian as a suppliant, and his daughter as a criminal. The death of Maximin seemed to assure the empresses of a favorable alteration in their fortune. The public disorders relaxed the vigilance of their guard, and they easily found means to escape from the place of their exile, and to repair, though with some precaution, and in disguise, to the court of Licinius. His behavior, in the first days of his reign, and the honorable reception which he gave to young Candidianus, inspired Valeria with a secret satisfaction, both on her own account and on that of her adopted son. But these grateful prospects were soon succeeded by horror and astonishment; and the bloody executions which stained the palace of Nicomedia sufficiently convinced her that the throne of Maximin was filled by a tyrant more inhuman than himself. Valeria consulted her safety by a hasty flight, and, still accompanied by her mother Prisca, they wandered above fifteen months 84 through the provinces, concealed in the disguise of plebeian habits. They were at length discovered at Thessalonica; and as the sentence of their death was already pronounced, they were immediately beheaded, and their bodies thrown into the sea. The people gazed on the melancholy spectacle; but their grief and indignation were suppressed by the terrors of a military guard. Such was the unworthy fate of the wife and daughter of Diocletian. We lament their misfortunes, we cannot discover their crimes; and whatever idea we may justly entertain of the cruelty of Licinius, it remains a matter of surprise that he was not contented with some more secret and decent method of revenge. 85"}