{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Dafydd Harries <dafydd.harries@collabora.co.uk>", "subject": "Re: [sugar] [patch][connect-activity] Update to high-level API in\n\tlatest dbus-python", "body": " II. In the change of manners and language the patricians of Rome 58 were far removed from the senate of Romulus, or the palace of Constantine, from the free nobles of the republic, or the fictitious parents of the emperor. After the recovery of Italy and Africa by the arms of Justinian, the importance and danger of those remote provinces required the presence of a supreme magistrate; he was indifferently styled the exarch or the patrician; and these governors of Ravenna, who fill their place in the chronology of princes, extended their jurisdiction over the Roman city. Since the revolt of Italy and the loss of the Exarchate, the distress of the Romans had exacted some sacrifice of their independence. Yet, even in this act, they exercised the right of disposing of themselves; and the decrees of the senate and people successively invested Charles Martel and his posterity with the honors of patrician of Rome. The leaders of a powerful nation would have disdained a servile title and subordinate office; but the reign of the Greek emperors was suspended; and, in the vacancy of the empire, they derived a more glorious commission from the pope and the republic. The Roman ambassadors presented these patricians with the keys of the shrine of St. Peter, as a pledge and symbol of sovereignty; with a holy banner which it was their right and duty to unfurl in the defence of the church and city. 59 In the time of Charles Martel and of Pepin, the interposition of the Lombard kingdom covered the freedom, while it threatened the safety, of Rome; and the patriciate represented only the title, the service, the alliance, of these distant protectors. The power and policy of Charlemagne annihilated an enemy, and imposed a master. In his first visit to the capital, he was received with all the honors which had formerly been paid to the exarch, the representative of the emperor; and these honors obtained some new decorations from the joy and gratitude of Pope Adrian the First. 60 No sooner was he informed of the sudden approach of the monarch, than he despatched the magistrates and nobles of Rome to meet him, with the banner, about thirty miles from the city. At the distance of one mile, the Flaminian way was lined with the schools, or national communities, of Greeks, Lombards, Saxons, &c.: the Roman youth were under arms; and the children of a more tender age, with palms and olive branches in their hands, chanted the praises of their great deliverer. At the aspect of the holy crosses, and ensigns of the saints, he dismounted from his horse, led the procession of his nobles to the Vatican, and, as he ascended the stairs, devoutly kissed each step of the threshold of the apostles. In the portico, Adrian expected him at the head of his clergy: they embraced, as friends and equals; but in their march to the altar, the king or patrician assumed the right hand of the pope. Nor was the Frank content with these vain and empty demonstrations of respect. In the twenty-six years that elapsed between the conquest of Lombardy and his Imperial coronation, Rome, which had been delivered by the sword, was subject, as his own, to the sceptre of Charlemagne. The people swore allegiance to his person and family: in his name money was coined, and justice was administered; and the election of the popes was examined and confirmed by his authority. Except an original and self-inherent claim of sovereignty, there was not any prerogative remaining, which the title of emperor could add to the patrician of Rome. 61"}