{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r23562 - in branches: SAMBA_3_0/source/lib\n\tSAMBA_3_0_26/source/lib", "body": " The royal prerogative of coining money, which had been exercised near three hundred years by the senate, was _first_ resumed by Martin the Fifth, 77 and his image and superscription introduce the series of the papal medals. Of his two immediate successors, Eugenius the Fourth was the _last_ pope expelled by the tumults of the Roman people, 78 and Nicholas the Fifth, the _last_ who was importuned by the presence of a Roman emperor. 79 I. The conflict of Eugenius with the fathers of Basil, and the weight or apprehension of a new excise, emboldened and provoked the Romans to usurp the temporal government of the city. They rose in arms, elected seven governors of the republic, and a constable of the Capitol; imprisoned the pope’s nephew; besieged his person in the palace; and shot volleys of arrows into his bark as he escaped down the Tyber in the habit of a monk. But he still possessed in the castle of St. Angelo a faithful garrison and a train of artillery: their batteries incessantly thundered on the city, and a bullet more dexterously pointed broke down the barricade of the bridge, and scattered with a single shot the heroes of the republic. Their constancy was exhausted by a rebellion of five months. Under the tyranny of the Ghibeline nobles, the wisest patriots regretted the dominion of the church; and their repentance was unanimous and effectual. The troops of St. Peter again occupied the Capitol; the magistrates departed to their homes; the most guilty were executed or exiled; and the legate, at the head of two thousand foot and four thousand horse, was saluted as the father of the city. The synods of Ferrara and Florence, the fear or resentment of Eugenius, prolonged his absence: he was received by a submissive people; but the pontiff understood from the acclamations of his triumphal entry, that to secure their loyalty and his own repose, he must grant without delay the abolition of the odious excise. II. Rome was restored, adorned, and enlightened, by the peaceful reign of Nicholas the Fifth. In the midst of these laudable occupations, the pope was alarmed by the approach of Frederic the Third of Austria; though his fears could not be justified by the character or the power of the Imperial candidate. After drawing his military force to the metropolis, and imposing the best security of oaths 80 and treaties, Nicholas received with a smiling countenance the faithful advocate and vassal of the church. So tame were the times, so feeble was the Austrian, that the pomp of his coronation was accomplished with order and harmony: but the superfluous honor was so disgraceful to an independent nation, that his successors have excused themselves from the toilsome pilgrimage to the Vatican; and rest their Imperial title on the choice of the electors of Germany."}