{"label": "ham", "to_address": "Lauri Nikkinen <lauri.nikkinen@iki.fi>", "from_address": "Dimitris Rizopoulos <Dimitris.Rizopoulos@med.kuleuven.be>", "subject": "Re: [R] Number of NA's in every second column", "body": " The ‘City of the Sun’ written by Campanella (1568-1639), a Dominican friar, several years after the ‘New Atlantis’ of Bacon, has many resemblances to the Republic of Plato. The citizens have wives and children in common; their marriages are of the same temporary sort, and are arranged by the magistrates from time to time. They do not, however, adopt his system of lots, but bring together the best natures, male and female, ‘according to philosophical rules.’ The infants until two years of age are brought up by their mothers in public temples; and since individuals for the most part educate their children badly, at the beginning of their third year they are committed to the care of the State, and are taught at first, not out of books, but from paintings of all kinds, which are emblazoned on the walls of the city. The city has six interior circuits of walls, and an outer wall which is the seventh. On this outer wall are painted the figures of legislators and philosophers, and on each of the interior walls the symbols or forms of some one of the sciences are delineated. The women are, for the most part, trained, like the men, in warlike and other exercises; but they have two special occupations of their own. After a battle, they and the boys soothe and relieve the wounded warriors; also they encourage them with embraces and pleasant words. Some elements of the Christian or Catholic religion are preserved among them. The life of the Apostles is greatly admired by this people because they had all things in common; and the short prayer which Jesus Christ taught men is used in their worship. It is a duty of the chief magistrates to pardon sins, and therefore the whole people make secret confession of them to the magistrates, and they to their chief, who is a sort of Rector Metaphysicus; and by this means he is well informed of all that is going on in the minds of men. After confession, absolution is granted to the citizens collectively, but no one is mentioned by name. There also exists among them a practice of perpetual prayer, performed by a succession of priests, who change every hour. Their religion is a worship of God in Trinity, that is of Wisdom, Love and Power, but without any distinction of persons. They behold in the sun the reflection of His glory; mere graven images they reject, refusing to fall under the ‘tyranny’ of idolatry."}