{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CBSNews---Breaking_News <cbsnews___breaking_news-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBSNews.com News Alert! Russian Media Report Boris Yeltsin Has Died", "body": " A name of some German tribes between the Rhine and the Weser had spread its victorious influence over the greatest part of Gaul, Germany, and Italy; and the common appellation of Franks 88 was applied by the Greeks and Arabians to the Christians of the Latin church, the nations of the West, who stretched beyond their knowledge to the shores of the Atlantic Ocean. The vast body had been inspired and united by the soul of Charlemagne; but the division and degeneracy of his race soon annihilated the Imperial power, which would have rivalled the Caesars of Byzantium, and revenged the indignities of the Christian name. The enemies no longer feared, nor could the subjects any longer trust, the application of a public revenue, the labors of trade and manufactures in the military service, the mutual aid of provinces and armies, and the naval squadrons which were regularly stationed from the mouth of the Elbe to that of the Tyber. In the beginning of the tenth century, the family of Charlemagne had almost disappeared; his monarchy was broken into many hostile and independent states; the regal title was assumed by the most ambitious chiefs; their revolt was imitated in a long subordination of anarchy and discord, and the nobles of every province disobeyed their sovereign, oppressed their vassals, and exercised perpetual hostilities against their equals and neighbors. Their private wars, which overturned the fabric of government, fomented the martial spirit of the nation. In the system of modern Europe, the power of the sword is possessed, at least in fact, by five or six mighty potentates; their operations are conducted on a distant frontier, by an order of men who devote their lives to the study and practice of the military art: the rest of the country and community enjoys in the midst of war the tranquillity of peace, and is only made sensible of the change by the aggravation or decrease of the public taxes. In the disorders of the tenth and eleventh centuries, every peasant was a soldier, and every village a fortification; each wood or valley was a scene of murder and rapine; and the lords of each castle were compelled to assume the character of princes and warriors. To their own courage and policy they boldly trusted for the safety of their family, the protection of their lands, and the revenge of their injuries; and, like the conquerors of a larger size, they were too apt to transgress the privilege of defensive war. The powers of the mind and body were hardened by the presence of danger and necessity of resolution: the same spirit refused to desert a friend and to forgive an enemy; and, instead of sleeping under the guardian care of a magistrate, they proudly disdained the authority of the laws. In the days of feudal anarchy, the instruments of agriculture and art were converted into the weapons of bloodshed: the peaceful occupations of civil and ecclesiastical society were abolished or corrupted; and the bishop who exchanged his mitre for a helmet, was more forcibly urged by the manners of the times than by the obligation of his tenure. 89"}