{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Jayden Barnes\" <amirha.com@kblans.com>", "subject": "Three Steps to the Software You Need at the Prices You Want", "body": " This I take to be the true state of the question, and cannot approve of that expeditious way, which some take with the sceptics, to reject at once all their arguments without enquiry or examination. If the sceptical reasonings be strong, say they, it is a proof, that reason may have some force and authority: if weak, they can never be sufficient to invalidate all the conclusions of our understanding. This argument is not just; because the sceptical reasonings, were it possible for them to exist, and were they not destroyed by their subtility, would be successively both strong and weak, according to the successive dispositions of the mind. Reason first appears in possession of the throne, prescribing laws, and imposing maxims, with an absolute sway and authority. Her enemy, therefore, is obliged to take shelter under her protection, and by making use of rational arguments to prove the fallaciousness and imbecility of reason, produces, in a manner, a patent under her hand and seal. This patent has at first an authority, proportioned to the present and immediate authority of reason, from which it is derived. But as it is supposed to be contradictory to reason, it gradually diminishes the force of that governing power and its own at the same time; till at last they both vanish away into nothing, by a regulax and just diminution. The sceptical and dogmatical reasons are of the same kind, though contrary in their operation and tendency; so that where the latter is strong, it has an enemy of equal force in the former to encounter; and as their forces were at first equal, they still continue so, as long as either of them subsists; nor does one of them lose any force in the contest, without taking as much from its antagonist. It is happy, therefore, that nature breaks the force of all sceptical arguments in time, and keeps them from having any considerable influence on the understanding. Were we to trust entirely to their self-destruction, that can never take place, until they have first subverted all conviction, and have totally destroyed human reason."}