{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"Store Contact\" <valid@owc.die.net>", "subject": "number entered was", "body": " To think an object and to cognize an object are by no means the same thing. In cognition there are two elements: firstly, the conception, whereby an object is cogitated (the category); and, secondly, the intuition, whereby the object is given. For supposing that to the conception a corresponding intuition could not be given, it would still be a thought as regards its form, but without any object, and no cognition of anything would be possible by means of it, inasmuch as, so far as I knew, there existed and could exist nothing to which my thought could be applied. Now all intuition possible to us is sensuous; consequently, our thought of an object by means of a pure conception of the understanding, can become cognition for us only in so far as this conception is applied to objects of the senses. Sensuous intuition is either pure intuition (space and time) or empirical intuition—of that which is immediately represented in space and time by means of sensation as real. Through the determination of pure intuition we obtain à priori cognitions of objects, as in mathematics, but only as regards their form as phenomena; whether there can exist things which must be intuited in this form is not thereby established. All mathematical conceptions, therefore, are not per se cognition, except in so far as we presuppose that there exist things which can only be represented conformably to the form of our pure sensuous intuition. But things in space and time are given only in so far as they are perceptions (representations accompanied with sensation), therefore only by empirical representation. Consequently the pure conceptions of the understanding, even when they are applied to intuitions à priori (as in mathematics), produce cognition only in so far as these (and therefore the conceptions of the understanding by means of them) can be applied to empirical intuitions. Consequently the categories do not, even by means of pure intuition afford us any cognition of things; they can only do so in so far as they can be applied to empirical intuition. That is to say, the categories serve only to render empirical cognition possible. But this is what we call experience. Consequently, in cognition, their application to objects of experience is the only legitimate use of the categories."}