{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "\"alison weir\" <alison.weir@utoronto.ca>", "subject": "Re: [R] Garch question", "body": " The disorders of thirty years at length produced the famous Henoticon 72 of the emperor Zeno, which in his reign, and in that of Anastasius, was signed by all the bishops of the East, under the penalty of degradation and exile, if they rejected or infringed this salutary and fundamental law. The clergy may smile or groan at the presumption of a layman who defines the articles of faith; yet if he stoops to the humiliating task, his mind is less infected by prejudice or interest, and the authority of the magistrate can only be maintained by the concord of the people. It is in ecclesiastical story, that Zeno appears least contemptible; and I am not able to discern any Manichaean or Eutychian guilt in the generous saying of Anastasius. That it was unworthy of an emperor to persecute the worshippers of Christ and the citizens of Rome. The Henoticon was most pleasing to the Egyptians; yet the smallest blemish has not been described by the jealous, and even jaundiced eyes of our orthodox schoolmen, and it accurately represents the Catholic faith of the incarnation, without adopting or disclaiming the peculiar terms of tenets of the hostile sects. A solemn anathema is pronounced against Nestorius and Eutyches; against all heretics by whom Christ is divided, or confounded, or reduced to a phantom. Without defining the number or the article of the word nature, the pure system of St. Cyril, the faith of Nice, Constantinople, and Ephesus, is respectfully confirmed; but, instead of bowing at the name of the fourth council, the subject is dismissed by the censure of all contrary doctrines, if any such have been taught either elsewhere or at Chalcedon. Under this ambiguous expression, the friends and the enemies of the last synod might unite in a silent embrace. The most reasonable Christians acquiesced in this mode of toleration; but their reason was feeble and inconstant, and their obedience was despised as timid and servile by the vehement spirit of their brethren. On a subject which engrossed the thoughts and discourses of men, it was difficult to preserve an exact neutrality; a book, a sermon, a prayer, rekindled the flame of controversy; and the bonds of communion were alternately broken and renewed by the private animosity of the bishops. The space between Nestorius and Eutyches was filled by a thousand shades of language and opinion; the acephali 73 of Egypt, and the Roman pontiffs, of equal valor, though of unequal strength, may be found at the two extremities of the theological scale. The acephali, without a king or a bishop, were separated above three hundred years from the patriarchs of Alexandria, who had accepted the communion of Constantinople, without exacting a formal condemnation of the synod of Chalcedon. For accepting the communion of Alexandria, without a formal approbation of the same synod, the patriarchs of Constantinople were anathematized by the popes. Their inflexible despotism involved the most orthodox of the Greek churches in this spiritual contagion, denied or doubted the validity of their sacraments, 74 and fomented, thirty-five years, the schism of the East and West, till they finally abolished the memory of four Byzantine pontiffs, who had dared to oppose the supremacy of St. Peter. 75 Before that period, the precarious truce of Constantinople and Egypt had been violated by the zeal of the rival prelates. Macedonius, who was suspected of the Nestorian heresy, asserted, in disgrace and exile, the synod of Chalcedon, while the successor of Cyril would have purchased its overthrow with a bribe of two thousand pounds of gold."}