{"label": "ham", "to_address": "\"Paul Cochrane\" <paultcochrane@gmail.com>", "from_address": "\"Will Coleda\" <will@coleda.com>", "subject": "Re: RT Ticket Management [was: Re: Parrot Bug Summary]", "body": " It may occasion some surprise that the Roman pontiff should erect, in the heart of France, the tribunal from whence he hurled his anathemas against the king; but our surprise will vanish so soon as we form a just estimate of a king of France of the eleventh century. 11 Philip the First was the great-grandson of Hugh Capet, the founder of the present race, who, in the decline of Charlemagne’s posterity, added the regal title to his patrimonial estates of Paris and Orleans. In this narrow compass, he was possessed of wealth and jurisdiction; but in the rest of France, Hugh and his first descendants were no more than the feudal lords of about sixty dukes and counts, of independent and hereditary power, 12 who disdained the control of laws and legal assemblies, and whose disregard of their sovereign was revenged by the disobedience of their inferior vassals. At Clermont, in the territories of the count of Auvergne, 13 the pope might brave with impunity the resentment of Philip; and the council which he convened in that city was not less numerous or respectable than the synod of Placentia. 14 Besides his court and council of Roman cardinals, he was supported by thirteen archbishops and two hundred and twenty-five bishops: the number of mitred prelates was computed at four hundred; and the fathers of the church were blessed by the saints and enlightened by the doctors of the age. From the adjacent kingdoms, a martial train of lords and knights of power and renown attended the council, 15 in high expectation of its resolves; and such was the ardor of zeal and curiosity, that the city was filled, and many thousands, in the month of November, erected their tents or huts in the open field. A session of eight days produced some useful or edifying canons for the reformation of manners; a severe censure was pronounced against the license of private war; the Truce of God 16 was confirmed, a suspension of hostilities during four days of the week; women and priests were placed under the safeguard of the church; and a protection of three years was extended to husbandmen and merchants, the defenceless victims of military rapine. But a law, however venerable be the sanction, cannot suddenly transform the temper of the times; and the benevolent efforts of Urban deserve the less praise, since he labored to appease some domestic quarrels that he might spread the flames of war from the Atlantic to the Euphrates. From the synod of Placentia, the rumor of his great design had gone forth among the nations: the clergy on their return had preached in every diocese the merit and glory of the deliverance of the Holy Land; and when the pope ascended a lofty scaffold in the market-place of Clermont, his eloquence was addressed to a well-prepared and impatient audience. His topics were obvious, his exhortation was vehement, his success inevitable. The orator was interrupted by the shout of thousands, who with one voice, and in their rustic idiom, exclaimed aloud, “God wills it, God wills it.” 17 “It is indeed the will of God,” replied the pope; “and let this memorable word, the inspiration surely of the Holy Spirit, be forever adopted as your cry of battle, to animate the devotion and courage of the champions of Christ. His cross is the symbol of your salvation; wear it, a red, a bloody cross, as an external mark, on your breasts or shoulders, as a pledge of your sacred and irrevocable engagement.” The proposal was joyfully accepted; great numbers, both of the clergy and laity, impressed on their garments the sign of the cross, 18 and solicited the pope to march at their head. This dangerous honor was declined by the more prudent successor of Gregory, who alleged the schism of the church, and the duties of his pastoral office, recommending to the faithful, who were disqualified by sex or profession, by age or infirmity, to aid, with their prayers and alms, the personal service of their robust brethren. The name and powers of his legate he devolved on Adhemar bishop of Puy, the first who had received the cross at his hands. The foremost of the temporal chiefs was Raymond count of Thoulouse, whose ambassadors in the council excused the absence, and pledged the honor, of their master. After the confession and absolution of their sins, the champions of the cross were dismissed with a superfluous admonition to invite their countrymen and friends; and their departure for the Holy Land was fixed to the festival of the Assumption, the fifteenth of August, of the ensuing year. 19"}