{"label": "spam", "to_address": "ktwarwic-plg@flax9.uwaterloo.ca, opt4@flax9.uwaterloo.ca,\n   the00@flax9.uwaterloo.ca", "from_address": "\"Roslyn Navarro\" <sacapkvpjg@nyx.net>", "subject": "", "body": " But we have overlooked, up to this point, an essential difference existing between the conceptions of the understanding which reason endeavours to raise to the rank of ideas—two of these indicating a mathematical, and two a dynamical synthesis of phenomena. Hitherto, it was necessary to signalize this distinction; for, just as in our general representation of all transcendental ideas, we considered them under phenomenal conditions, so, in the two mathematical ideas, our discussion is concerned solely with an object in the world of phenomena. But as we are now about to proceed to the consideration of the dynamical conceptions of the understanding, and their adequateness with ideas, we must not lose sight of this distinction. We shall find that it opens up to us an entirely new view of the conflict in which reason is involved. For, while in the first two antinomies, both parties were dismissed, on the ground of having advanced statements based upon false hypothesis; in the present case the hope appears of discovering a hypothesis which may be consistent with the demands of reason, and, the judge completing the statement of the grounds of claim, which both parties had left in an unsatisfactory state, the question may be settled on its own merits, not by dismissing the claimants, but by a comparison of the arguments on both sides. If we consider merely their extension, and whether they are adequate with ideas, the series of conditions may be regarded as all homogeneous. But the conception of the understanding which lies at the basis of these ideas, contains either a synthesis of the homogeneous (presupposed in every quantity—in its composition as well as in its division) or of the heterogeneous, which is the case in the dynamical synthesis of cause and effect, as well as of the necessary and the contingent."}