{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "cmbrannon@cox.net (C.M. Brannon)", "subject": "Re: Jeez, what hassle.", "body": " The next day arrived a herald from the Ambraciots who had fled from Olpae to the Agraeans, to ask leave to take up the dead that had fallen after the first engagement, when they left the camp with the Mantineans and their companions, without, like them, having had permission to do so. At the sight of the arms of the Ambraciots from the city, the herald was astonished at their number, knowing nothing of the disaster and fancying that they were those of their own party. Some one asked him what he was so astonished at, and how many of them had been killed, fancying in his turn that this was the herald from the troops at Idomene. He replied: “About two hundred”; upon which his interrogator took him up, saying: “Why, the arms you see here are of more than a thousand.” The herald replied: “Then they are not the arms of those who fought with us?” The other answered: “Yes, they are, if at least you fought at Idomene yesterday.” “But we fought with no one yesterday; but the day before in the retreat.” “However that may be, we fought yesterday with those who came to reinforce you from the city of the Ambraciots.” When the herald heard this and knew that the reinforcement from the city had been destroyed, he broke into wailing and, stunned at the magnitude of the present evils, went away at once without having performed his errand, or again asking for the dead bodies. Indeed, this was by far the greatest disaster that befell any one Hellenic city in an equal number of days during this war; and I have not set down the number of the dead, because the amount stated seems so out of proportion to the size of the city as to be incredible. In any case I know that if the Acarnanians and Amphilochians had wished to take Ambracia as the Athenians and Demosthenes advised, they would have done so without a blow; as it was, they feared that if the Athenians had it they would be worse neighbours to them than the present."}