{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Micah Coleman\" <webuyallproperties.com@netxz.com>", "subject": "Three Steps to the Software You Need at the Prices You Want", "body": " But if we compare together all the phenomena that occur on this head, we shall find, that truth, however necessary it may seem in all works of genius, has no other effect than to procure an easy reception for the ideas, and to make the mind acquiesce in them with satisfaction, or at least without reluctance. But as this is an effect, which may easily be supposed to flow from that solidity and force, which, according to my system, attend those ideas that are established by reasonings from causation; it follows, that all the influence of belief upon the fancy may be explained from that system. Accordingly we may observe, that wherever that influence arises from any other principles beside truth or reality, they supply its place, and give an equal entertainment to the imagination. Poets have formed what they call a poetical system of things, which though it be believed neither by themselves nor readers, is commonly esteemed a sufficient foundation for any fiction. We have been so much accustomed to the names of MARS, JUPITER, VENUS, that in the same manner as education infixes any opinion, the constant repetition of these ideas makes them enter into the mind with facility, and prevail upon the fancy, without influencing the judgment. In like manner tragedians always borrow their fable, or at least the names of their principal actors, from some known passage in history; and that not in order to deceive the spectators; for they will frankly confess, that truth is not in any circumstance inviolably observed: but in order to procure a more easy reception into the imagination for those extraordinary events, which they represent. But this is a precaution, which is not required of comic poets, whose personages and incidents, being of a more familiar kind, enter easily into the conception, and are received without any such formality, even though at first night they be known to be fictitious, and the pure offspring of the fancy."}