{"label": "spam", "to_address": "catchall@flax9.uwaterloo.ca", "from_address": "\"Raving\" <appthdmdkiq@net.br>", "subject": "geschaft", "body": " 60. And what stronger instance can be produced of the surprising ignorance and weakness of the understanding than the present? For surely, if there be any relation among objects which it imports to us to know perfectly, it is that of cause and effect. On this are founded all our reasonings concerning matter of fact or existence. By means of it alone we attain any assurance concerning objects which are removed from the present testimony of our memory and senses. The only immediate utility of all sciences, is to teach us, how to control and regulate future events by their causes. Our thoughts and enquiries are, therefore, every moment, employed about this relation: Yet so imperfect are the ideas which we form concerning it, that it is impossible to give any just definition of cause, except what is drawn from something extraneous and foreign to it. Similar objects are always conjoined with similar. Of this we have experience. Suitably to this experience, therefore, we may define a cause to be _an object, followed by another, and where all the objects similar to the first are followed by objects similar to the second_. Or in other words _where, if the first object had not been, the second never had existed_. The appearance of a cause always conveys the mind, by a customary transition, to the idea of the effect. Of this also we have experience. We may, therefore, suitably to this experience, form another definition of cause, and call it, _an object followed by another, and whose appearance always conveys the thought to that other._ But though both these definitions be drawn from circumstances foreign to the cause, we cannot remedy this inconvenience, or attain any more perfect definition, which may point out that circumstance in the cause, which gives it a connexion with its effect. We have no idea of this connexion, nor even any distinct notion what it is we desire to know, when we endeavour at a conception of it. We say, for instance, that the vibration of this string is the cause of this particular sound. But what do we mean by that affirmation? We either mean _that this vibration is followed by this sound, and that all similar vibrations have been followed by similar sounds:_ Or, _that this vibration is followed by this sound, and that upon the appearance of one the mind anticipates the senses, and forms immediately an idea of the other._ We may consider the relation of cause and effect in either of these two lights; but beyond these, we have no idea of it.[16]"}