{"label": "ham", "to_address": "\"Bos, Roger\" <roger.bos@us.rothschild.com>,\n   \"Tom.O\" <tom.olsson@dnbnor.com>, <r-help@stat.math.ethz.ch>", "from_address": "\"Alberto Monteiro\" <albmont@centroin.com.br>", "subject": "Re: [R] Is it possible to control R with S+?", "body": " Still, while condemning Plato, we must acknowledge that neither Christianity, nor any other form of religion and society, has hitherto been able to cope with this most difficult of social problems, and that the side from which Plato regarded it is that from which we turn away. Population is the most untameable force in the political and social world. Do we not find, especially in large cities, that the greatest hindrance to the amelioration of the poor is their improvidence in marriage?—a small fault truly, if not involving endless consequences. There are whole countries too, such as India, or, nearer home, Ireland, in which a right solution of the marriage question seems to lie at the foundation of the happiness of the community. There are too many people on a given space, or they marry too early and bring into the world a sickly and half-developed offspring; or owing to the very conditions of their existence, they become emaciated and hand on a similar life to their descendants. But who can oppose the voice of prudence to the ‘mightiest passions of mankind’ (Laws), especially when they have been licensed by custom and religion? In addition to the influences of education, we seem to require some new principles of right and wrong in these matters, some force of opinion, which may indeed be already heard whispering in private, but has never affected the moral sentiments of mankind in general. We unavoidably lose sight of the principle of utility, just in that action of our lives in which we have the most need of it. The influences which we can bring to bear upon this question are chiefly indirect. In a generation or two, education, emigration, improvements in agriculture and manufactures, may have provided the solution. The state physician hardly likes to probe the wound: it is beyond his art; a matter which he cannot safely let alone, but which he dare not touch:"}