{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Brandi Daly\" <schmidtsteve@comcast.net>", "subject": "C1ALI$ for your need-*-*-*", "body": " What do you suppose must have been my feelings, after this rejection, at the thought of my own dishonour? And yet I could not help wondering at his natural temperance and self-restraint and manliness. I never imagined that I could have met with a man such as he is in wisdom and endurance. And therefore I could not be angry with him or renounce his company, any more than I could hope to win him. For I well knew that if Ajax could not be wounded by steel, much less he by money; and my only chance of captivating him by my personal attractions had failed. So I was at my wit's end; no one was ever more hopelessly enslaved by another. All this happened before he and I went on the expedition to Potidaea; there we messed together, and I had the opportunity of observing his extraordinary power of sustaining fatigue. His endurance was simply marvellous when, being cut off from our supplies, we were compelled to go without food--on such occasions, which often happen in time of war, he was superior not only to me but to everybody; there was no one to be compared to him. Yet at a festival he was the only person who had any real powers of enjoyment; though not willing to drink, he could if compelled beat us all at that,--wonderful to relate! no human being had ever seen Socrates drunk; and his powers, if I am not mistaken, will be tested before long. His fortitude in enduring cold was also surprising. There was a severe frost, for the winter in that region is really tremendous, and everybody else either remained indoors, or if they went out had on an amazing quantity of clothes, and were well shod, and had their feet swathed in felt and fleeces: in the midst of this, Socrates with his bare feet on the ice and in his ordinary dress marched better than the other soldiers who had shoes, and they looked daggers at him because he seemed to despise them."}