{"label": "ham", "to_address": "perl6-users@perl.org", "from_address": "Darren Duncan <darren@DarrenDuncan.net>", "subject": "ANNOUNCE - Muldis::DB v0.0.0 released, in p5+p6", "body": " Yet in the insufficient creed of the Nazarenes and the Ebionites, a distinction is faintly noticed between the heretics, who confounded the generation of Christ in the common order of nature, and the less guilty schismatics, who revered the virginity of his mother, and excluded the aid of an earthly father. The incredulity of the former was countenanced by the visible circumstances of his birth, the legal marriage of the reputed parents, Joseph and Mary, and his lineal claim to the kingdom of David and the inheritance of Judah. But the secret and authentic history has been recorded in several copies of the Gospel according to St. Matthew, 4 which these sectaries long preserved in the original Hebrew, 5 as the sole evidence of their faith. The natural suspicions of the husband, conscious of his own chastity, were dispelled by the assurance (in a dream) that his wife was pregnant of the Holy Ghost: and as this distant and domestic prodigy could not fall under the personal observation of the historian, he must have listened to the same voice which dictated to Isaiah the future conception of a virgin. The son of a virgin, generated by the ineffable operation of the Holy Spirit, was a creature without example or resemblance, superior in every attribute of mind and body to the children of Adam. Since the introduction of the Greek or Chaldean philosophy, 6 the Jews 7 were persuaded of the preexistence, transmigration, and immortality of souls; and providence was justified by a supposition, that they were confined in their earthly prisons to expiate the stains which they had contracted in a former state. 8 But the degrees of purity and corruption are almost immeasurable. It might be fairly presumed, that the most sublime and virtuous of human spirits was infused into the offspring of Mary and the Holy Ghost; 9 that his abasement was the result of his voluntary choice; and that the object of his mission was, to purify, not his own, but the sins of the world. On his return to his native skies, he received the immense reward of his obedience; the everlasting kingdom of the Messiah, which had been darkly foretold by the prophets, under the carnal images of peace, of conquest, and of dominion. Omnipotence could enlarge the human faculties of Christ to the extend of is celestial office. In the language of antiquity, the title of God has not been severely confined to the first parent, and his incomparable minister, his only-begotten son, might claim, without presumption, the religious, though secondary, worship of a subject of a subject world."}