{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "lha@samba.org", "subject": "svn commit: lorikeet r737 - in trunk/heimdal/appl/ftp/ftpd: .", "body": " John Comnenus, the brother of the emperor Isaac, survived in peace and dignity his generous refusal of the sceptre. By his wife Anne, a woman of masculine spirit and a policy, he left eight children: the three daughters multiplied the Comnenian alliance with the noblest of the Greeks: of the five sons, Manuel was stopped by a premature death; Isaac and Alexius restored the Imperial greatness of their house, which was enjoyed without toil or danger by the two younger brethren, Adrian and Nicephorus. Alexius, the third and most illustrious of the brothers was endowed by nature with the choicest gifts both of mind and body: they were cultivated by a liberal education, and exercised in the school of obedience and adversity. The youth was dismissed from the perils of the Turkish war, by the paternal care of the emperor Romanus: but the mother of the Comneni, with her aspiring face, was accused of treason, and banished, by the sons of Ducas, to an island in the Propontis. The two brothers soon emerged into favor and action, fought by each other’s side against the rebels and Barbarians, and adhered to the emperor Michael, till he was deserted by the world and by himself. In his first interview with Botaniates, “Prince,” said Alexius with a noble frankness, “my duty rendered me your enemy; the decrees of God and of the people have made me your subject. Judge of my future loyalty by my past opposition.” The successor of Michael entertained him with esteem and confidence: his valor was employed against three rebels, who disturbed the peace of the empire, or at least of the emperors. Ursel, Bryennius, and Basilacius, were formidable by their numerous forces and military fame: they were successively vanquished in the field, and led in chains to the foot of the throne; and whatever treatment they might receive from a timid and cruel court, they applauded the clemency, as well as the courage, of their conqueror. But the loyalty of the Comneni was soon tainted by fear and suspicion; nor is it easy to settle between a subject and a despot, the debt of gratitude, which the former is tempted to claim by a revolt, and the latter to discharge by an executioner. The refusal of Alexius to march against a fourth rebel, the husband of his sister, destroyed the merit or memory of his past services: the favorites of Botaniates provoked the ambition which they apprehended and accused; and the retreat of the two brothers might be justified by the defence of their life and liberty. The women of the family were deposited in a sanctuary, respected by tyrants: the men, mounted on horseback, sallied from the city, and erected the standard of civil war. The soldiers who had been gradually assembled in the capital and the neighborhood, were devoted to the cause of a victorious and injured leader: the ties of common interest and domestic alliance secured the attachment of the house of Ducas; and the generous dispute of the Comneni was terminated by the decisive resolution of Isaac, who was the first to invest his younger brother with the name and ensigns of royalty. They returned to Constantinople, to threaten rather than besiege that impregnable fortress; but the fidelity of the guards was corrupted; a gate was surprised, and the fleet was occupied by the active courage of George Palaeologus, who fought against his father, without foreseeing that he labored for his posterity. Alexius ascended the throne; and his aged competitor disappeared in a monastery. An army of various nations was gratified with the pillage of the city; but the public disorders were expiated by the tears and fasts of the Comneni, who submitted to every penance compatible with the possession of the empire. The life of the emperor Alexius has been delineated by a favorite daughter, who was inspired by a tender regard for his person and a laudable zeal to perpetuate his virtues. Conscious of the just suspicions of her readers, the princess Anna Comnena repeatedly protests, that, besides her personal knowledge, she had searched the discourses and writings of the most respectable veterans: and after an interval of thirty years, forgotten by, and forgetful of, the world, her mournful solitude was inaccessible to hope and fear; and that truth, the naked perfect truth, was more dear and sacred than the memory of her parent. Yet, instead of the simplicity of style and narrative which wins our belief, an elaborate affectation of rhetoric and science betrays in every page the vanity of a female author. The genuine character of Alexius is lost in a vague constellation of virtues; and the perpetual strain of panegyric and apology awakens our jealousy, to question the veracity of the historian and the merit of the hero. We cannot, however, refuse her judicious and important remark, that the disorders of the times were the misfortune and the glory of Alexius; and that every calamity which can afflict a declining empire was accumulated on his reign by the justice of Heaven and the vices of his predecessors. In the East, the victorious Turks had spread, from Persia to the Hellespont, the reign of the Koran and the Crescent: the West was invaded by the adventurous valor of the Normans; and, in the moments of peace, the Danube poured forth new swarms, who had gained, in the science of war, what they had lost in the ferociousness of manners. The sea was not less hostile than the land; and while the frontiers were assaulted by an open enemy, the palace was distracted with secret treason and conspiracy. On a sudden, the banner of the Cross was displayed by the Latins; Europe was precipitated on Asia; and Constantinople had almost been swept away by this impetuous deluge. In the tempest, Alexius steered the Imperial vessel with dexterity and courage. At the head of his armies, he was bold in action, skilful in stratagem, patient of fatigue, ready to improve his advantages, and rising from his defeats with inexhaustible vigor. The discipline of the camp was revived, and a new generation of men and soldiers was created by the example and precepts of their leader. In his intercourse with the Latins, Alexius was patient and artful: his discerning eye pervaded the new system of an unknown world and I shall hereafter describe the superior policy with which he balanced the interests and passions of the champions of the first crusade. In a long reign of thirty-seven years, he subdued and pardoned the envy of his equals: the laws of public and private order were restored: the arts of wealth and science were cultivated: the limits of the empire were enlarged in Europe and Asia; and the Comnenian sceptre was transmitted to his children of the third and fourth generation. Yet the difficulties of the times betrayed some defects in his character; and have exposed his memory to some just or ungenerous reproach. The reader may possibly smile at the lavish praise which his daughter so often bestows on a flying hero: the weakness or prudence of his situation might be mistaken for a want of personal courage; and his political arts are branded by the Latins with the names of deceit and dissimulation. The increase of the male and female branches of his family adorned the throne, and secured the succession; but their princely luxury and pride offended the patricians, exhausted the revenue, and insulted the misery of the people. Anna is a faithful witness that his happiness was destroyed, and his health was broken, by the cares of a public life; the patience of Constantinople was fatigued by the length and severity of his reign; and before Alexius expired, he had lost the love and reverence of his subjects. The clergy could not forgive his application of the sacred riches to the defence of the state; but they applauded his theological learning and ardent zeal for the orthodox faith, which he defended with his tongue, his pen, and his sword. His character was degraded by the superstition of the Greeks; and the same inconsistent principle of human nature enjoined the emperor to found a hospital for the poor and infirm, and to direct the execution of a heretic, who was burned alive in the square of St. Sophia. Even the sincerity of his moral and religious virtues was suspected by the persons who had passed their lives in his familiar confidence. In his last hours, when he was pressed by his wife Irene to alter the succession, he raised his head, and breathed a pious ejaculation on the vanity of this world. The indignant reply of the empress may be inscribed as an epitaph on his tomb, “You die, as you have lived—A Hypocrite!”"}