{"label": "ham", "to_address": "\"Jose Quesada \" <quesada@gmail.com>", "from_address": "Martin Maechler <maechler@stat.math.ethz.ch>", "subject": "Re: [R] colSum() in Matrix objects", "body": " Among the proscribed adherents of the house of Swabia, John of Procida forfeited a small island of that name in the Bay of Naples. His birth was noble, but his education was learned; and in the poverty of exile, he was relieved by the practice of physic, which he had studied in the school of Salerno. Fortune had left him nothing to lose, except life; and to despise life is the first qualification of a rebel. Procida was endowed with the art of negotiation, to enforce his reasons and disguise his motives; and in his various transactions with nations and men, he could persuade each party that he labored solely for _their_ interest. The new kingdoms of Charles were afflicted by every species of fiscal and military oppression; 40 and the lives and fortunes of his Italian subjects were sacrificed to the greatness of their master and the licentiousness of his followers. The hatred of Naples was repressed by his presence; but the looser government of his vicegerents excited the contempt, as well as the aversion, of the Sicilians: the island was roused to a sense of freedom by the eloquence of Procida; and he displayed to every baron his private interest in the common cause. In the confidence of foreign aid, he successively visited the courts of the Greek emperor, and of Peter king of Arragon, 41 who possessed the maritime countries of Valentia and Catalonia. To the ambitious Peter a crown was presented, which he might justly claim by his marriage with the sister 419 of Mainfroy, and by the dying voice of Conradin, who from the scaffold had cast a ring to his heir and avenger. Palæologus was easily persuaded to divert his enemy from a foreign war by a rebellion at home; and a Greek subsidy of twenty-five thousand ounces of gold was most profitably applied to arm a Catalan fleet, which sailed under a holy banner to the specious attack of the Saracens of Africa. In the disguise of a monk or beggar, the indefatigable missionary of revolt flew from Constantinople to Rome, and from Sicily to Saragossa: the treaty was sealed with the signet of Pope Nicholas himself, the enemy of Charles; and his deed of gift transferred the fiefs of St. Peter from the house of Anjou to that of Arragon. So widely diffused and so freely circulated, the secret was preserved above two years with impenetrable discretion; and each of the conspirators imbibed the maxim of Peter, who declared that he would cut off his left hand if it were conscious of the intentions of his right. The mine was prepared with deep and dangerous artifice; but it may be questioned, whether the instant explosion of Palermo were the effect of accident or design."}