{"label": "ham", "to_address": "<avcoopers@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for Netflix, Inc.", "body": " 173 (return) [ The viiith book of Eusebius, as well as the supplement concerning the martyrs of Palestine, principally relate to the persecution of Galerius and Maximin. The general lamentations with which Lactantius opens the vth book of his Divine Institutions allude to their cruelty.] ÒAmong the important cares which have occupied our mind for the utility and preservation of the empire, it was our intention to correct and reestablish all things according to the ancient laws and public discipline of the Romans. We were particularly desirous of reclaiming into the way of reason and nature, the deluded Christians who had renounced the religion and ceremonies instituted by their fathers; and presumptuously despising the practice of antiquity, had invented extravagant laws and opinions, according to the dictates of their fancy, and had collected a various society from the different provinces of our empire. The edicts, which we have published to enforce the worship of the gods, having exposed many of the Christians to danger and distress, many having suffered death, and many more, who still persist in their impious folly, being left destitute of _any_ public exercise of religion, we are disposed to extend to those unhappy men the effects of our wonted clemency. We permit them therefore freely to profess their private opinions, and to assemble in their conventicles without fear or molestation, provided always that they preserve a due respect to the established laws and government. By another rescript we shall signify our intentions to the judges and magistrates; and we hope that our indulgence will engage the Christians to offer up their prayers to the Deity whom they adore, for our safety and prosperity for their own, and for that of the republic.Ó 174 It is not usually in the language of edicts and manifestos that we should search for the real character or the secret motives of princes; but as these were the words of a dying emperor, his situation, perhaps, may be admitted as a pledge of his sincerity."}