{"label": "spam", "to_address": "<mhln@mhlearningnetwork.com>", "from_address": "\"Jared Temple\" <engineer7@r1.ru>", "subject": "[Mhln] Clarence", "body": " Lest those arguments should not appear entirely conclusive (as I think they are) I shall have recourse to authority, and shall prove, from the universal consent of mankind, that the obligation of submission to government is not derived from any promise of the subjects. Nor need any one wonder, that though I have all along endeavoured to establish my system on pure reason, and have scarce ever cited the judgment even of philosophers or historians on any article, I should now appeal to popular authority, and oppose the sentiments of the rabble to any philosophical reasoning. For it must be observed, that the opinions of men, in this case, carry with them a peculiar authority, and are, in a great measure, infallible. The distinction of moral good and evil is founded on the pleasure or pain, which results from the view of any sentiment, or character; and as that pleasure or pain cannot be unknown to the person who feels it, it follows,[10] that there is just so much vice or virtue in any character, as every one places in it, and that it is impossible in this particular we can ever be mistaken. And though our judgments concerning the origin of any vice or virtue, be not so certain as those concerning their degrees; yet, since the question in this case regards not any philosophical origin of an obligation, but a plain matter of fact, it is not easily conceived how we can fall into an error. A man, who acknowledges himself to be bound to another, for a certain sum, must certainly know whether it be by his own bond, or that of his father; whether it be of his mere good-will, or for money lent him; and under what conditions, and for what purposes he has bound himself. In like manner, it being certain, that there is a moral obligation to submit to government, because every one thinks so; it must be as certain, that this obligation arises not from a promise; since no one, whose judgment has not been led astray by too strict adherence to a system of philosophy, has ever yet dreamt of ascribing it to that origin. Neither magistrates nor subjects have formed this idea of our civil duties."}