{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Arjun Ravi Narayan\" <arjunravinarayan@gmail.com>", "subject": "[R] set ignore flags for R CMD check", "body": " Whenever we speak, therefore, of production, we always have in mind production at a certain stage of social development, or production by social individuals. Hence, it might seem that in order to speak of production at all, we must either trace the historical process of development through its various phases, or declare at the outset that we are dealing with a certain historical period, as, e. g., with modern capitalistic production which, as a matter of fact, constitutes the subject proper of this work. But all stages of production have certain landmarks in common, common purposes. _Production in general_ is an abstraction, but it is a rational abstraction, in so far as it singles out and fixes the common features, thereby saving us repetition. Yet these general or common features discovered by comparison constitute something very complex, whose constituent elements have different destinations. Some of these elements belong to all epochs, others are common to a few. Some of them are common to the most modern as well as to the most ancient epochs. No production is conceivable without them; but while even the most completely developed languages have laws and conditions in common with the least developed ones, what is characteristic of their development are the points of departure from the general and common. The conditions which generally govern production must be differentiated in order that the essential points of difference be not lost sight of in view of the general uniformity which is due to the fact that the subject, mankind, and the object, nature, remain the same. The failure to remember this one fact is the source of all the wisdom of modern economists who are trying to prove the eternal nature and harmony of existing social conditions. Thus they say, e. g., that no production is possible without some instrument of production, let that instrument be only the hand; that none is possible without past accumulated labor, even if that labor consist of mere skill which has been accumulated and concentrated in the hand of the savage by repeated exercise. Capital is, among other things, also an instrument of production, also past impersonal labor. Hence capital is a universal, eternal natural phenomenon; which is true if we disregard the specific properties which turn an “instrument of production” and “stored up labor” into capital. The entire history of production appears to a man like Carey, e. g., as a malicious perversion on the part of governments."}