{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Allison Randal (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42938] [BUG] allocation failures in res_lea.c ", "body": " The apprehensions of the Gauls were derived from the knowledge of the impending and inevitable danger. As soon as the provinces were exhausted of their military strength, the Germans would violate a treaty which had been imposed on their fears; and notwithstanding the abilities and valor of Julian, the general of a nominal army, to whom the public calamities would be imputed, must find himself, after a vain resistance, either a prisoner in the camp of the barbarians, or a criminal in the palace of Constantius. If Julian complied with the orders which he had received, he subscribed his own destruction, and that of a people who deserved his affection. But a positive refusal was an act of rebellion, and a declaration of war. The inexorable jealousy of the emperor, the peremptory, and perhaps insidious, nature of his commands, left not any room for a fair apology, or candid interpretation; and the dependent station of the C¾sar scarcely allowed him to pause or to deliberate. Solitude increased the perplexity of Julian; he could no longer apply to the faithful counsels of Sallust, who had been removed from his office by the judicious malice of the eunuchs: he could not even enforce his representations by the concurrence of the ministers, who would have been afraid or ashamed to approve the ruin of Gaul. The moment had been chosen, when Lupicinus, 5 the general of the cavalry, was despatched into Britain, to repulse the inroads of the Scots and Picts; and Florentius was occupied at Vienna by the assessment of the tribute. The latter, a crafty and corrupt statesman, declining to assume a responsible part on this dangerous occasion, eluded the pressing and repeated invitations of Julian, who represented to him, that in every important measure, the presence of the pr¾fect was indispensable in the council of the prince. In the mean while the C¾sar was oppressed by the rude and importunate solicitations of the Imperial messengers, who presumed to suggest, that if he expected the return of his ministers, he would charge himself with the guilt of the delay, and reserve for them the merit of the execution. Unable to resist, unwilling to comply, Julian expressed, in the most serious terms, his wish, and even his intention, of resigning the purple, which he could not preserve with honor, but which he could not abdicate with safety."}