{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Alex Snow <alex_snow@gmx.net>", "subject": "Re: Hello...", "body": " This was the opinion of Demosthenes. Nicias, without denying the bad state of their affairs, was unwilling to avow their weakness, or to have it reported to the enemy that the Athenians in full council were openly voting for retreat; for in that case they would be much less likely to effect it when they wanted without discovery. Moreover, his own particular information still gave him reason to hope that the affairs of the enemy would soon be in a worse state than their own, if the Athenians persevered in the siege; as they would wear out the Syracusans by want of money, especially with the more extensive command of the sea now given them by their present navy. Besides this, there was a party in Syracuse who wished to betray the city to the Athenians, and kept sending him messages and telling him not to raise the siege. Accordingly, knowing this and really waiting because he hesitated between the two courses and wished to see his way more clearly, in his public speech on this occasion he refused to lead off the army, saying he was sure the Athenians would never approve of their returning without a vote of theirs. Those who would vote upon their conduct, instead of judging the facts as eye-witnesses like themselves and not from what they might hear from hostile critics, would simply be guided by the calumnies of the first clever speaker; while many, indeed most, of the soldiers on the spot, who now so loudly proclaimed the danger of their position, when they reached Athens would proclaim just as loudly the opposite, and would say that their generals had been bribed to betray them and return. For himself, therefore, who knew the Athenian temper, sooner than perish under a dishonourable charge and by an unjust sentence at the hands of the Athenians, he would rather take his chance and die, if die he must, a soldier’s death at the hand of the enemy. Besides, after all, the Syracusans were in a worse case than themselves. What with paying mercenaries, spending upon fortified posts, and now for a full year maintaining a large navy, they were already at a loss and would soon be at a standstill: they had already spent two thousand talents and incurred heavy debts besides, and could not lose even ever so small a fraction of their present force through not paying it, without ruin to their cause; depending as they did more upon mercenaries than upon soldiers obliged to serve, like their own. He therefore said that they ought to stay and carry on the siege, and not depart defeated in point of money, in which they were much superior."}