{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Doxastic <connect.chris@gmail.com>", "subject": "Re: [R] Log-likelihood function", "body": " This strange alteration has persuaded historians, and even philosophers, that the provincials of Britain were totally exterminated; and that the vacant land was again peopled by the perpetual influx, and rapid increase, of the German colonies. Three hundred thousand Saxons are said to have obeyed the summons of Hengist; 147 the entire emigation of the Angles was attested, in the age of Bede, by the solitude of their native country; 148 and our experience has shown the free propagation of the human race, if they are cast on a fruitful wilderness, where their steps are unconfined, and their subsistence is plentiful. The Saxon kingdoms displayed the face of recent discovery and cultivation; the towns were small, the villages were distant; the husbandry was languid and unskilful; four sheep were equivalent to an acre of the best land; 149 an ample space of wood and morass was resigned to the vague dominion of nature; and the modern bishopric of Durham, the whole territory from the Tyne to the Tees, had returned to its primitive state of a savage and solitary forest. 150 Such imperfect population might have been supplied, in some generations, by the English colonies; but neither reason nor facts can justify the unnatural supposition, that the Saxons of Britain remained alone in the desert which they had subdued. After the sanguinary Barbarians had secured their dominion, and gratified their revenge, it was their interest to preserve the peasants as well as the cattle, of the unresisting country. In each successive revolution, the patient herd becomes the property of its new masters; and the salutary compact of food and labor is silently ratified by their mutual necessities. Wilfrid, the apostle of Sussex, 151 accepted from his royal convert the gift of the peninsula of Selsey, near Chichester, with the persons and property of its inhabitants, who then amounted to eighty-seven families. He released them at once from spiritual and temporal bondage; and two hundred and fifty slaves of both sexes were baptized by their indulgent master. The kingdom of Sussex, which spread from the sea to the Thames, contained seven thousand families; twelve hundred were ascribed to the Isle of Wight; and, if we multiply this vague computation, it may seem probable, that England was cultivated by a million of servants, or villains, who were attached to the estates of their arbitrary landlords. The indigent Barbarians were often tempted to sell their children, or themselves into perpetual, and even foreign, bondage; 152 yet the special exemptions which were granted to national slaves, 153 sufficiently declare that they were much less numerous than the strangers and captives, who had lost their liberty, or changed their masters, by the accidents of war. When time and religion had mitigated the fierce spirit of the Anglo-Saxons, the laws encouraged the frequent practice of manumission; and their subjects, of Welsh or Cambrian extraction, assumed the respectable station of inferior freemen, possessed of lands, and entitled to the rights of civil society. 154 Such gentle treatment might secure the allegiance of a fierce people, who had been recently subdued on the confines of Wales and Cornwall. The sage Ina, the legislator of Wessex, united the two nations in the bands of domestic alliance; and four British lords of Somersetshire may be honorably distinguished in the court of a Saxon monarch. 155"}