{"label": "ham", "to_address": "beginners@perl.org", "from_address": "jbuburuz@sce.carleton.ca", "subject": "crypt() and /etc/shadow entries do not match?", "body": " Quite apart from their aesthetic properties, silver and gold commodities are convertible into money, since the material of which they are made is a money material; and, inversely, gold money and gold bullion can be converted into commodities. Because gold and silver constitute the material of abstract wealth, the greatest display of wealth consists of the utilization of these metals as concrete use-values, and if the owner of commodities hides his treasure at certain stages of production, he is very anxious to appear before other owners of commodities as _rico hombre_ whenever he can do so with safety. He gilds himself and his house.[98] In Asia, especially in India, where, unlike under the capitalist system, the hoarding of wealth appears not as a subordinate function of the system of production, but as an end in itself, gold and silver commodities are practically but aesthetic forms of hoards. In mediaeval England gold and silver commodities were considered before the law as mere forms of treasure, since their value was but slightly increased by the crude labor spent upon them. They were destined to re-enter circulation and their fineness was therefore prescribed in the same manner as that of coin. The increasing use of gold and silver as objects of luxury with the growth of wealth is such a simple matter that it was perfectly clear to the ancients,[99] while modern economists have advanced the erroneous proposition that the use of silver and gold articles increases not in proportion to the growth of wealth, but in proportion to the fall in value of the precious metals. Their otherwise accurate references to the use of Californian and Australian gold are inconclusive, since the increased consumption of gold as a raw material does not find justification, according to their theory, in any corresponding decline in its value. From 1810 to 1830, in consequence of the struggle of the American colonies against Spain and the interruption of mining caused by revolutions, the annual average production of precious metals declined by more than one-half. The decline of coin in circulation in Europe amounted to nearly one-sixth, comparing the years 1829 and 1809. Although the quantity produced had thus declined and the cost of production, if it had changed at all, had increased, yet the consumption of precious metals as objects of luxury increased to an extraordinary extent in England during the very war and on the continent after the Peace of Paris. The consumption increased with the general growth of wealth.[100] It may be stated as a general law that the conversion of gold and silver money into articles of luxury prevails in times of peace, while their reconversion into bullion or even coin takes place in stormy periods.[101] How considerable the proportion is of the gold and silver treasure in the form of articles of luxury to the quantity of precious metals serving as money may be seen from the fact that in 1829 the proportion in England, according to Jacob, was two to one, and in entire Europe and America the precious metals in the form of articles of luxury exceeded those in the form of money by one-fourth."}