{"label": "spam", "to_address": "elaastic@flax9.uwaterloo.ca", "from_address": "\"#1Canadian Online Drugstore\" <PhillipTownsend@mrg.com>", "subject": "Best Quality blue pill :).......", "body": " Respect for the moral law is, therefore, the only and the undoubted moral motive, and this feeling is directed to no object, except on the ground of this law. The moral law first determines the will objectively and directly in the judgement of reason; and freedom, whose causality can be determined only by the law, consists just in this, that it restricts all inclinations, and consequently self-esteem, by the condition of obedience to its pure law. This restriction now has an effect on feeling, and produces the impression of displeasure which can be known a priori from the moral law. Since it is so far only a negative effect which, arising from the influence of pure practical reason, checks the activity of the subject, so far as it is determined by inclinations, and hence checks the opinion of his personal worth (which, in the absence of agreement with the moral law, is reduced to nothing); hence, the effect of this law on feeling is merely humiliation. We can, therefore, perceive this a priori, but cannot know by it the force of the pure practical law as a motive, but only the resistance to motives of the sensibility. But since the same law is objectively, that is, in the conception of pure reason, an immediate principle of determination of the will, and consequently this humiliation takes place only relatively to the purity of the law; hence, the lowering of the pretensions of moral self-esteem, that is, humiliation on the sensible side, is an elevation of the moral, i.e., practical, esteem for the law itself on the intellectual side; in a word, it is respect for the law, and therefore, as its cause is intellectual, a positive feeling which can be known a priori. For whatever diminishes the obstacles to an activity furthers this activity itself. Now the recognition of the moral law is the consciousness of an activity of practical reason from objective principles, which only fails to reveal its effect in actions because subjective (pathological) causes hinder it. Respect for the moral law then must be regarded as a positive, though indirect, effect of it on feeling, inasmuch as this respect weakens the impeding influence of inclinations by humiliating self-esteem; and hence also as a subjective principle of activity, that is, as a motive to obedience to the law, and as a principle of the maxims of a life conformable to it. From the notion of a motive arises that of an interest, which can never be attributed to any being unless it possesses reason, and which signifies a motive of the will in so far as it is conceived by the reason. Since in a morally good will the law itself must be the motive, the moral interest is a pure interest of practical reason alone, independent of sense. On the notion of an interest is based that of a maxim. This, therefore, is morally good only in case it rests simply on the interest taken in obedience to the law. All three notions, however, that of a motive, of an interest, and of a maxim, can be applied only to finite beings. For they all suppose a limitation of the nature of the being, in that the subjective character of his choice does not of itself agree with the objective law of a practical reason; they suppose that the being requires to be impelled to action by something, because an internal obstacle opposes itself. Therefore they cannot be applied to the Divine will."}