{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Hugh\" <philip@pistonheads.biz>", "subject": "Best love dr@gs at best store!", "body": " In the case of this, as of our other moral sentiments, there is no necessary connexion between the question of its origin, and that of its binding force. That a feeling is bestowed on us by Nature, does not necessarily legitimate all its promptings. The feeling of justice might be a peculiar instinct, and might yet require, like our other instincts, to be controlled and enlightened by a higher reason. If we have intellectual instincts, leading us to judge in a particular way, as well as animal instincts that prompt us to act in a particular way, there is no necessity that the former should be more infallible in their sphere than the latter in theirs: it may as well happen that wrong judgments are occasionally suggested by those, as wrong actions by these. But though it is one thing to believe that we have natural feelings of justice, and another to acknowledge them as an ultimate criterion of conduct, these two opinions are very closely connected in point of fact. Mankind are always predisposed to believe that any subjective feeling, not otherwise accounted for, is a revelation of some objective reality. Our present object is to determine whether the reality, to which the feeling of justice corresponds, is one which needs any such special revelation; whether the justice or injustice of an action is a thing intrinsically peculiar, and distinct from all its other qualities, or only a combination of certain of those qualities, presented under a peculiar aspect. For the purpose of this inquiry, it is practically important to consider whether the feeling itself, of justice and injustice, is _sui generis_ like our sensations of colour and taste, or a derivative feeling, formed by a combination of others. And this it is the more essential to examine, as people are in general willing enough to allow, that objectively the dictates of justice coincide with a part of the field of General Expediency; but inasmuch as the subjective mental feeling of Justice is different from that which commonly attaches to simple expediency, and, except in extreme cases of the latter, is far more imperative in its demands, people find it difficult to see, in Justice, only a particular kind or branch of general utility, and think that its superior binding force requires a totally different origin."}