{"label": "ham", "to_address": "\"Mario Dejung\" <forum@dejung.net>", "from_address": "\"hadley wickham\" <h.wickham@gmail.com>", "subject": "Re: [R] problem with hist()", "body": " It is doubtful whether the _Discourse on Political Economy,_ first printed in the great _Encyclopædia_ in 1755, was composed before or after the _Discourse on Inequality_. At first sight the former seems to be far more in the manner of the _Social Contract_ and to contain views belonging essentially to Rousseau's constructive period. It would not, however, be safe to conclude from this that its date is really later. The _Discourse on Inequality_ still has about it much of the rhetorical looseness of the prize essay; it aims not so much at close reasoning as at effective and popular presentation of a case. But, by reading between the lines, an attentive student can detect in it a great deal of the positive doctrine afterwards incorporated in the _Social Contract_. Especially in the closing section, which lays down the plan of a general treatment of the fundamental questions of politics, we are already to some extent in the atmosphere of the later works. It is indeed almost certain that Rousseau never attempted to put into either of the first two Discourses any of the positive content of his political theory. They were intended, not as final expositions of his point of view, but as partial and preliminary studies, in which his aim was far more destructive than constructive. It is clear that in first conceiving the plan of a work on _Political Institutions_, Rousseau cannot have meant to regard all society as in essence bad. It is indeed evident that he meant, from the first, to study human society and institutions in their rational aspect, and that he was rather diverted from his main purpose by the Academy of Dijon's competition than first induced by it to think about political questions. It need, therefore, cause no surprise that a work probably written before the _Discourse on Inequality_ should contain the germs of the theory given in full in the _Social Contract_. The _Discourse on Political Economy_ is important as giving the first sketch of the theory of the \"General Will.\" It will readily be seen that Rousseau does not mean by \"political economy\" exactly what we mean nowadays. He begins with a discussion of the fundamental nature of the State, and the possibility of reconciling its existence with human liberty, and goes on with an admirable short study of the principles of taxation. He is thinking throughout of \"political\" in the sense of \"public\" economy, of the State as the public financier, and not of the conditions governing industry. He conceives the State as a body aiming at the well-being of all its members and subordinates all his views of taxation to that end. He who has only necessaries should not be taxed at all; superfluities should be supertaxed; there should be heavy imposts on every sort of luxury. The first part of the article is still more interesting. Rousseau begins by demolishing the exaggerated parallel so often drawn between the State and the family; he shows that the State is not, and cannot be, patriarchal in nature, and goes on to lay down his view that its real being consists in the General Will of its members. The essential features of the _Social Contract_ are present in this Discourse almost as if they were commonplaces, certainly not as if they were new discoveries on which the author had just hit by some happy inspiration. There is every temptation, after reading the _Political Economy_, to suppose that Rousseau's political ideas really reached maturity far earlier than has generally been allowed."}