{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "James Keenan (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43192] [TODO] Parrot::Configure::Step:  Test remaining untested subroutines ", "body": " “The theologian,” says Gibbon, “may indulge the pleasing task of describing religion as she descended from heaven, arrayed in her native purity; a more melancholy duty is imposed upon the historian:—he must discover the inevitable mixture of error and corruption which she contracted in a long residence upon earth among a weak and degenerate race of beings.” Divest this passage of the latent sarcasm betrayed by the subsequent tone of the whole disquisition, and it might commence a Christian history written in the most Christian spirit of candor. But as the historian, by seeming to respect, yet by dexterously confounding the limits of the sacred land, contrived to insinuate that it was an Utopia which had no existence but in the imagination of the theologian—as he _suggested_ rather than affirmed that the days of Christian purity were a kind of poetic golden age;—so the theologian, by venturing too far into the domain of the historian, has been perpetually obliged to contest points on which he had little chance of victory—to deny facts established on unshaken evidence—and thence, to retire, if not with the shame of defeat, yet with but doubtful and imperfect success. Paley, with his intuitive sagacity, saw through the difficulty of answering Gibbon by the ordinary arts of controversy; his emphatic sentence, “Who can refute a sneer?” contains as much truth as point. But full and pregnant as this phrase is, it is not quite the whole truth; it is the tone in which the progress of Christianity is traced, in _comparison_ with the rest of the splendid and prodigally ornamented work, which is the radical defect in the “Decline and Fall.” Christianity alone receives no embellishment from the magic of Gibbon’s language; his imagination is dead to its moral dignity; it is kept down by a general zone of jealous disparagement, or neutralized by a painfully elaborate exposition of its darker and degenerate periods. There are occasions, indeed, when its pure and exalted humanity, when its manifestly beneficial influence, can compel even him, as it were, to fairness, and kindle his unguarded eloquence to its usual fervor; but, in general, he soon relapses into a frigid apathy; _affects_ an ostentatiously severe impartiality; notes all the faults of Christians in every age with bitter and almost malignant sarcasm; reluctantly, and with exception and reservation, admits their claim to admiration. This inextricable bias appears even to influence his manner of composition. While all the other assailants of the Roman empire, whether warlike or religious, the Goth, the Hun, the Arab, the Tartar, Alaric and Attila, Mahomet, and Zengis, and Tamerlane, are each introduced upon the scene almost with dramatic animation—their progress related in a full, complete, and unbroken narrative—the triumph of Christianity alone takes the form of a cold and critical disquisition. The successes of barbarous energy and brute force call forth all the consummate skill of composition; while the moral triumphs of Christian benevolence—the tranquil heroism of endurance, the blameless purity, the contempt of guilty fame and of honors destructive to the human race, which, had they assumed the proud name of philosophy, would have been blazoned in his brightest words, because they own religion as their principle—sink into narrow asceticism. The _glories_ of Christianity, in short, touch on no chord in the heart of the writer; his imagination remains unkindled; his words, though they maintain their stately and measured march, have become cool, argumentative, and inanimate. Who would obscure one hue of that gorgeous coloring in which Gibbon has invested the dying forms of Paganism, or darken one paragraph in his splendid view of the rise and progress of Mahometanism? But who would not have wished that the same equal justice had been done to Christianity; that its real character and deeply penetrating influence had been traced with the same philosophical sagacity, and represented with more sober, as would become its quiet course, and perhaps less picturesque, but still with lively and attractive, descriptiveness? He might have thrown aside, with the same scorn, the mass of ecclesiastical fiction which envelops the early history of the church, stripped off the legendary romance, and brought out the facts in their primitive nakedness and simplicity—if he had but allowed those facts the benefit of the glowing eloquence which he denied to them alone. He might have annihilated the whole fabric of post-apostolic miracles, if he had left uninjured by sarcastic insinuation those of the New Testament; he might have cashiered, with Dodwell, the whole host of martyrs, which owe their existence to the prodigal invention of later days, had he but bestowed fair room, and dwelt with his ordinary energy on the sufferings of the genuine witnesses to the truth of Christianity, the Polycarps, or the martyrs of Vienne. And indeed, if, after all, the view of the early progress of Christianity be melancholy and humiliating we must beware lest we charge the whole of this on the infidelity of the historian. It is idle, it is disingenuous, to deny or to dissemble the early depravations of Christianity, its gradual but rapid departure from its primitive simplicity and purity, still more, from its spirit of universal love. It may be no unsalutary lesson to the Christian world, that this silent, this unavoidable, perhaps, yet fatal change shall have been drawn by an impartial, or even an hostile hand. The Christianity of every age may take warning, lest by its own narrow views, its want of wisdom, and its want of charity, it give the same advantage to the future unfriendly historian, and disparage the cause of true religion."}