{"label": "ham", "to_address": "ted.harding@manchester.ac.uk", "from_address": "Thomas Lumley <tlumley@u.washington.edu>", "subject": "Re: [R] power 2x3 exact test", "body": " Fifthly, Supposing the number of Counsellors equall, a man is better Counselled by hearing them apart, then in an Assembly; and that for many causes. First, in hearing them apart, you have the advice of every man; but in an Assembly may of them deliver their advise with I, or No, or with their hands, or feet, not moved by their own sense, but by the eloquence of another, or for feare of displeasing some that have spoken, or the whole Assembly, by contradiction; or for feare of appearing duller in apprehension, than those that have applauded the contrary opinion. Secondly, in an Assembly of many, there cannot choose but be some whose interests are contrary to that of the Publique; and these their Interests make passionate, and Passion eloquent, and Eloquence drawes others into the same advice. For the Passions of men, which asunder are moderate, as the heat of one brand; in Assembly are like many brands, that enflame one another, (especially when they blow one another with Orations) to the setting of the Common-wealth on fire, under pretence of Counselling it. Thirdly, in hearing every man apart, one may examine (when there is need) the truth, or probability of his reasons, and of the grounds of the advise he gives, by frequent interruptions, and objections; which cannot be done in an Assembly, where (in every difficult question) a man is rather astonied, and dazled with the variety of discourse upon it, than informed of the course he ought to take. Besides, there cannot be an Assembly of many, called together for advice, wherein there be not some, that have the ambition to be thought eloquent, and also learned in the Politiques; and give not their advice with care of the businesse propounded, but of the applause of their motly orations, made of the divers colored threds, or shreds of Authors; which is an Impertinence at least, that takes away the time of serious Consultation, and in the secret way of Counselling apart, is easily avoided. Fourthly, in Deliberations that ought to be kept secret, (whereof there be many occasions in Publique Businesse,) the Counsells of many, and especially in Assemblies, are dangerous; And therefore great Assemblies are necessitated to commit such affaires to lesser numbers, and of such persons as are most versed, and in whose fidelity they have most confidence."}