{"label": "ham", "to_address": "Volker.Lendecke@SerNet.DE", "from_address": "Thomas Bork <tombork@web.de>", "subject": "Re: Samba 3.0.25 and 3.0.26 updates", "body": " And this difference of quicknesse, is caused by the difference of mens passions; that love and dislike, some one thing, some another: and therefore some mens thoughts run one way, some another: and are held to, and observe differently the things that passe through their imagination. And whereas in his succession of mens thoughts, there is nothing to observe in the things they think on, but either in what they be Like One Another, or in what they be Unlike, or What They Serve For, or How They Serve To Such A Purpose; Those that observe their similitudes, in case they be such as are but rarely observed by others, are sayd to have a Good Wit; by which, in this occasion, is meant a Good Fancy. But they that observe their differences, and dissimilitudes; which is called Distinguishing, and Discerning, and Judging between thing and thing; in case, such discerning be not easie, are said to have a Good Judgement: and particularly in matter of conversation and businesse; wherein, times, places, and persons are to be discerned, this Vertue is called DISCRETION. The former, that is, Fancy, without the help of Judgement, is not commended as a Vertue: but the later which is Judgement, and Discretion, is commended for it selfe, without the help of Fancy. Besides the Discretion of times, places, and persons, necessary to a good Fancy, there is required also an often application of his thoughts to their End; that is to say, to some use to be made of them. This done; he that hath this Vertue, will be easily fitted with similitudes, that will please, not onely by illustration of his discourse, and adorning it with new and apt metaphors; but also, by the rarity or their invention. But without Steddinesse, and Direction to some End, a great Fancy is one kind of Madnesse; such as they have, that entring into any discourse, are snatched from their purpose, by every thing that comes in their thought, into so many, and so long digressions, and parentheses, that they utterly lose themselves: Which kind of folly, I know no particular name for: but the cause of it is, sometimes want of experience; whereby that seemeth to a man new and rare, which doth not so to others: sometimes Pusillanimity; by which that seems great to him, which other men think a trifle: and whatsoever is new, or great, and therefore thought fit to be told, withdrawes a man by degrees from the intended way of his discourse."}