{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Dr.Ruud\" <rvtol+news@isolution.nl>", "subject": "Re: Array of Array refs", "body": " If the creed of Theodora had not been tainted with heresy, her exemplary devotion might have atoned, in the opinion of her contemporaries, for pride, avarice, and cruelty. But, if she employed her influence to assuage the intolerant fury of the emperor, the present age will allow some merit to her religion, and much indulgence to her speculative errors. 34 The name of Theodora was introduced, with equal honor, in all the pious and charitable foundations of Justinian; and the most benevolent institution of his reign may be ascribed to the sympathy of the empress for her less fortunate sisters, who had been seduced or compelled to embrace the trade of prostitution. A palace, on the Asiatic side of the Bosphorus, was converted into a stately and spacious monastery, and a liberal maintenance was assigned to five hundred women, who had been collected from the streets and brothels of Constantinople. In this safe and holy retreat, they were devoted to perpetual confinement; and the despair of some, who threw themselves headlong into the sea, was lost in the gratitude of the penitents, who had been delivered from sin and misery by their generous benefactress. 35 The prudence of Theodora is celebrated by Justinian himself; and his laws are attributed to the sage counsels of his most reverend wife whom he had received as the gift of the Deity. 36 Her courage was displayed amidst the tumult of the people and the terrors of the court. Her chastity, from the moment of her union with Justinian, is founded on the silence of her implacable enemies; and although the daughter of Acacius might be satiated with love, yet some applause is due to the firmness of a mind which could sacrifice pleasure and habit to the stronger sense either of duty or interest. The wishes and prayers of Theodora could never obtain the blessing of a lawful son, and she buried an infant daughter, the sole offspring of her marriage. 37 Notwithstanding this disappointment, her dominion was permanent and absolute; she preserved, by art or merit, the affections of Justinian; and their seeming dissensions were always fatal to the courtiers who believed them to be sincere. Perhaps her health had been impaired by the licentiousness of her youth; but it was always delicate, and she was directed by her physicians to use the Pythian warm baths. In this journey, the empress was followed by the Praetorian præfect, the great treasurer, several counts and patricians, and a splendid train of four thousand attendants: the highways were repaired at her approach; a palace was erected for her reception; and as she passed through Bithynia, she distributed liberal alms to the churches, the monasteries, and the hospitals, that they might implore Heaven for the restoration of her health. 38 At length, in the twenty-fourth year of her marriage, and the twenty-second of her reign, she was consumed by a cancer; 39 and the irreparable loss was deplored by her husband, who, in the room of a theatrical prostitute, might have selected the purest and most noble virgin of the East. 40"}