{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "Joshua Isom <jrisom@gmail.com>", "subject": "Re: [perl #42792] GC bug added in r18323", "body": " Of which, this is one, \"That a man to obtain a Kingdome, is sometimes content with lesse Power, than to the Peace, and defence of the Common-wealth is necessarily required.\" From whence it commeth to passe, that when the exercise of the Power layd by, is for the publique safety to be resumed, it hath the resemblance of as unjust act; which disposeth great numbers of men (when occasion is presented) to rebell; In the same manner as the bodies of children, gotten by diseased parents, are subject either to untimely death, or to purge the ill quality, derived from their vicious conception, by breaking out into biles and scabbs. And when Kings deny themselves some such necessary Power, it is not alwayes (though sometimes) out of ignorance of what is necessary to the office they undertake; but many times out of a hope to recover the same again at their pleasure: Wherein they reason not well; because such as will hold them to their promises, shall be maintained against them by forraign Common-wealths; who in order to the good of their own Subjects let slip few occasions to Weaken the estate of their Neighbours. So was Thomas Beckett Archbishop of Canterbury, supported against Henry the Second, by the Pope; the subjection of Ecclesiastiques to the Common-wealth, having been dispensed with by William the Conqueror at his reception, when he took an Oath, not to infringe the liberty of the Church. And so were the Barons, whose power was by William Rufus (to have their help in transferring the Succession from his Elder brother, to himselfe,) encreased to a degree, inconsistent with the Soveraign Power, maintained in their Rebellion against King John, by the French. Nor does this happen in Monarchy onely. For whereas the stile of the antient Roman Common-wealth, was, The Senate, and People of Rome; neither Senate, nor People pretended to the whole Power; which first caused the seditions, of Tiberius Gracchus, Caius Gracchus, Lucius Saturnius, and others; and afterwards the warres between the Senate and the People, under Marius and Sylla; and again under Pompey and Caesar, to the Extinction of their Democraty, and the setting up of Monarchy."}