{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"sensor\" <gkkdezttsrv@chello.nl>", "subject": "Accepting your application", "body": " We shall give an example of this. Almost all natural philosophers, remarking a great difference in the quantity of the matter of different kinds in bodies with the same volume (partly on account of the momentum of gravity or weight, partly on account of the momentum of resistance to other bodies in motion), conclude unanimously that this volume (extensive quantity of the phenomenon) must be void in all bodies, although in different proportion. But who would suspect that these for the most part mathematical and mechanical inquirers into nature should ground this conclusion solely on a metaphysical hypothesis—a sort of hypothesis which they profess to disparage and avoid? Yet this they do, in assuming that the real in space (I must not here call it impenetrability or weight, because these are empirical conceptions) is always identical, and can only be distinguished according to its extensive quantity, that is, multiplicity. Now to this presupposition, for which they can have no ground in experience, and which consequently is merely metaphysical, I oppose a transcendental demonstration, which it is true will not explain the difference in the filling up of spaces, but which nevertheless completely does away with the supposed necessity of the above-mentioned presupposition that we cannot explain the said difference otherwise than by the hypothesis of empty spaces. This demonstration, moreover, has the merit of setting the understanding at liberty to conceive this distinction in a different manner, if the explanation of the fact requires any such hypothesis. For we perceive that although two equal spaces may be completely filled by matters altogether different, so that in neither of them is there left a single point wherein matter is not present, nevertheless, every reality has its degree (of resistance or of weight), which, without diminution of the extensive quantity, can become less and less ad infinitum, before it passes into nothingness and disappears. Thus an expansion which fills a space—for example, caloric, or any other reality in the phenomenal world—can decrease in its degrees to infinity, yet without leaving the smallest part of the space empty; on the contrary, filling it with those lesser degrees as completely as another phenomenon could with greater. My intention here is by no means to maintain that this is really the case with the difference of matters, in regard to their specific gravity; I wish only to prove, from a principle of the pure understanding, that the nature of our perceptions makes such a mode of explanation possible, and that it is erroneous to regard the real in a phenomenon as equal quoad its degree, and different only quoad its aggregation and extensive quantity, and this, too, on the pretended authority of an à priori principle of the understanding."}