{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "lha@samba.org", "subject": "svn commit: lorikeet r741 - in trunk/heimdal/lib/hcrypto: .", "body": " Hobbes contends that man is naturally intrepid, and is intent only upon attacking and fighting. Another illustrious philosopher holds the opposite, and Cumberland and Puffendorf also affirm that nothing is more timid and fearful than man in the state of nature; that he is always in a tremble, and ready to fly at the least noise or the slightest movement. This may be true of things he does not know; and I do not doubt his being terrified by every novelty that presents itself, when he neither knows the physical good or evil he may expect from it, nor can make a comparison between his own strength and the dangers he is about to encounter. Such circumstances, however, rarely occur in a state of nature, in which all things proceed in a uniform manner, and the face of the earth is not subject to those sudden and continual changes which arise from the passions and caprices of bodies of men living together. But savage man, living dispersed among other animals and finding himself betimes in a situation to measure his strength with theirs, soon comes to compare himself with them; and, perceiving that he surpasses them more in adroitness than they surpass him in strength, learns to be no longer afraid of them. Set a bear, or a wolf, against a robust, agile, and resolute savage, as they all are, armed with stones and a good cudgel, and you will see that the danger will be at least on both sides, and that, after a few trials of this kind, wild beasts, which are not fond of attacking each other, will not be at all ready to attack man, whom they will have found to be as wild and ferocious as themselves. With regard to such animals as have really more strength than man has adroitness, he is in the same situation as all weaker animals, which notwithstanding are still able to subsist; except indeed that he has the advantage that, being equally swift of foot, and finding an almost certain place of refuge in every tree, he is at liberty to take or leave it at every encounter, and thus to fight or fly, as he chooses. Add to this that it does not appear that any animal naturally makes war on man, except in case of self-defence or excessive hunger, or betrays any of those violent antipathies, which seem to indicate that one species is intended by nature for the food of another."}