{"label": "ham", "to_address": "gavin.simpson@ucl.ac.uk", "from_address": "\"David L. Van Brunt, Ph.D.\" <dlvanbrunt@gmail.com>", "subject": "Re: [R] randomForest gives different results for formula call v. x,\n\ty methods. Why?", "body": " “Lacedaemonians, when we surrendered our city we trusted in you, and looked forward to a trial more agreeable to the forms of law than the present, to which we had no idea of being subjected; the judges also in whose hands we consented to place ourselves were you, and you only (from whom we thought we were most likely to obtain justice), and not other persons, as is now the case. As matters stand, we are afraid that we have been doubly deceived. We have good reason to suspect, not only that the issue to be tried is the most terrible of all, but that you will not prove impartial; if we may argue from the fact that no accusation was first brought forward for us to answer, but we had ourselves to ask leave to speak, and from the question being put so shortly, that a true answer to it tells against us, while a false one can be contradicted. In this dilemma, our safest, and indeed our only course, seems to be to say something at all risks: placed as we are, we could scarcely be silent without being tormented by the damning thought that speaking might have saved us. Another difficulty that we have to encounter is the difficulty of convincing you. Were we unknown to each other we might profit by bringing forward new matter with which you were unacquainted: as it is, we can tell you nothing that you do not know already, and we fear, not that you have condemned us in your own minds of having failed in our duty towards you, and make this our crime, but that to please a third party we have to submit to a trial the result of which is already decided. Nevertheless, we will place before you what we can justly urge, not only on the question of the quarrel which the Thebans have against us, but also as addressing you and the rest of the Hellenes; and we will remind you of our good services, and endeavour to prevail with you."}