{"label": "spam", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"Tupac GARVIN\" <impulsiondustless@seiwa.co.jp>", "subject": "Re:", "body": " If we review our cognitions in their entire extent, we shall find that the peculiar business of reason is to arrange them into a system, that is to say, to give them connection according to a principle. This unity presupposes an idea—the idea of the form of a whole (of cognition), preceding the determinate cognition of the parts, and containing the conditions which determine à priori to every part its place and relation to the other parts of the whole system. This idea, accordingly, demands complete unity in the cognition of the understanding—not the unity of a contingent aggregate, but that of a system connected according to necessary laws. It cannot be affirmed with propriety that this idea is a conception of an object; it is merely a conception of the complete unity of the conceptions of objects, in so far as this unity is available to the understanding as a rule. Such conceptions of reason are not derived from nature; on the contrary, we employ them for the interrogation and investigation of nature, and regard our cognition as defective so long as it is not adequate to them. We admit that such a thing as pure earth, pure water, or pure air, is not to be discovered. And yet we require these conceptions (which have their origin in the reason, so far as regards their absolute purity and completeness) for the purpose of determining the share which each of these natural causes has in every phenomenon. Thus the different kinds of matter are all referred to earths, as mere weight; to salts and inflammable bodies, as pure force; and finally, to water and air, as the vehicula of the former, or the machines employed by them in their operations—for the purpose of explaining the chemical action and reaction of bodies in accordance with the idea of a mechanism. For, although not actually so expressed, the influence of such ideas of reason is very observable in the procedure of natural philosophers."}