{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "630a 6/21 Update: Russian computer test on tap; shuttle crew preps for entry", "body": " Reduced to this distressed condition, the Alemanni no longer disdained to sue for peace. Aurelian received their ambassadors at the head of his camp, and with every circumstance of martial pomp that could display the greatness and discipline of Rome. The legions stood to their arms in well-ordered ranks and awful silence. The principal commanders, distinguished by the ensigns of their rank, appeared on horseback on either side of the Imperial throne. Behind the throne the consecrated images of the emperor, and his predecessors, 29 the golden eagles, and the various titles of the legions, engraved in letters of gold, were exalted in the air on lofty pikes covered with silver. When Aurelian assumed his seat, his manly grace and majestic figure 30 taught the barbarians to revere the person as well as the purple of their conqueror. The ambassadors fell prostrate on the ground in silence. They were commanded to rise, and permitted to speak. By the assistance of interpreters they extenuated their perfidy, magnified their exploits, expatiated on the vicissitudes of fortune and the advantages of peace, and, with an ill-timed confidence, demanded a large subsidy, as the price of the alliance which they offered to the Romans. The answer of the emperor was stern and imperious. He treated their offer with contempt, and their demand with indignation, reproached the barbarians, that they were as ignorant of the arts of war as of the laws of peace, and finally dismissed them with the choice only of submitting to this unconditional mercy, or awaiting the utmost severity of his resentment. 31 Aurelian had resigned a distant province to the Goths; but it was dangerous to trust or to pardon these perfidious barbarians, whose formidable power kept Italy itself in perpetual alarms."}