{"label": "ham", "to_address": "Mathew Snyder <theillien@yahoo.com>", "from_address": "Jeff Pang <pangjr@yahoo.com.au>", "subject": "Re: Thoughts on comments", "body": " It was on this fatal spot, that, instead of finding a confederate fleet to second their operations, they were alarmed by the approach of Amurath himself, who had issued from his Magnesian solitude, and transported the forces of Asia to the defence of Europe. According to some writers, the Greek emperor had been awed, or seduced, to grant the passage of the Bosphorus; and an indelible stain of corruption is fixed on the Genoese, or the pope’s nephew, the Catholic admiral, whose mercenary connivance betrayed the guard of the Hellespont. From Adrianople, the sultan advanced by hasty marches, at the head of sixty thousand men; and when the cardinal, and Huniades, had taken a nearer survey of the numbers and order of the Turks, these ardent warriors proposed the tardy and impracticable measure of a retreat. The king alone was resolved to conquer or die; and his resolution had almost been crowned with a glorious and salutary victory. The princes were opposite to each other in the centre; and the Beglerbegs, or generals of Anatolia and Romania, commanded on the right and left, against the adverse divisions of the despot and Huniades. The Turkish wings were broken on the first onset: but the advantage was fatal; and the rash victors, in the heat of the pursuit, were carried away far from the annoyance of the enemy, or the support of their friends. When Amurath beheld the flight of his squadrons, he despaired of his fortune and that of the empire: a veteran Janizary seized his horse’s bridle; and he had magnanimity to pardon and reward the soldier who dared to perceive the terror, and arrest the flight, of his sovereign. A copy of the treaty, the monument of Christian perfidy, had been displayed in the front of battle; and it is said, that the sultan in his distress, lifting his eyes and his hands to heaven, implored the protection of the God of truth; and called on the prophet Jesus himself to avenge the impious mockery of his name and religion. 26 With inferior numbers and disordered ranks, the king of Hungary rushed forward in the confidence of victory, till his career was stopped by the impenetrable phalanx of the Janizaries. If we may credit the Ottoman annals, his horse was pierced by the javelin of Amurath; 27 he fell among the spears of the infantry; and a Turkish soldier proclaimed with a loud voice, “Hungarians, behold the head of your king!” The death of Ladislaus was the signal of their defeat. On his return from an intemperate pursuit, Huniades deplored his error, and the public loss; he strove to rescue the royal body, till he was overwhelmed by the tumultuous crowd of the victors and vanquished; and the last efforts of his courage and conduct were exerted to save the remnant of his Walachian cavalry. Ten thousand Christians were slain in the disastrous battle of Warna: the loss of the Turks, more considerable in numbers, bore a smaller proportion to their total strength; yet the philosophic sultan was not ashamed to confess, that his ruin must be the consequence of a second and similar victory. 271 At his command a column was erected on the spot where Ladislaus had fallen; but the modest inscription, instead of accusing the rashness, recorded the valor, and bewailed the misfortune, of the Hungarian youth. 28"}