{"label": "spam", "to_address": "ktwarwic@canola1.uwaterloo.ca", "from_address": "Mary            <fhugheye@animenut.com>", "subject": "Qualified help to and new solutions for Men!", "body": " This we can indeed always perceive in ourselves. We cannot cogitate a geometrical line without drawing it in thought, nor a circle without describing it, nor represent the three dimensions of space without drawing three lines from the same point perpendicular to one another. We cannot even cogitate time, unless, in drawing a straight line (which is to serve as the external figurative representation of time), we fix our attention on the act of the synthesis of the manifold, whereby we determine successively the internal sense, and thus attend also to the succession of this determination. Motion as an act of the subject (not as a determination of an object),[20] consequently the synthesis of the manifold in space, if we make abstraction of space and attend merely to the act by which we determine the internal sense according to its form, is that which produces the conception of succession. The understanding, therefore, does by no means find in the internal sense any such synthesis of the manifold, but produces it, in that it affects this sense. At the same time, how “I who think” is distinct from the “i” which intuites itself (other modes of intuition being cogitable as at least possible), and yet one and the same with this latter as the same subject; how, therefore, I am able to say: “I, as an intelligence and thinking subject, cognize myself as an object thought, so far as I am, moreover, given to myself in intuition—only, like other phenomena, not as I am in myself, and as considered by the understanding, but merely as I appear”—is a question that has in it neither more nor less difficulty than the question—“How can I be an object to myself?” or this—“How I can be an object of my own intuition and internal perceptions?” But that such must be the fact, if we admit that space is merely a pure form of the phenomena of external sense, can be clearly proved by the consideration that we cannot represent time, which is not an object of external intuition, in any other way than under the image of a line, which we draw in thought, a mode of representation without which we could not cognize the unity of its dimension, and also that we are necessitated to take our determination of periods of time, or of points of time, for all our internal perceptions from the changes which we perceive in outward things. It follows that we must arrange the determinations of the internal sense, as phenomena in time, exactly in the same manner as we arrange those of the external senses in space. And consequently, if we grant, respecting this latter, that by means of them we know objects only in so far as we are affected externally, we must also confess, with regard to the internal sense, that by means of it we intuite ourselves only as we are internally affected by ourselves; in other words, as regards internal intuition, we cognize our own subject only as phenomenon, and not as it is in itself.[21]"}