{"label": "spam", "to_address": "\"Marcia\" <manager@flax9.uwaterloo.ca>", "from_address": "\"Keena\" <absimonsuxmst@alimentativa.com>", "subject": "You pay only $2.22 per pill.", "body": " This, therefore, being the characteristic difference which marks off, not justice, but morality in general, from the remaining provinces of Expediency and Worthiness; the character is still to be sought which distinguishes justice from other branches of morality. Now it is known that ethical writers divide moral duties into two classes, denoted by the ill-chosen expressions, duties of perfect and of imperfect obligation; the latter being those in which, though the act is obligatory, the particular occasions of performing it are left to our choice; as in the case of charity or beneficence, which we are indeed bound to practise, but not towards any definite person, nor at any prescribed time. In the more precise language of philosophic jurists, duties of perfect obligation are those duties in virtue of which a correlative right resides in some person or persons; duties of imperfect obligation are those moral obligations which do not give birth to any right. I think it will be found that this distinction exactly coincides with that which exists between justice and the other obligations of morality. In our survey of the various popular acceptations of justice, the term appeared generally to involve the idea of a personal right--a claim on the part of one or more individuals, like that which the law gives when it confers a proprietary or other legal right. Whether the injustice consists in depriving a person of a possession, or in breaking faith with him, or in treating him worse than he deserves, or worse than other people who have no greater claims, in each case the supposition implies two things--a wrong done, and some assignable person who is wronged. Injustice may also be done by treating a person better than others; but the wrong in this case is to his competitors, who are also assignable persons. It seems to me that this feature in the case--a right in some person, correlative to the moral obligation--constitutes the specific difference between justice, and generosity or beneficence. Justice implies something which it is not only right to do, and wrong not to do, but which some individual person can claim from us as his moral right. No one has a moral right to our generosity or beneficence, because we are not morally bound to practise those virtues towards any given individual. And it will be found, with respect to this as with respect to every correct definition, that the instances which seem to conflict with it are those which most confirm it. For if a moralist attempts, as some have done, to make out that mankind generally, though not any given individual, have a right to all the good we can do them, he at once, by that thesis, includes generosity and beneficence within the category of justice. He is obliged to say, that our utmost exertions are due to our fellow creatures, thus assimilating them to a debt; or that nothing less can be a sufficient _return_ for what society does for us, thus classing the case as one of gratitude; both of which are acknowledged cases of justice. Wherever there is a right, the case is one of justice, and not of the virtue of beneficence: and whoever does not place the distinction between justice and morality in general where we have now placed it, will be found to make no distinction between them at all, but to merge all morality in justice."}