{"label": "ham", "to_address": "parrotbug-followup@parrotcode.org", "from_address": "\"Joshua Gatcomb\" <joshua.gatcomb@gmail.com>", "subject": "Re: [perl #38217] r11124: Cygwin build fails", "body": " The reconciliation of Constantine and Licinius, though it was imbittered by resentment and jealousy, by the remembrance of recent injuries, and by the apprehension of future dangers, maintained, however, above eight years, the tranquility of the Roman world. As a very regular series of the Imperial laws commences about this period, it would not be difficult to transcribe the civil regulations which employed the leisure of Constantine. But the most important of his institutions are intimately connected with the new system of policy and religion, which was not perfectly established till the last and peaceful years of his reign. There are many of his laws, which, as far as they concern the rights and property of individuals, and the practice of the bar, are more properly referred to the private than to the public jurisprudence of the empire; and he published many edicts of so local and temporary a nature, that they would ill deserve the notice of a general history. Two laws, however, may be selected from the crowd; the one for its importance, the other for its singularity; the former for its remarkable benevolence, the latter for its excessive severity. 1. The horrid practice, so familiar to the ancients, of exposing or murdering their new-born infants, was become every day more frequent in the provinces, and especially in Italy. It was the effect of distress; and the distress was principally occasioned by the intolerant burden of taxes, and by the vexatious as well as cruel prosecutions of the officers of the revenue against their insolvent debtors. The less opulent or less industrious part of mankind, instead of rejoicing in an increase of family, deemed it an act of paternal tenderness to release their children from the impending miseries of a life which they themselves were unable to support. The humanity of Constantine, moved, perhaps, by some recent and extraordinary instances of despair, engaged him to address an edict to all the cities of Italy, and afterwards of Africa, directing immediate and sufficient relief to be given to those parents who should produce before the magistrates the children whom their own poverty would not allow them to educate. But the promise was too liberal, and the provision too vague, to effect any general or permanent benefit. 93 The law, though it may merit some praise, served rather to display than to alleviate the public distress. It still remains an authentic monument to contradict and confound those venal orators, who were too well satisfied with their own situation to discover either vice or misery under the government of a generous sovereign. 94 2. The laws of Constantine against rapes were dictated with very little indulgence for the most amiable weaknesses of human nature; since the description of that crime was applied not only to the brutal violence which compelled, but even to the gentle seduction which might persuade, an unmarried woman, under the age of twenty-five, to leave the house of her parents. “The successful ravisher was punished with death;” and as if simple death was inadequate to the enormity of his guilt, he was either burnt alive, or torn in pieces by wild beasts in the amphitheatre. The virgin’s declaration, that she had been carried away with her own consent, instead of saving her lover, exposed her to share his fate. The duty of a public prosecution was intrusted to the parents of the guilty or unfortunate maid; and if the sentiments of nature prevailed on them to dissemble the injury, and to repair by a subsequent marriage the honor of their family, they were themselves punished by exile and confiscation. The slaves, whether male or female, who were convicted of having been accessory to rape or seduction, were burnt alive, or put to death by the ingenious torture of pouring down their throats a quantity of melted lead. As the crime was of a public kind, the accusation was permitted even to strangers.9401"}