{"label": "ham", "to_address": "samba-cvs@lists.samba.org", "from_address": "build@samba.org", "subject": "Build status as of Tue May 22 00:00:01 2007", "body": " Indeed at Samos the question of the oligarchy had already entered upon a new phase, the following events having taken place just at the time that the Four Hundred were conspiring. That part of the Samian population which has been mentioned as rising against the upper class, and as being the democratic party, had now turned round, and yielding to the solicitations of Pisander during his visit, and of the Athenians in the conspiracy at Samos, had bound themselves by oaths to the number of three hundred, and were about to fall upon the rest of their fellow citizens, whom they now in their turn regarded as the democratic party. Meanwhile they put to death one Hyperbolus, an Athenian, a pestilent fellow that had been ostracized, not from fear of his influence or position, but because he was a rascal and a disgrace to the city; being aided in this by Charminus, one of the generals, and by some of the Athenians with them, to whom they had sworn friendship, and with whom they perpetrated other acts of the kind, and now determined to attack the people. The latter got wind of what was coming, and told two of the generals, Leon and Diomedon, who, on account of the credit which they enjoyed with the commons, were unwilling supporters of the oligarchy; and also Thrasybulus and Thrasyllus, the former a captain of a galley, the latter serving with the heavy infantry, besides certain others who had ever been thought most opposed to the conspirators, entreating them not to look on and see them destroyed, and Samos, the sole remaining stay of their empire, lost to the Athenians. Upon hearing this, the persons whom they addressed now went round the soldiers one by one, and urged them to resist, especially the crew of the Paralus, which was made up entirely of Athenians and freemen, and had from time out of mind been enemies of oligarchy, even when there was no such thing existing; and Leon and Diomedon left behind some ships for their protection in case of their sailing away anywhere themselves. Accordingly, when the Three Hundred attacked the people, all these came to the rescue, and foremost of all the crew of the Paralus; and the Samian commons gained the victory, and putting to death some thirty of the Three Hundred, and banishing three others of the ringleaders, accorded an amnesty to the rest, and lived together under a democratic government for the future."}