{"label": "ham", "to_address": "\"Lauri Nikkinen\" <lauri.nikkinen@iki.fi>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] Simple programming question", "body": " The government of Italy, and of the young emperor, naturally devolved to his mother Justina, a woman of beauty and spirit, but who, in the midst of an orthodox people, had the misfortune of professing the Arian heresy, which she endeavored to instil into the mind of her son. Justina was persuaded, that a Roman emperor might claim, in his own dominions, the public exercise of his religion; and she proposed to the archbishop, as a moderate and reasonable concession, that he should resign the use of a single church, either in the city or the suburbs of Milan. But the conduct of Ambrose was governed by very different principles. 63 The palaces of the earth might indeed belong to Caesar; but the churches were the houses of God; and, within the limits of his diocese, he himself, as the lawful successor of the apostles, was the only minister of God. The privileges of Christianity, temporal as well as spiritual, were confined to the true believers; and the mind of Ambrose was satisfied, that his own theological opinions were the standard of truth and orthodoxy. The archbishop, who refused to hold any conference, or negotiation, with the instruments of Satan, declared, with modest firmness, his resolution to die a martyr, rather than to yield to the impious sacrilege; and Justina, who resented the refusal as an act of insolence and rebellion, hastily determined to exert the Imperial prerogative of her son. As she desired to perform her public devotions on the approaching festival of Easter, Ambrose was ordered to appear before the council. He obeyed the summons with the respect of a faithful subject, but he was followed, without his consent, by an innumerable people; they pressed, with impetuous zeal, against the gates of the palace; and the affrighted ministers of Valentinian, instead of pronouncing a sentence of exile on the archbishop of Milan, humbly requested that he would interpose his authority, to protect the person of the emperor, and to restore the tranquility of the capital. But the promises which Ambrose received and communicated were soon violated by a perfidious court; and, during six of the most solemn days, which Christian piety had set apart for the exercise of religion, the city was agitated by the irregular convulsions of tumult and fanaticism. The officers of the household were directed to prepare, first, the Portian, and afterwards, the new, Basilica, for the immediate reception of the emperor and his mother. The splendid canopy and hangings of the royal seat were arranged in the customary manner; but it was found necessary to defend them. by a strong guard, from the insults of the populace. The Arian ecclesiastics, who ventured to show themselves in the streets, were exposed to the most imminent danger of their lives; and Ambrose enjoyed the merit and reputation of rescuing his personal enemies from the hands of the enraged multitude."}