{"label": "ham", "to_address": "\"'Jenny Barnes'\" <jmb@mssl.ucl.ac.uk>, <r-help@stat.math.ethz.ch>", "from_address": "\"Daniel Nordlund\" <res90sx5@verizon.net>", "subject": "Re: [R] random numbers selection - simple example", "body": " The ruin of the opulent provinces of Gaul may be dated from the establishment of these Barbarians, whose alliance was dangerous and oppressive, and who were capriciously impelled, by interest or passion, to violate the public peace. A heavy and partial ransom was imposed on the surviving provincials, who had escaped the calamities of war; the fairest and most fertile lands were assigned to the rapacious strangers, for the use of their families, their slaves, and their cattle; and the trembling natives relinquished with a sigh the inheritance of their fathers. Yet these domestic misfortunes, which are seldom the lot of a vanquished people, had been felt and inflicted by the Romans themselves, not only in the insolence of foreign conquest, but in the madness of civil discord. The Triumvirs proscribed eighteen of the most flourishing colonies of Italy; and distributed their lands and houses to the veterans who revenged the death of Caesar, and oppressed the liberty of their country. Two poets of unequal fame have deplored, in similar circumstances, the loss of their patrimony; but the legionaries of Augustus appear to have surpassed, in violence and injustice, the Barbarians who invaded Gaul under the reign of Honorius. It was not without the utmost difficulty that Virgil escaped from the sword of the Centurion, who had usurped his farm in the neighborhood of Mantua; 170 but Paulinus of Bourdeaux received a sum of money from his Gothic purchaser, which he accepted with pleasure and surprise; and though it was much inferior to the real value of his estate, this act of rapine was disguised by some colors of moderation and equity. 171 The odious name of conquerors was softened into the mild and friendly appellation of the guests of the Romans; and the Barbarians of Gaul, more especially the Goths, repeatedly declared, that they were bound to the people by the ties of hospitality, and to the emperor by the duty of allegiance and military service. The title of Honorius and his successors, their laws, and their civil magistrates, were still respected in the provinces of Gaul, of which they had resigned the possession to the Barbarian allies; and the kings, who exercised a supreme and independent authority over their native subjects, ambitiously solicited the more honorable rank of master-generals of the Imperial armies. 172 Such was the involuntary reverence which the Roman name still impressed on the minds of those warriors, who had borne away in triumph the spoils of the Capitol."}