{"label": "spam", "to_address": "\"Gnitpick\" <gnitpick@flax24.uwaterloo.ca>", "from_address": "\"Regions Bank\" <corporateclients.refW5602509.cm@regions.com>", "subject": "Regions Bank corporate customer cervice: confirm your identity!", "body": " But the figurative synthesis, when it has relation only to the originally synthetical unity of apperception, that is to the transcendental unity cogitated in the categories, must, to be distinguished from the purely intellectual conjunction, be entitled the transcendental synthesis of imagination. Imagination is the faculty of representing an object even without its presence in intuition. Now, as all our intuition is sensuous, imagination, by reason of the subjective condition under which alone it can give a corresponding intuition to the conceptions of the understanding, belongs to sensibility. But in so far as the synthesis of the imagination is an act of spontaneity, which is determinative, and not, like sense, merely determinable, and which is consequently able to determine sense à priori, according to its form, conformably to the unity of apperception, in so far is the imagination a faculty of determining sensibility à priori, and its synthesis of intuitions according to the categories must be the transcendental synthesis of the imagination. It is an operation of the understanding on sensibility, and the first application of the understanding to objects of possible intuition, and at the same time the basis for the exercise of the other functions of that faculty. As figurative, it is distinguished from the merely intellectual synthesis, which is produced by the understanding alone, without the aid of imagination. Now, in so far as imagination is spontaneity, I sometimes call it also the productive imagination, and distinguish it from the reproductive, the synthesis of which is subject entirely to empirical laws, those of association, namely, and which, therefore, contributes nothing to the explanation of the possibility of à priori cognition, and for this reason belongs not to transcendental philosophy, but to psychology."}