{"label": "ham", "to_address": "\"Walter Landry\" <walter@geodynamics.org>", "from_address": "\"Muammar Wadih El Khatib Rodriguez\" <muammarelkhatib@gmail.com>", "subject": "Re: Doubt about a government license", "body": " By a singular fatality, the hardships which they had endured under the government of a virtuous prince, immediately ceased on the accession of a tyrant; and as none except themselves had experienced the injustice of Marcus, so they alone were protected by the lenity of Commodus. The celebrated Marcia, the most favored of his concubines, and who at length contrived the murder of her Imperial lover, entertained a singular affection for the oppressed church; and though it was impossible that she could reconcile the practice of vice with the precepts of the gospel, she might hope to atone for the frailties of her sex and profession by declaring herself the patroness of the Christians. 107 Under the gracious protection of Marcia, they passed in safety the thirteen years of a cruel tyranny; and when the empire was established in the house of Severus, they formed a domestic but more honorable connection with the new court. The emperor was persuaded, that in a dangerous sickness, he had derived some benefit, either spiritual or physical, from the holy oil, with which one of his slaves had anointed him. He always treated with peculiar distinction several persons of both sexes who had embraced the new religion. The nurse as well as the preceptor of Caracalla were Christians; 1071 and if that young prince ever betrayed a sentiment of humanity, it was occasioned by an incident, which, however trifling, bore some relation to the cause of Christianity. 108 Under the reign of Severus, the fury of the populace was checked; the rigor of ancient laws was for some time suspended; and the provincial governors were satisfied with receiving an annual present from the churches within their jurisdiction, as the price, or as the reward, of their moderation. 109 The controversy concerning the precise time of the celebration of Easter, armed the bishops of Asia and Italy against each other, and was considered as the most important business of this period of leisure and tranquillity. 110 Nor was the peace of the church interrupted, till the increasing numbers of proselytes seem at length to have attracted the attention, and to have alienated the mind of Severus. With the design of restraining the progress of Christianity, he published an edict, which, though it was designed to affect only the new converts, could not be carried into strict execution, without exposing to danger and punishment the most zealous of their teachers and missionaries. In this mitigated persecution we may still discover the indulgent spirit of Rome and of Polytheism, which so readily admitted every excuse in favor of those who practised the religious ceremonies of their fathers. 111"}