{"label": "ham", "to_address": "beginners@perl.org", "from_address": "jrpfinch <jrpfinch@gmail.com>", "subject": "Re: Not up to PAR", "body": " The deluded conspirators attended the funeral of their injured sovereign, with sincere or well-feigned contrition, and submitted to the unanimous resolution of the military order, which was signified by the following epistle: “The brave and fortunate armies to the senate and people of Rome.—The crime of one man, and the error of many, have deprived us of the late emperor Aurelian. May it please you, venerable lords and fathers! to place him in the number of the gods, and to appoint a successor whom your judgment shall declare worthy of the Imperial purple! None of those whose guilt or misfortune have contributed to our loss, shall ever reign over us.” 1 The Roman senators heard, without surprise, that another emperor had been assassinated in his camp; they secretly rejoiced in the fall of Aurelian; but the modest and dutiful address of the legions, when it was communicated in full assembly by the consul, diffused the most pleasing astonishment. Such honors as fear and perhaps esteem could extort, they liberally poured forth on the memory of their deceased sovereign. Such acknowledgments as gratitude could inspire, they returned to the faithful armies of the republic, who entertained so just a sense of the legal authority of the senate in the choice of an emperor. Yet, notwithstanding this flattering appeal, the most prudent of the assembly declined exposing their safety and dignity to the caprice of an armed multitude. The strength of the legions was, indeed, a pledge of their sincerity, since those who may command are seldom reduced to the necessity of dissembling; but could it naturally be expected, that a hasty repentance would correct the inveterate habits of fourscore years? Should the soldiers relapse into their accustomed seditions, their insolence might disgrace the majesty of the senate, and prove fatal to the object of its choice. Motives like these dictated a decree, by which the election of a new emperor was referred to the suffrage of the military order."}