{"label": "spam", "to_address": "catchall@speedy.uwaterloo.ca", "from_address": "\"Tiptoes Leading\" <platform@pastorclic.com>", "subject": "during launch", "body": " It has been observed, that reason, in a strict and philosophical sense, can have influence on our conduct only after two ways: Either when it excites a passion by informing us of the existence of something which is a proper object of it; or when it discovers the connexion of causes and effects, so as to afford us means of exerting any passion. These are the only kinds of judgment, which can accompany our actions, or can be said to produce them in any manner; and it must be allowed, that these judgments may often be false and erroneous. A person may be affected with passion, by supposing a pain or pleasure to lie in an object, which has no tendency to produce either of these sensations, or which produces the contrary to what is imagined. A person may also take false measures for the attaining his end, and may retard, by his foolish conduct, instead of forwarding the execution of any project. These false judgments may be thought to affect the passions and actions, which are connected with them, and may be said to render them unreasonable, in a figurative and improper way of speaking. But though this be acknowledged, it is easy to observe, that these errors are so far from being the source of all immorality, that they are commonly very innocent, and draw no manner of guilt upon the person who is so unfortunate as to fail into them. They extend not beyond a mistake of fact, which moralists have not generally supposed criminal, as being perfectly involuntary. I am more to be lamented than blamed, if I am mistaken with regard to the influence of objects in producing pain or pleasure, or if I know not the proper means of satisfying my desires. No one can ever regard such errors as a defect in my moral character. A fruit, for instance, that is really disagreeable, appears to me at a distance, and through mistake I fancy it to be pleasant and delicious. Here is one error. I choose certain means of reaching this fruit, which are not proper for my end. Here is a second error; nor is there any third one, which can ever possibly enter into our reasonings concerning actions. I ask, therefore, if a man, in this situation, and guilty of these two errors, is to be regarded as vicious and criminal, however unavoidable they might have been? Or if it be possible to imagine, that such errors are the sources of all immorality?"}