{"label": "spam", "to_address": "producttestpanel@flax9.uwaterloo.ca", "from_address": "\"PrinterSpecials\" <PrinterSpecials@insulationmagnificent.com>", "subject": "adf, is your Printer Low on Ink?", "body": " In the first place, then, I would suggest that they might possibly learn something from them. It will not be denied by anybody, that originality is a valuable element in human affairs. There is always need of persons not only to discover new truths, and point out when what were once truths are true no longer, but also to commence new practices, and set the example of more enlightened conduct, and better taste and sense in human life. This cannot well be gainsaid by anybody who does not believe that the world has already attained perfection in all its ways and practices. It is true that this benefit is not capable of being rendered by everybody alike: there are but few persons, in comparison with the whole of mankind, whose experiments, if adopted by others, would be likely to be any improvement on established practice. But these few are the salt of the earth; without them, human life would become a stagnant pool. Not only is it they who introduce good things which did not before exist; it is they who keep the life in those which already existed. If there were nothing new to be done, would human intellect cease to be necessary? Would it be a reason why those who do the old things should forget why they are done, and do them like cattle, not like human beings? There is only too great a tendency in the best beliefs and practices to degenerate into the mechanical; and unless there were a succession of persons whose ever-recurring originality prevents the grounds of those beliefs and practices from becoming merely traditional, such dead matter would not resist the smallest shock from anything really alive, and there would be no reason why civilisation should not die out, as in the Byzantine Empire. Persons of genius, it is true, are, and are always likely to be, a small minority; but in order to have them, it is necessary to preserve the soil in which they grow. Genius can only breathe freely in an _atmosphere_ of freedom. Persons of genius are, _ex vi termini_, _more_ individual than any other people--less capable, consequently, of fitting themselves, without hurtful compression, into any of the small number of moulds which society provides in order to save its members the trouble of forming their own character. If from timidity they consent to be forced into one of these moulds, and to let all that part of themselves which cannot expand under the pressure remain unexpanded, society will be little the better for their genius. If they are of a strong character, and break their fetters, they become a mark for the society which has not succeeded in reducing them to commonplace, to point at with solemn warning as \"wild,\" \"erratic,\" and the like; much as if one should complain of the Niagara river for not flowing smoothly between its banks like a Dutch canal."}