{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "\"Jeann S\" <jeann_123@hotmail.com>", "subject": "Re: [R] Help with pexp( )", "body": " In a private condition, our desires are perpetually repressed by poverty and subordination; but the lives and labors of millions are devoted to the service of a despotic prince, whose laws are blindly obeyed, and whose wishes are instantly gratified. Our imagination is dazzled by the splendid picture; and whatever may be the cool dictates of reason, there are few among us who would obstinately refuse a trial of the comforts and the cares of royalty. It may therefore be of some use to borrow the experience of the same Abdalrahman, whose magnificence has perhaps excited our admiration and envy, and to transcribe an authentic memorial which was found in the closet of the deceased caliph. “I have now reigned above fifty years in victory or peace; beloved by my subjects, dreaded by my enemies, and respected by my allies. Riches and honors, power and pleasure, have waited on my call, nor does any earthly blessing appear to have been wanting to my felicity. In this situation, I have diligently numbered the days of pure and genuine happiness which have fallen to my lot: they amount to Fourteen:—O man! place not thy confidence in this present world!” 50 The luxury of the caliphs, so useless to their private happiness, relaxed the nerves, and terminated the progress, of the Arabian empire. Temporal and spiritual conquest had been the sole occupation of the first successors of Mahomet; and after supplying themselves with the necessaries of life, the whole revenue was scrupulously devoted to that salutary work. The Abbassides were impoverished by the multitude of their wants, and their contempt of oeconomy. Instead of pursuing the great object of ambition, their leisure, their affections, the powers of their mind, were diverted by pomp and pleasure: the rewards of valor were embezzled by women and eunuchs, and the royal camp was encumbered by the luxury of the palace. A similar temper was diffused among the subjects of the caliph. Their stern enthusiasm was softened by time and prosperity. they sought riches in the occupations of industry, fame in the pursuits of literature, and happiness in the tranquillity of domestic life. War was no longer the passion of the Saracens; and the increase of pay, the repetition of donatives, were insufficient to allure the posterity of those voluntary champions who had crowded to the standard of Abubeker and Omar for the hopes of spoil and of paradise."}