{"label": "ham", "to_address": "greg.snow@intermountainmail.org", "from_address": "\"Tavpritesh Sethi\" <tavpritesh@gmail.com>", "subject": "[R] Multiple Stripcharts", "body": " 821 (return) [ This comparison is exaggerated, with the intention, no doubt, of attacking the authority of the Bible, which boasts of the fertility of Palestine. Gibbon’s only authorities were that of Strabo (l. xvi. 1104) and the present state of the country. But Strabo only speaks of the neighborhood of Jerusalem, which he calls barren and arid to the extent of sixty stadia round the city: in other parts he gives a favorable testimony to the fertility of many parts of Palestine: thus he says, “Near Jericho there is a grove of palms, and a country of a hundred stadia, full of springs, and well peopled.” Moreover, Strabo had never seen Palestine; he spoke only after reports, which may be as inaccurate as those according to which he has composed that description of Germany, in which Gluverius has detected so many errors. (Gluv. Germ. iii. 1.) Finally, his testimony is contradicted and refuted by that of other ancient authors, and by medals. Tacitus says, in speaking of Palestine, “The inhabitants are healthy and robust; the rains moderate; the soil fertile.” (Hist. v. 6.) Ammianus Macellinus says also, “The last of the Syrias is Palestine, a country of considerable extent, abounding in clean and well-cultivated land, and containing some fine cities, none of which yields to the other; but, as it were, being on a parallel, are rivals.”—xiv. 8. See also the historian Josephus, Hist. vi. 1. Procopius of Cæserea, who lived in the sixth century, says that Chosroes, king of Persia, had a great desire to make himself master of Palestine, _on account of its_ extraordinary fertility, its opulence, and the great number of its inhabitants. The Saracens thought the same, and were afraid that Omar. when he went to Jerusalem, charmed with the fertility of the soil and the purity of the air, would never return to Medina. (Ockley, Hist. of Sarac. i. 232.) The importance attached by the Romans to the conquest of Palestine, and the obstacles they encountered, prove also the richness and population of the country. Vespasian and Titus caused medals to be struck with trophies, in which Palestine is represented by a female under a palm-tree, to signify the richness of he country, with this legend: _Judæa capta_. Other medals also indicate this fertility; for instance, that of Herod holding a bunch of grapes, and that of the young Agrippa displaying fruit. As to the present state of he country, one perceives that it is not fair to draw any inference against its ancient fertility: the disasters through which it has passed, the government to which it is subject, the disposition of the inhabitants, explain sufficiently the wild and uncultivated appearance of the land, where, nevertheless, fertile and cultivated districts are still found, according to the testimony of travellers; among others, of Shaw, Maundrel, La Rocque, &c.—G. The Abbé Guénée, in his _Lettres de quelques Juifs à Mons. de Voltaire_, has exhausted the subject of the fertility of Palestine; for Voltaire had likewise indulged in sarcasm on this subject. Gibbon was assailed on this point, not, indeed, by Mr. Davis, who, he slyly insinuates, was prevented by his patriotism as a Welshman from resenting the comparison with Wales, but by other writers. In his Vindication, he first established the correctness of his measurement of Palestine, which he estimates as 7600 square English miles, while Wales is about 7011. As to fertility, he proceeds in the following dexterously composed and splendid passage: “The emperor Frederick II., the enemy and the victim of the clergy, is accused of saying, after his return from his crusade, that the God of the Jews would have despised his promised land, if he had once seen the fruitful realms of Sicily and Naples.” (See Giannone, Istor. Civ. del R. di Napoli, ii. 245.) This raillery, which malice has, perhaps, falsely imputed to Frederick, is inconsistent with truth and piety; yet it must be confessed that the soil of Palestine does not contain that inexhaustible, and, as it were, spontaneous principle of fertility, which, under the most unfavorable circumstances, has covered with rich harvests the banks of the Nile, the fields of Sicily, or the plains of Poland. The Jordan is the only navigable river of Palestine: a considerable part of the narrow space is occupied, or rather lost, in the _Dead Sea_ whose horrid aspect inspires every sensation of disgust, and countenances every tale of horror. The districts which border on Arabia partake of the sandy quality of the adjacent desert. The face of the country, except the sea-coast, and the valley of the Jordan, is covered with mountains, which appear, for the most part, as naked and barren rocks; and in the neighborhood of Jerusalem, there is a real scarcity of the two elements of earth and water. (See Maundrel’s Travels, p. 65, and Reland’s Palestin. i. 238, 395.) These disadvantages, which now operate in their fullest extent, were formerly corrected by the labors of a numerous people, and the active protection of a wise government. The hills were clothed with rich beds of artificial mould, the rain was collected in vast cisterns, a supply of fresh water was conveyed by pipes and aqueducts to the dry lands. The breed of cattle was encouraged in those parts which were not adapted for tillage, and almost every spot was compelled to yield some production for the use of the inhabitants."}