{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Richard\" <henry@pradella.biz>", "subject": "Our store is your cureall!", "body": " That the same unity exists in nature is presupposed by philosophers in the well-known scholastic maxim, which forbids us unnecessarily to augment the number of entities or principles (entia praeter necessitatem non esse multiplicanda). This maxim asserts that nature herself assists in the establishment of this unity of reason, and that the seemingly infinite diversity of phenomena should not deter us from the expectation of discovering beneath this diversity a unity of fundamental properties, of which the aforesaid variety is but a more or less determined form. This unity, although a mere idea, thinkers have found it necessary rather to moderate the desire than to encourage it. It was considered a great step when chemists were able to reduce all salts to two main genera—acids and alkalis; and they regard this difference as itself a mere variety, or different manifestation of one and the same fundamental material. The different kinds of earths (stones and even metals) chemists have endeavoured to reduce to three, and afterwards to two; but still, not content with this advance, they cannot but think that behind these diversities there lurks but one genus—nay, that even salts and earths have a common principle. It might be conjectured that this is merely an economical plan of reason, for the purpose of sparing itself trouble, and an attempt of a purely hypothetical character, which, when successful, gives an appearance of probability to the principle of explanation employed by the reason. But a selfish purpose of this kind is easily to be distinguished from the idea, according to which every one presupposes that this unity is in accordance with the laws of nature, and that reason does not in this case request, but requires, although we are quite unable to determine the proper limits of this unity."}