{"label": "ham", "to_address": "\"Jiong Zhang, PhD\" <jizhang@chori.org>", "from_address": "\"Henrique Dallazuanna\" <wwwhsd@gmail.com>", "subject": "Re: [R] stack multiple plots on one page", "body": " The law of nature instructs most animals to cherish and educate their infant progeny. The law of reason inculcates to the human species the returns of filial piety. But the exclusive, absolute, and perpetual dominion of the father over his children, is peculiar to the Roman jurisprudence, 102 and seems to be coeval with the foundation of the city. 103 The paternal power was instituted or confirmed by Romulus himself; and, after the practice of three centuries, it was inscribed on the fourth table of the Decemvirs. In the forum, the senate, or the camp, the adult son of a Roman citizen enjoyed the public and private rights of a person: in his father’s house he was a mere thing; 1031 confounded by the laws with the movables, the cattle, and the slaves, whom the capricious master might alienate or destroy, without being responsible to any earthly tribunal. The hand which bestowed the daily sustenance might resume the voluntary gift, and whatever was acquired by the labor or fortune of the son was immediately lost in the property of the father. His stolen goods (his oxen or his children) might be recovered by the same action of theft; 104 and if either had been guilty of a trespass, it was in his own option to compensate the damage, or resign to the injured party the obnoxious animal. At the call of indigence or avarice, the master of a family could dispose of his children or his slaves. But the condition of the slave was far more advantageous, since he regained, by the first manumission, his alienated freedom: the son was again restored to his unnatural father; he might be condemned to servitude a second and a third time, and it was not till after the third sale and deliverance, 105 that he was enfranchised from the domestic power which had been so repeatedly abused. According to his discretion, a father might chastise the real or imaginary faults of his children, by stripes, by imprisonment, by exile, by sending them to the country to work in chains among the meanest of his servants. The majesty of a parent was armed with the power of life and death; 106 and the examples of such bloody executions, which were sometimes praised and never punished, may be traced in the annals of Rome beyond the times of Pompey and Augustus. Neither age, nor rank, nor the consular office, nor the honors of a triumph, could exempt the most illustrious citizen from the bonds of filial subjection: 107 his own descendants were included in the family of their common ancestor; and the claims of adoption were not less sacred or less rigorous than those of nature. Without fear, though not without danger of abuse, the Roman legislators had reposed an unbounded confidence in the sentiments of paternal love; and the oppression was tempered by the assurance that each generation must succeed in its turn to the awful dignity of parent and master."}