{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Vladimir Eremeev <wl2776@gmail.com>", "subject": "Re: [R] Batch", "body": " The conclusions which he draws from these data are summed up by him as follows. Having assumed that the number of the perfect or divine cycle is the number of the world, and the number of the imperfect cycle the number of the state, he proceeds: ‘The period of the world is defined by the perfect number 6, that of the state by the cube of that number or 216, which is the product of the last pair of terms in the Platonic Tetractys (a series of seven terms, 1, 2, 3, 4, 9, 8, 27); and if we take this as the basis of our computation, we shall have two cube numbers (Greek), viz. 8 and 27; and the mean proportionals between these, viz. 12 and 18, will furnish three intervals and four terms, and these terms and intervals stand related to one another in the sesqui-altera ratio, i.e. each term is to the preceding as 3/2. Now if we remember that the number 216 = 8 x 27 = 3 cubed + 4 cubed + 5 cubed, and 3 squared + 4 squared = 5 squared, we must admit that this number implies the numbers 3, 4, 5, to which musicians attach so much importance. And if we combine the ratio 4/3 with the number 5, or multiply the ratios of the sides by the hypotenuse, we shall by first squaring and then cubing obtain two expressions, which denote the ratio of the two last pairs of terms in the Platonic Tetractys, the former multiplied by the square, the latter by the cube of the number 10, the sum of the first four digits which constitute the Platonic Tetractys.’ The two (Greek) he elsewhere explains as follows: ‘The first (Greek) is (Greek), in other words (4/3 x 5) all squared = 100 x 2 squared over 3 squared. The second (Greek), a cube of the same root, is described as 100 multiplied (alpha) by the rational diameter of 5 diminished by unity, i.e., as shown above, 48: (beta) by two incommensurable diameters, i.e. the two first irrationals, or 2 and 3: and (gamma) by the cube of 3, or 27. Thus we have (48 + 5 + 27) 100 = 1000 x 2 cubed. This second harmony is to be the cube of the number of which the former harmony is the square, and therefore must be divided by the cube of 3. In other words, the whole expression will be: (1), for the first harmony, 400/9: (2), for the second harmony, 8000/27.’"}