{"label": "ham", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCCVA", "body": " Aristotle censures the community of property much in the spirit of modern political economy, as tending to repress industry, and as doing away with the spirit of benevolence. Modern writers almost refuse to consider the subject, which is supposed to have been long ago settled by the common opinion of mankind. But it must be remembered that the sacredness of property is a notion far more fixed in modern than in ancient times. The world has grown older, and is therefore more conservative. Primitive society offered many examples of land held in common, either by a tribe or by a township, and such may probably have been the original form of landed tenure. Ancient legislators had invented various modes of dividing and preserving the divisions of land among the citizens; according to Aristotle there were nations who held the land in common and divided the produce, and there were others who divided the land and stored the produce in common. The evils of debt and the inequality of property were far greater in ancient than in modern times, and the accidents to which property was subject from war, or revolution, or taxation, or other legislative interference, were also greater. All these circumstances gave property a less fixed and sacred character. The early Christians are believed to have held their property in common, and the principle is sanctioned by the words of Christ himself, and has been maintained as a counsel of perfection in almost all ages of the Church. Nor have there been wanting instances of modern enthusiasts who have made a religion of communism; in every age of religious excitement notions like Wycliffe’s ‘inheritance of grace’ have tended to prevail. A like spirit, but fiercer and more violent, has appeared in politics. ‘The preparation of the Gospel of peace’ soon becomes the red flag of Republicanism."}