{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Jenda Krynicky\" <Jenda@Krynicky.cz>", "subject": "Re: Declaring constants in perl", "body": " The owner of commodities can receive money from circulation only in return for a commodity which he gives to it. Constant selling, continual throwing of commodities into circulation is, therefore, the first condition of hoarding from the standpoint of the circulation of commodities. On the other hand, money as a medium of circulation constantly disappears in the very process of circulation by being realized all the time in use-values and becoming dissolved in fleeting pleasures. It must, therefore, be taken out of the all-consuming stream of circulation or the commodity must be kept up in its first metamorphosis, so that money is prevented from performing its function of a means of purchase. The commodity owner who has now become a hoarder, must sell as much as possible and buy as little as possible, as old Cato had taught: “patrem familias vendacem, non emacem esse.” While industry constitutes the positive condition of hoarding, saving forms the negative one. The less the equivalent of a commodity is withdrawn from circulation in the form of particular commodities or use-values, the more it is withdrawn in the shape of money or exchange value.[91] The acquisition of wealth in its universal form thus requires abstinence from wealth in its material reality. Thus the stimulating impulse for hoarding is _greed_, the objects of which are not commodities as use-values, but exchange value as commodity. In order to get possession of the surplus in its universal form, the particular wants must be treated as so much luxury and excess. Thus the Cortes presented a report to Philipp II., in 1593, in which, among other things, was said: “The Cortes of Valladolid in the year 1586 petitioned Your Majesty not to allow the further importation into the Kingdom of candles, glassware, jewelry, knives and similar articles; these things useless to human life come from abroad to be exchanged for gold, as though the Spaniards were Indians.” The hoarder despises the worldly, temporary and transitory enjoyments in his hunt after the eternal treasure, which neither moth nor rust can eat, which is perfectly celestial and earthly at the same time. “The general remote cause of our want of money is the great excess of this Kingdom in consuming the Commodities of Forreine Countries, which prove to us discommodities, in hindering us of so much treasure, which otherwise would bee brought in, in lieu of those toyes.... Wee ... consume amongst us, that great abundance of the Wines of Spaine, of France, of the Rhene, of the Levant ... the Raisins of Spaine, the Corints of the Levant, the Lawnes and Cambricks of Hannaults ... the Silkes of Italie, the Sugers and Tobaco of the West Indies, the Spices of the East Indies: All which are of no necessetie unto us and yet are bought with ready mony.”[92]"}