{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " From very early times this had been more the case with the Athenians than with others. Under Cecrops and the first kings, down to the reign of Theseus, Attica had always consisted of a number of independent townships, each with its own town hall and magistrates. Except in times of danger the king at Athens was not consulted; in ordinary seasons they carried on their government and settled their affairs without his interference; sometimes even they waged war against him, as in the case of the Eleusinians with Eumolpus against Erechtheus. In Theseus, however, they had a king of equal intelligence and power; and one of the chief features in his organization of the country was to abolish the council-chambers and magistrates of the petty cities, and to merge them in the single council-chamber and town hall of the present capital. Individuals might still enjoy their private property just as before, but they were henceforth compelled to have only one political centre, viz., Athens; which thus counted all the inhabitants of Attica among her citizens, so that when Theseus died he left a great state behind him. Indeed, from him dates the Synoecia, or Feast of Union; which is paid for by the state, and which the Athenians still keep in honour of the goddess. Before this the city consisted of the present citadel and the district beneath it looking rather towards the south. This is shown by the fact that the temples of the other deities, besides that of Athene, are in the citadel; and even those that are outside it are mostly situated in this quarter of the city, as that of the Olympian Zeus, of the Pythian Apollo, of Earth, and of Dionysus in the Marshes, the same in whose honour the older Dionysia are to this day celebrated in the month of Anthesterion not only by the Athenians but also by their Ionian descendants. There are also other ancient temples in this quarter. The fountain too, which, since the alteration made by the tyrants, has been called Enneacrounos, or Nine Pipes, but which, when the spring was open, went by the name of Callirhoe, or Fairwater, was in those days, from being so near, used for the most important offices. Indeed, the old fashion of using the water before marriage and for other sacred purposes is still kept up. Again, from their old residence in that quarter, the citadel is still known among Athenians as the city."}