{"label": "spam", "to_address": "<jewellaqdokgdvtbj@flax24.uwaterloo.ca>", "from_address": "\"Viola Schultz\" <a_rocksyahoo.de@nokia.com>", "subject": "Viagra with a rebate reduction abatement up to 75%", "body": " To what an extent doctrines intrinsically fitted to make the deepest impression upon the mind may remain in it as dead beliefs, without being ever realised in the imagination, the feelings, or the understanding, is exemplified by the manner in which the majority of believers hold the doctrines of Christianity. By Christianity I here mean what is accounted such by all churches and sects--the maxims and precepts contained in the New Testament. These are considered sacred, and accepted as laws, by all professing Christians. Yet it is scarcely too much to say that not one Christian in a thousand guides or tests his individual conduct by reference to those laws. The standard to which he does refer it, is the custom of his nation, his class, or his religious profession. He has thus, on the one hand, a collection of ethical maxims, which he believes to have been vouchsafed to him by infallible wisdom as rules for his government; and on the other, a set of every-day judgments and practices, which go a certain length with some of those maxims, not so great a length with others, stand in direct opposition to some, and are, on the whole, a compromise between the Christian creed and the interests and suggestions of worldly life. To the first of these standards he gives his homage; to the other his real allegiance. All Christians believe that the blessed are the poor and humble, and those who are ill-used by the world; that it is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of heaven; that they should judge not, lest they be judged; that they should swear not at all; that they should love their neighbour as themselves; that if one take their cloak, they should give him their coat also; that they should take no thought for the morrow; that if they would be perfect, they should sell all that they have and give it to the poor. They are not insincere when they say that they believe these things. They do believe them, as people believe what they have always heard lauded and never discussed. But in the sense of that living belief which regulates conduct, they believe these doctrines just up to the point to which it is usual to act upon them. The doctrines in their integrity are serviceable to pelt adversaries with; and it is understood that they are to be put forward (when possible) as the reasons for whatever people do that they think laudable. But any one who reminded them that the maxims require an infinity of things which they never even think of doing, would gain nothing but to be classed among those very unpopular characters who affect to be better than other people. The doctrines have no hold on ordinary believers--are not a power in their minds. They have a habitual respect for the sound of them, but no feeling which spreads from the words to the things signified, and forces the mind to take _them_ in, and make them conform to the formula. Whenever conduct is concerned, they look round for Mr. A and B to direct them how far to go in obeying Christ."}