{"label": "ham", "to_address": "Perl beginners <beginners@perl.org>", "from_address": "\"John W. Krahn\" <krahnj@telus.net>", "subject": "Re: Conditional in regex", "body": " Yet a reasonable doubt may be entertained, whether any stain of hereditary guilt could be derived from Arcadius to his successor. Eudoxia was a young and beautiful woman, who indulged her passions, and despised her husband; Count John enjoyed, at least, the familiar confidence of the empress; and the public named him as the real father of Theodosius the younger. 59 The birth of a son was accepted, however, by the pious husband, as an event the most fortunate and honorable to himself, to his family, and to the Eastern world: and the royal infant, by an unprecedented favor, was invested with the titles of Caesar and Augustus. In less than four years afterwards, Eudoxia, in the bloom of youth, was destroyed by the consequences of a miscarriage; and this untimely death confounded the prophecy of a holy bishop, 60 who, amidst the universal joy, had ventured to foretell, that she should behold the long and auspicious reign of her glorious son. The Catholics applauded the justice of Heaven, which avenged the persecution of St. Chrysostom; and perhaps the emperor was the only person who sincerely bewailed the loss of the haughty and rapacious Eudoxia. Such a domestic misfortune afflicted him more deeply than the public calamities of the East; 61 the licentious excursions, from Pontus to Palestine, of the Isaurian robbers, whose impunity accused the weakness of the government; and the earthquakes, the conflagrations, the famine, and the flights of locusts, 62 which the popular discontent was equally disposed to attribute to the incapacity of the monarch. At length, in the thirty-first year of his age, after a reign (if we may abuse that word) of thirteen years, three months, and fifteen days, Arcadius expired in the palace of Constantinople. It is impossible to delineate his character; since, in a period very copiously furnished with historical materials, it has not been possible to remark one action that properly belongs to the son of the great Theodosius."}