{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "Hugo Mallinson <hfm21@cam.ac.uk>", "subject": "etc floppy install question", "body": " I. During the long servitude of Persia under the Macedonian and the Parthian yoke, the nations of Europe and Asia had mutually adopted and corrupted each other’s superstitions. The Arsacides, indeed, practised the worship of the Magi; but they disgraced and polluted it with a various mixture of foreign idolatry. 601 The memory of Zoroaster, the ancient prophet and philosopher of the Persians, 7 was still revered in the East; but the obsolete and mysterious language, in which the Zendavesta was composed, 8 opened a field of dispute to seventy sects, who variously explained the fundamental doctrines of their religion, and were all indifferently devided by a crowd of infidels, who rejected the divine mission and miracles of the prophet. To suppress the idolaters, reunite the schismatics, and confute the unbelievers, by the infallible decision of a general council, the pious Artaxerxes summoned the Magi from all parts of his dominions. These priests, who had so long sighed in contempt and obscurity obeyed the welcome summons; and, on the appointed day, appeared, to the number of about eighty thousand. But as the debates of so tumultuous an assembly could not have been directed by the authority of reason, or influenced by the art of policy, the Persian synod was reduced, by successive operations, to forty thousand, to four thousand, to four hundred, to forty, and at last to seven Magi, the most respected for their learning and piety. One of these, Erdaviraph, a young but holy prelate, received from the hands of his brethren three cups of soporiferous wine. He drank them off, and instantly fell into a long and profound sleep. As soon as he waked, he related to the king and to the believing multitude, his journey to heaven, and his intimate conferences with the Deity. Every doubt was silenced by this supernatural evidence; and the articles of the faith of Zoroaster were fixed with equal authority and precision. 9 A short delineation of that celebrated system will be found useful, not only to display the character of the Persian nation, but to illustrate many of their most important transactions, both in peace and war, with the Roman empire. 10"}