{"label": "ham", "to_address": "Paul Smith <phhs80@gmail.com>", "from_address": "Chuck Cleland <ccleland@optonline.net>", "subject": "Re: [R] A problem about all possible sequences", "body": " To the spirit and constitution of that nation, a strong and singular influence may, however, be ascribed. The primitive subjects of Othman were the four hundred families of wandering Turkmans, who had followed his ancestors from the Oxus to the Sangar; and the plains of Anatolia are still covered with the white and black tents of their rustic brethren. But this original drop was dissolved in the mass of voluntary and vanquished subjects, who, under the name of Turks, are united by the common ties of religion, language, and manners. In the cities, from Erzeroum to Belgrade, that national appellation is common to all the Moslems, the first and most honorable inhabitants; but they have abandoned, at least in Romania, the villages, and the cultivation of the land, to the Christian peasants. In the vigorous age of the Ottoman government, the Turks were themselves excluded from all civil and military honors; and a servile class, an artificial people, was raised by the discipline of education to obey, to conquer, and to command. 87 From the time of Orchan and the first Amurath, the sultans were persuaded that a government of the sword must be renewed in each generation with new soldiers; and that such soldiers must be sought, not in effeminate Asia, but among the hardy and warlike natives of Europe. The provinces of Thrace, Macedonia, Albania, Bulgaria, and Servia, became the perpetual seminary of the Turkish army; and when the royal fifth of the captives was diminished by conquest, an inhuman tax of the fifth child, or of every fifth year, was rigorously levied on the Christian families. At the age of twelve or fourteen years, the most robust youths were torn from their parents; their names were enrolled in a book; and from that moment they were clothed, taught, and maintained, for the public service. According to the promise of their appearance, they were selected for the royal schools of Boursa, Pera, and Adrianople, intrusted to the care of the bashaws, or dispersed in the houses of the Anatolian peasantry. It was the first care of their masters to instruct them in the Turkish language: their bodies were exercised by every labor that could fortify their strength; they learned to wrestle, to leap, to run, to shoot with the bow, and afterwards with the musket; till they were drafted into the chambers and companies of the Janizaries, and severely trained in the military or monastic discipline of the order. The youths most conspicuous for birth, talents, and beauty, were admitted into the inferior class of _Agiamoglans_, or the more liberal rank of _Ichoglans_, of whom the former were attached to the palace, and the latter to the person, of the prince. In four successive schools, under the rod of the white eunuchs, the arts of horsemanship and of darting the javelin were their daily exercise, while those of a more studious cast applied themselves to the study of the Koran, and the knowledge of the Arabic and Persian tongues. As they advanced in seniority and merit, they were gradually dismissed to military, civil, and even ecclesiastical employments: the longer their stay, the higher was their expectation; till, at a mature period, they were admitted into the number of the forty agas, who stood before the sultan, and were promoted by his choice to the government of provinces and the first honors of the empire. 88 Such a mode of institution was admirably adapted to the form and spirit of a despotic monarchy. The ministers and generals were, in the strictest sense, the slaves of the emperor, to whose bounty they were indebted for their instruction and support. When they left the seraglio, and suffered their beards to grow as the symbol of enfranchisement, they found themselves in an important office, without faction or friendship, without parents and without heirs, dependent on the hand which had raised them from the dust, and which, on the slightest displeasure, could break in pieces these statues of glass, as they were aptly termed by the Turkish proverb. 89 In the slow and painful steps of education, their characters and talents were unfolded to a discerning eye: the _man_, naked and alone, was reduced to the standard of his personal merit; and, if the sovereign had wisdom to choose, he possessed a pure and boundless liberty of choice. The Ottoman candidates were trained by the virtues of abstinence to those of action; by the habits of submission to those of command. A similar spirit was diffused among the troops; and their silence and sobriety, their patience and modesty, have extorted the reluctant praise of their Christian enemies. 90 Nor can the victory appear doubtful, if we compare the discipline and exercise of the Janizaries with the pride of birth, the independence of chivalry, the ignorance of the new levies, the mutinous temper of the veterans, and the vices of intemperance and disorder, which so long contaminated the armies of Europe."}