{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Ruixin ZHU\" <rxzhu@scbit.org>", "subject": "[R] \"[RODBC] ERROR: Could not SQLExecDirect\"", "body": " The eloquence of Claudian 49 has celebrated, with lavish applause, the victory of Pollentia, one of the most glorious days in the life of his patron; but his reluctant and partial muse bestows more genuine praise on the character of the Gothic king. His name is, indeed, branded with the reproachful epithets of pirate and robber, to which the conquerors of every age are so justly entitled; but the poet of Stilicho is compelled to acknowledge that Alaric possessed the invincible temper of mind, which rises superior to every misfortune, and derives new resources from adversity. After the total defeat of his infantry, he escaped, or rather withdrew, from the field of battle, with the greatest part of his cavalry entire and unbroken. Without wasting a moment to lament the irreparable loss of so many brave companions, he left his victorious enemy to bind in chains the captive images of a Gothic king; 50 and boldly resolved to break through the unguarded passes of the Apennine, to spread desolation over the fruitful face of Tuscany, and to conquer or die before the gates of Rome. The capital was saved by the active and incessant diligence of Stilicho; but he respected the despair of his enemy; and, instead of committing the fate of the republic to the chance of another battle, he proposed to purchase the absence of the Barbarians. The spirit of Alaric would have rejected such terms, the permission of a retreat, and the offer of a pension, with contempt and indignation; but he exercised a limited and precarious authority over the independent chieftains who had raised him, for their service, above the rank of his equals; they were still less disposed to follow an unsuccessful general, and many of them were tempted to consult their interest by a private negotiation with the minister of Honorius. The king submitted to the voice of his people, ratified the treaty with the empire of the West, and repassed the Po with the remains of the flourishing army which he had led into Italy. A considerable part of the Roman forces still continued to attend his motions; and Stilicho, who maintained a secret correspondence with some of the Barbarian chiefs, was punctually apprised of the designs that were formed in the camp and council of Alaric. The king of the Goths, ambitious to signalize his retreat by some splendid achievement, had resolved to occupy the important city of Verona, which commands the principal passage of the Rhaetian Alps; and, directing his march through the territories of those German tribes, whose alliance would restore his exhausted strength, to invade, on the side of the Rhine, the wealthy and unsuspecting provinces of Gaul. Ignorant of the treason which had already betrayed his bold and judicious enterprise, he advanced towards the passes of the mountains, already possessed by the Imperial troops; where he was exposed, almost at the same instant, to a general attack in the front, on his flanks, and in the rear. In this bloody action, at a small distance from the walls of Verona, the loss of the Goths was not less heavy than that which they had sustained in the defeat of Pollentia; and their valiant king, who escaped by the swiftness of his horse, must either have been slain or made prisoner, if the hasty rashness of the Alani had not disappointed the measures of the Roman general. Alaric secured the remains of his army on the adjacent rocks; and prepared himself, with undaunted resolution, to maintain a siege against the superior numbers of the enemy, who invested him on all sides. But he could not oppose the destructive progress of hunger and disease; nor was it possible for him to check the continual desertion of his impatient and capricious Barbarians. In this extremity he still found resources in his own courage, or in the moderation of his adversary; and the retreat of the Gothic king was considered as the deliverance of Italy. 51 Yet the people, and even the clergy, incapable of forming any rational judgment of the business of peace and war, presumed to arraign the policy of Stilicho, who so often vanquished, so often surrounded, and so often dismissed the implacable enemy of the republic. The first momen of the public safety is devoted to gratitude and joy; but the second is diligently occupied by envy and calumny. 52"}