{"label": "spam", "to_address": "\"Gnitpick\" <gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Sydney Car Centre\" <Merrill8783@168city.com>", "subject": "the reply for your request for a job place [letter id: Z008219343975ZA]", "body": " For the same reasons we are justified in introducing into the idea of the supreme cause other anthropomorphic elements (for without these we could not predicate anything of it); we may regard it as allowable to cogitate this cause as a being with understanding, the feelings of pleasure and displeasure, and faculties of desire and will corresponding to these. At the same time, we may attribute to this being infinite perfection—a perfection which necessarily transcends that which our knowledge of the order and design in the world authorize us to predicate of it. For the regulative law of systematic unity requires us to study nature on the supposition that systematic and final unity in infinitum is everywhere discoverable, even in the highest diversity. For, although we may discover little of this cosmical perfection, it belongs to the legislative prerogative of reason to require us always to seek for and to expect it; while it must always be beneficial to institute all inquiries into nature in accordance with this principle. But it is evident that, by this idea of a supreme author of all, which I place as the foundation of all inquiries into nature, I do not mean to assert the existence of such a being, or that I have any knowledge of its existence; and, consequently, I do not really deduce anything from the existence of this being, but merely from its idea, that is to say, from the nature of things in this world, in accordance with this idea. A certain dim consciousness of the true use of this idea seems to have dictated to the philosophers of all times the moderate language used by them regarding the cause of the world. We find them employing the expressions wisdom and care of nature, and divine wisdom, as synonymous—nay, in purely speculative discussions, preferring the former, because it does not carry the appearance of greater pretensions than such as we are entitled to make, and at the same time directs reason to its proper field of action—nature and her phenomena."}