{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Isabel Romero\" <fkaplan@fleshjoe.com>", "subject": "On sandwich whoever nomogram", "body": " I have observed, with pleasure and thankfulness, in the pages of various reviews and treatises, that the spirit of profound and thorough investigation is not extinct in Germany, though it may have been overborne and silenced for a time by the fashionable tone of a licence in thinking, which gives itself the airs of genius, and that the difficulties which beset the paths of criticism have not prevented energetic and acute thinkers from making themselves masters of the science of pure reason to which these paths conduct—a science which is not popular, but scholastic in its character, and which alone can hope for a lasting existence or possess an abiding value. To these deserving men, who so happily combine profundity of view with a talent for lucid exposition—a talent which I myself am not conscious of possessing—I leave the task of removing any obscurity which may still adhere to the statement of my doctrines. For, in this case, the danger is not that of being refuted, but of being misunderstood. For my own part, I must henceforward abstain from controversy, although I shall carefully attend to all suggestions, whether from friends or adversaries, which may be of use in the future elaboration of the system of this Propædeutic. As, during these labours, I have advanced pretty far in years this month I reach my sixty-fourth year—it will be necessary for me to economize time, if I am to carry out my plan of elaborating the metaphysics of nature as well as of morals, in confirmation of the correctness of the principles established in this Critique of Pure Reason, both speculative and practical; and I must, therefore, leave the task of clearing up the obscurities of the present work—inevitable, perhaps, at the outset—as well as, the defence of the whole, to those deserving men, who have made my system their own. A philosophical system cannot come forward armed at all points like a mathematical treatise, and hence it may be quite possible to take objection to particular passages, while the organic structure of the system, considered as a unity, has no danger to apprehend. But few possess the ability, and still fewer the inclination, to take a comprehensive view of a new system. By confining the view to particular passages, taking these out of their connection and comparing them with one another, it is easy to pick out apparent contradictions, especially in a work written with any freedom of style. These contradictions place the work in an unfavourable light in the eyes of those who rely on the judgement of others, but are easily reconciled by those who have mastered the idea of the whole. If a theory possesses stability in itself, the action and reaction which seemed at first to threaten its existence serve only, in the course of time, to smooth down any superficial roughness or inequality, and—if men of insight, impartiality, and truly popular gifts, turn their attention to it—to secure to it, in a short time, the requisite elegance also."}