{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "Charley Barron <KatinaAyala50@yahoo.com>", "subject": "We can help you to feel better!", "body": " Respect is so far from being a feeling of pleasure that we only reluctantly give way to it as regards a man. We try to find out something that may lighten the burden of it, some fault to compensate us for the humiliation which such an example causes. Even the dead are not always secure from this criticism, especially if their example appears inimitable. Even the moral law itself in its solemn majesty is exposed to this endeavour to save oneself from yielding it respect. Can it be thought that it is for any other reason that we are so ready to reduce it to the level of our familiar inclination, or that it is for any other reason that we all take such trouble to make it out to be the chosen precept of our own interest well understood, but that we want to be free from the deterrent respect which shows us our own unworthiness with such severity? Nevertheless, on the other hand, so little is there pain in it that if once one has laid aside self-conceit and allowed practical influence to that respect, he can never be satisfied with contemplating the majesty of this law, and the soul believes itself elevated in proportion as it sees the holy law elevated above it and its frail nature. No doubt great talents and activity proportioned to them may also occasion respect or an analogous feeling. It is very proper to yield it to them, and then it appears as if this sentiment were the same thing as admiration. But if we look closer we shall observe that it is always uncertain how much of the ability is due to native talent, and how much to diligence in cultivating it. Reason represents it to us as probably the fruit of cultivation, and therefore as meritorious, and this notably reduces our self-conceit, and either casts a reproach on us or urges us to follow such an example in the way that is suitable to us. This respect, then, which we show to such a person (properly speaking, to the law that his example exhibits) is not mere admiration; and this is confirmed also by the fact that when the common run of admirers think they have learned from any source the badness of such a man's character (for instance Voltaire's) they give up all respect for him; whereas the true scholar still feels it at least with regard to his talents, because he is himself engaged in a business and a vocation which make imitation of such a man in some degree a law."}