{"label": "spam", "to_address": "\"Hugo Johnston\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Selina\" <gletonict@sunyo-do.co.jp>", "subject": "Know this is private", "body": " 7. But is this a sufficient reason, why philosophers should desist from such researches, and leave superstition still in possession of her retreat? Is it not proper to draw an opposite conclusion, and perceive the necessity of carrying the war into the most secret recesses of the enemy? In vain do we hope, that men, from frequent disappointment, will at last abandon such airy sciences, and discover the proper province of human reason. For, besides, that many persons find too sensible an interest in perpetually recalling such topics; besides this, I say, the motive of blind despair can never reasonably have place in the sciences; since, however unsuccessful former attempts may have proved, there is still room to hope, that the industry, good fortune, or improved sagacity of succeeding generations may reach discoveries unknown to former ages. Each adventurous genius will still leap at the arduous prize, and find himself stimulated, rather that discouraged, by the failures of his predecessors; while he hopes that the glory of achieving so hard an adventure is reserved for him alone. The only method of freeing learning, at once, from these abstruse questions, is to enquire seriously into the nature of human understanding, and show, from an exact analysis of its powers and capacity, that it is by no means fitted for such remote and abstruse subjects. We must submit to this fatigue, in order to live at ease ever after: And must cultivate true metaphysics with some care, in order to destroy the false and adulterate. Indolence, which, to some persons, affords a safeguard against this deceitful philosophy, is, with others, overbalanced by curiosity; and despair, which, at some moments, prevails, may give place afterwards to sanguine hopes and expectations. Accurate and just reasoning is the only catholic remedy, fitted for all persons and all dispositions; and is alone able to subvert that abstruse philosophy and metaphysical jargon, which, being mixed up with popular superstition, renders it in a manner impenetrable to careless reasoners, and gives it the air of science and wisdom."}