{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Ismail =?utf-8?q?D=C3=B6nmez?= <ismail@pardus.org.tr>", "subject": "[PATCH] Python bindings: Don't choke if LIBS flag contains -pie", "body": " After the death of Frederic the Second, Germany was left a monster with a hundred heads. A crowd of princes and prelates disputed the ruins of the empire: the lords of innumerable castles were less prone to obey, than to imitate, their superiors; and, according to the measure of their strength, their incessant hostilities received the names of conquest or robbery. Such anarchy was the inevitable consequence of the laws and manners of Europe; and the kingdoms of France and Italy were shivered into fragments by the violence of the same tempest. But the Italian cities and the French vassals were divided and destroyed, while the union of the Germans has produced, under the name of an empire, a great system of a federative republic. In the frequent and at last the perpetual institution of diets, a national spirit was kept alive, and the powers of a common legislature are still exercised by the three branches or colleges of the electors, the princes, and the free and Imperial cities of Germany. I. Seven of the most powerful feudatories were permitted to assume, with a distinguished name and rank, the exclusive privilege of choosing the Roman emperor; and these electors were the king of Bohemia, the duke of Saxony, the margrave of Brandenburgh, the count palatine of the Rhine, and the three archbishops of Mentz, of Treves, and of Cologne. II. The college of princes and prelates purged themselves of a promiscuous multitude: they reduced to four representative votes the long series of independent counts, and excluded the nobles or equestrian order, sixty thousand of whom, as in the Polish diets, had appeared on horseback in the field of election. III. The pride of birth and dominion, of the sword and the mitre, wisely adopted the commons as the third branch of the legislature, and, in the progress of society, they were introduced about the same aera into the national assemblies of France England, and Germany."}