{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Sean Scanlan\" <sscanlan@stanford.edu>", "subject": "[R] Hotelling T-Squared vs Two-Factor Anova", "body": " II. The near approach of a comet may injure or destroy the globe which we inhabit; but the changes on its surface have been hitherto produced by the action of volcanoes and earthquakes. 82 The nature of the soil may indicate the countries most exposed to these formidable concussions, since they are caused by subterraneous fires, and such fires are kindled by the union and fermentation of iron and sulphur. But their times and effects appear to lie beyond the reach of human curiosity; and the philosopher will discreetly abstain from the prediction of earthquakes, till he has counted the drops of water that silently filtrate on the inflammable mineral, and measured the caverns which increase by resistance the explosion of the imprisoned air. Without assigning the cause, history will distinguish the periods in which these calamitous events have been rare or frequent, and will observe, that this fever of the earth raged with uncommon violence during the reign of Justinian. 83 Each year is marked by the repetition of earthquakes, of such duration, that Constantinople has been shaken above forty days; of such extent, that the shock has been communicated to the whole surface of the globe, or at least of the Roman empire. An impulsive or vibratory motion was felt: enormous chasms were opened, huge and heavy bodies were discharged into the air, the sea alternately advanced and retreated beyond its ordinary bounds, and a mountain was torn from Libanus, 84 and cast into the waves, where it protected, as a mole, the new harbor of Botrys 85 in Phoenicia. The stroke that agitates an ant-hill may crush the insect-myriads in the dust; yet truth must extort confession that man has industriously labored for his own destruction. The institution of great cities, which include a nation within the limits of a wall, almost realizes the wish of Caligula, that the Roman people had but one neck. Two hundred and fifty thousand persons are said to have perished in the earthquake of Antioch, whose domestic multitudes were swelled by the conflux of strangers to the festival of the Ascension. The loss of Berytus 86 was of smaller account, but of much greater value. That city, on the coast of Phoenicia, was illustrated by the study of the civil law, which opened the surest road to wealth and dignity: the schools of Berytus were filled with the rising spirits of the age, and many a youth was lost in the earthquake, who might have lived to be the scourge or the guardian of his country. In these disasters, the architect becomes the enemy of mankind. The hut of a savage, or the tent of an Arab, may be thrown down without injury to the inhabitant; and the Peruvians had reason to deride the folly of their Spanish conquerors, who with so much cost and labor erected their own sepulchres. The rich marbles of a patrician are dashed on his own head: a whole people is buried under the ruins of public and private edifices, and the conflagration is kindled and propagated by the innumerable fires which are necessary for the subsistence and manufactures of a great city. Instead of the mutual sympathy which might comfort and assist the distressed, they dreadfully experience the vices and passions which are released from the fear of punishment: the tottering houses are pillaged by intrepid avarice; revenge embraces the moment, and selects the victim; and the earth often swallows the assassin, or the ravisher, in the consummation of their crimes. Superstition involves the present danger with invisible terrors; and if the image of death may sometimes be subservient to the virtue or repentance of individuals, an affrighted people is more forcibly moved to expect the end of the world, or to deprecate with servile homage the wrath of an avenging Deity."}