{"label": "spam", "to_address": "simpsons@flax24.uwaterloo.ca", "from_address": "Jones           <fg3azgs4x@cdsa.com>", "subject": "Feel new sensations with you partner in your sexual life", "body": " The facts of this remarkable intimacy can easily be stated. The deductions are more difficult. There is no question that Mill's infatuation was the cause of considerable trouble to his acquaintances and friends. His father openly taxed him with being in love with another man's wife. Roebuck, Mrs. Grote, Mrs. Austin, Miss Harriet Martineau were amongst those who suffered because they made some allusion to a forbidden subject. Mrs. Taylor lived with her daughter in a lodging in the country; but in 1851 her husband died, and then Mill made her his wife. Opinions were widely divergent as to her merits; but every one agreed that up to the time of her death, in 1858, Mill was wholly lost to his friends. George Mill, one of Mill's younger brothers, gave it as his opinion that she was a clever and remarkable woman, but \"nothing like what John took her to be.\" Carlyle, in his reminiscences, described her with ambiguous epithets. She was \"vivid,\" \"iridescent,\" \"pale and passionate and sad-looking, a living-romance heroine of the royalist volition and questionable destiny.\" It is not possible to make much of a judgment like this, but we get on more certain ground when we discover that Mrs. Carlyle said on one occasion that \"she is thought to be dangerous,\" and that Carlyle added that she was worse than dangerous, she was patronising. The occasion when Mill and his wife were brought into close contact with the Carlyles is well known. The manuscript of the first volume of the _French Revolution_ had been lent to Mill, and was accidentally burnt by Mrs. Mill's servant. Mill and his wife drove up to Carlyle's door, the wife speechless, the husband so full of conversation that he detained Carlyle with desperate attempts at loquacity for two hours. But Dr. Garnett tells us, in his _Life of Carlyle_, that Mill made a substantial reparation for the calamity for which he was responsible by inducing the aggrieved author to accept half of the £200 which he offered. Mrs. Mill, as I have said, died in 1858, after seven years of happy companionship with her husband, and was buried at Avignon. The inscription which Mill wrote for her grave is too characteristic to be omitted:--\"Her great and loving heart, her noble soul, her clear, powerful, original, and comprehensive intellect, made her the guide and support, the instructor in wisdom and the example in goodness, as she was the sole earthly delight of those who had the happiness to belong to her. As earnest for all public good as she was generous and devoted to all who surrounded her, her influence has been felt in many of the greatest improvements of the age, and will be in those still to come. Were there even a few hearts and intellects like hers, this earth would already become the hoped-for Heaven.\" These lines prove the intensity of Mill's feeling, which is not afraid of abundant verbiage; but they also prove that he could not imagine what the effect would be on others, and, as Grote said, only Mill's reputation could survive these and similar displays."}