{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"CandiceCartwright\" <CandiceCartwright@bellauk.com>", "subject": "Up to 555 /$ for your first 4 deposits!", "body": " In the pure sense of the categories, that is contingent the contradictory opposite of which is possible. Now we cannot reason from empirical contingency to intellectual. The opposite of that which is changed—the opposite of its state—is actual at another time, and is therefore possible. Consequently, it is not the contradictory opposite of the former state. To be that, it is necessary that, in the same time in which the preceding state existed, its opposite could have existed in its place; but such a cognition is not given us in the mere phenomenon of change. A body that was in motion = A, comes into a state of rest = non-A. Now it cannot be concluded from the fact that a state opposite to the state A follows it, that the contradictory opposite of A is possible; and that A is therefore contingent. To prove this, we should require to know that the state of rest could have existed in the very same time in which the motion took place. Now we know nothing more than that the state of rest was actual in the time that followed the state of motion; consequently, that it was also possible. But motion at one time, and rest at another time, are not contradictorily opposed to each other. It follows from what has been said that the succession of opposite determinations, that is, change, does not demonstrate the fact of contingency as represented in the conceptions of the pure understanding; and that it cannot, therefore, conduct us to the fact of the existence of a necessary being. Change proves merely empirical contingency, that is to say, that the new state could not have existed without a cause, which belongs to the preceding time. This cause—even although it is regarded as absolutely necessary—must be presented to us in time, and must belong to the series of phenomena."}