{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "\"Patrick R. Michaud\" <pmichaud@pobox.com>", "subject": "Re: t/codingstd/perlcritic.t needs to be optional", "body": " For there might be a poetry which would be the hymn of divine perfection, the harmony of goodness and truth among men: a strain which should renew the youth of the world, and bring back the ages in which the poet was man’s only teacher and best friend,—which would find materials in the living present as well as in the romance of the past, and might subdue to the fairest forms of speech and verse the intractable materials of modern civilisation,—which might elicit the simple principles, or, as Plato would have called them, the essential forms, of truth and justice out of the variety of opinion and the complexity of modern society,—which would preserve all the good of each generation and leave the bad unsung,—which should be based not on vain longings or faint imaginings, but on a clear insight into the nature of man. Then the tale of love might begin again in poetry or prose, two in one, united in the pursuit of knowledge, or the service of God and man; and feelings of love might still be the incentive to great thoughts and heroic deeds as in the days of Dante or Petrarch; and many types of manly and womanly beauty might appear among us, rising above the ordinary level of humanity, and many lives which were like poems (Laws), be not only written, but lived by us. A few such strains have been heard among men in the tragedies of Aeschylus and Sophocles, whom Plato quotes, not, as Homer is quoted by him, in irony, but with deep and serious approval,—in the poetry of Milton and Wordsworth, and in passages of other English poets,—first and above all in the Hebrew prophets and psalmists. Shakespeare has taught us how great men should speak and act; he has drawn characters of a wonderful purity and depth; he has ennobled the human mind, but, like Homer (Rep.), he ‘has left no way of life.’ The next greatest poet of modern times, Goethe, is concerned with ‘a lower degree of truth’; he paints the world as a stage on which ‘all the men and women are merely players’; he cultivates life as an art, but he furnishes no ideals of truth and action. The poet may rebel against any attempt to set limits to his fancy; and he may argue truly that moralizing in verse is not poetry. Possibly, like Mephistopheles in Faust, he may retaliate on his adversaries. But the philosopher will still be justified in asking, ‘How may the heavenly gift of poesy be devoted to the good of mankind?’"}