{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Damian Knutson\" <besfastgrouppod@fastgroup.kz>", "subject": "Melt away fat easily", "body": " The general representation which we form in our minds of the series of all past states or conditions of the world, or of all the things which at present exist in it, is itself nothing more than a possible empirical regress, which is cogitated—although in an undetermined manner—in the mind, and which gives rise to the conception of a series of conditions for a given object.[60] Now I have a conception of the universe, but not an intuition—that is, not an intuition of it as a whole. Thus I cannot infer the magnitude of the regress from the quantity or magnitude of the world, and determine the former by means of the latter; on the contrary, I must first of all form a conception of the quantity or magnitude of the world from the magnitude of the empirical regress. But of this regress I know nothing more than that I ought to proceed from every given member of the series of conditions to one still higher. But the quantity of the universe is not thereby determined, and we cannot affirm that this regress proceeds in infinitum. Such an affirmation would anticipate the members of the series which have not yet been reached, and represent the number of them as beyond the grasp of any empirical synthesis; it would consequently determine the cosmical quantity prior to the regress (although only in a negative manner)—which is impossible. For the world is not given in its totality in any intuition: consequently, its quantity cannot be given prior to the regress. It follows that we are unable to make any declaration respecting the cosmical quantity in itself—not even that the regress in it is a regress in infinitum; we must only endeavour to attain to a conception of the quantity of the universe, in conformity with the rule which determines the empirical regress in it. But this rule merely requires us never to admit an absolute limit to our series—how far soever we may have proceeded in it, but always, on the contrary, to subordinate every phenomenon to some other as its condition, and consequently to proceed to this higher phenomenon. Such a regress is, therefore, the regressus in indefinitum, which, as not determining a quantity in the object, is clearly distinguishable from the regressus in infinitum."}