{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: New Ion3 licence", "body": " 1781 (return) [ Historical criticism does not consist in rejecting indiscriminately all the facts which do not agree with a particular system, as Gibbon does in this chapter, in which, except at the last extremity, he will not consent to believe a martyrdom. Authorities are to be weighed, not excluded from examination. Now, the Pagan historians justify in many places the detail which have been transmitted to us by the historians of the church, concerning the tortures endured by the Christians. Celsus reproaches the Christians with holding their assemblies in secret, on account of the fear inspired by their sufferings, Òfor when you are arrested,Ó he says, Òyou are dragged to punishment: and, before you are put to death, you have to suffer all kinds of tortures.Ó Origen cont. Cels. l. i. ii. vi. viii. passing. Libanius, the panegyrist of Julian, says, while speaking of the Christians. ÒThose who followed a corrupt religion were in continual apprehensions; they feared lest Julian should invent tortures still more refined than those to which they had been exposed before, as mutilation, burning alive, &c.; for the emperors had inflicted upon them all these barbarities.Ó Lib. Parent in Julian. ap. Fab. Bib. Gr¾c. No. 9, No. 58, p. 283ÑG. ÑÑThis sentence of Gibbon has given rise to several learned dissertation: Mšller, de Fide Eusebii C¾sar, &c., Havni¾, 1813. Danzius, de Eusebio C¾s. Hist. Eccl. Scriptore, ejusque tide historica recte ¾stimand‰, &c., Jen¾, 1815. Kestner Commentatio de Eusebii Hist. Eccles. conditoris auctoritate et fide, &c. See also Reuterdahl, de Fontibus Histori¾ Eccles. Eusebian¾, Lond. Goth., 1826. GibbonÕs inference may appear stronger than the text will warrant, yet it is difficult, after reading the passages, to dismiss all suspicion of partiality from the mind.ÑM.]"}