{"label": "spam", "to_address": "producttestpanel@speedy.uwaterloo.ca", "from_address": "\"07   Health Update\" <alerts@ec-hasslefreeoffers.com>", "subject": "Save up to 48% w/ the best April 2007   health plans: Quick, Easy, Free..", "body": " The great source of our mistake in this subject, and of the unbounded licence of conjecture, which we indulge, is, that we tacitly consider ourselves, as in the place of the Supreme Being, and conclude, that he will, on every occasion, observe the same conduct, which we ourselves, in his situation, would have embraced as reasonable and eligible. But, besides that the ordinary course of nature may convince us, that almost everything is regulated by principles and maxims very different from ours; besides this, I say, it must evidently appear contrary to all rules of analogy to reason, from the intentions and projects of men, to those of a Being so different, and so much superior. In human nature, there is a certain experienced coherence of designs and inclinations; so that when, from any fact, we have discovered one intention of any man, it may often be reasonable, from experience, to infer another, and draw a long chain of conclusions concerning his past or future conduct. But this method of reasoning can never have place with regard to a Being, so remote and incomprehensible, who bears much less analogy to any other being in the universe than the sun to a waxen taper, and who discovers himself only by some faint traces or outlines, beyond which we have no authority to ascribe to him any attribute or perfection. What we imagine to be a superior perfection, may really be a defect. Or were it ever so much a perfection, the ascribing of it to the Supreme Being, where it appears not to have been really exerted, to the full, in his works, savours more of flattery and panegyric, than of just reasoning and sound philosophy. All the philosophy, therefore, in the world, and all the religion, which is nothing but a species of philosophy, will never be able to carry us beyond the usual course of experience, or give us measures of conduct and behaviour different from those which are furnished by reflections on common life. No new fact can ever be inferred from the religious hypothesis; no event foreseen or foretold; no reward or punishment expected or dreaded, beyond what is already known by practice and observation. So that my apology for Epicurus will still appear solid and satisfactory; nor have the political interests of society any connexion with the philosophical disputes concerning metaphysics and religion."}