{"label": "ham", "to_address": "\"Judit Rius Sanjuan\" <judit.rius@keionline.org>", "from_address": "james.love@keionline.org", "subject": "[Ip-health] \"Accesss to Knowledge\" back in at WIPO", "body": " Our suspicions are confirmed by the authority of a contemporary historian, who mentions the virtues of Alexander with respect, and his faults with candor. He describes the judicious plan which had been formed for the conduct of the war. Three Roman armies were destined to invade Persia at the same time, and by different roads. But the operations of the campaign, though wisely concerted, were not executed either with ability or success. The first of these armies, as soon as it had entered the marshy plains of Babylon, towards the artificial conflux of the Euphrates and the Tigris, 51 was encompassed by the superior numbers, and destroyed by the arrows of the enemy. The alliance of Chosroes, king of Armenia, 52 and the long tract of mountainous country, in which the Persian cavalry was of little service, opened a secure entrance into the heart of Media, to the second of the Roman armies. These brave troops laid waste the adjacent provinces, and by several successful actions against Artaxerxes, gave a faint color to the emperor’s vanity. But the retreat of this victorious army was imprudent, or at least unfortunate. In repassing the mountains, great numbers of soldiers perished by the badness of the roads, and the severity of the winter season. It had been resolved, that whilst these two great detachments penetrated into the opposite extremes of the Persian dominions, the main body, under the command of Alexander himself, should support their attack, by invading the centre of the kingdom. But the unexperienced youth, influenced by his mother’s counsels, and perhaps by his own fears, deserted the bravest troops, and the fairest prospect of victory; and after consuming in Mesopotamia an inactive and inglorious summer, he led back to Antioch an army diminished by sickness, and provoked by disappointment. The behavior of Artaxerxes had been very different. Flying with rapidity from the hills of Media to the marshes of the Euphrates, he had everywhere opposed the invaders in person; and in either fortune had united with the ablest conduct the most undaunted resolution. But in several obstinate engagements against the veteran legions of Rome, the Persian monarch had lost the flower of his troops. Even his victories had weakened his power. The favorable opportunities of the absence of Alexander, and of the confusions that followed that emperor’s death, presented themselves in vain to his ambition. Instead of expelling the Romans, as he pretended, from the continent of Asia, he found himself unable to wrest from their hands the little province of Mesopotamia. 53"}