{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"SOLO PARA Esteban  Navarro \" <dippfoendsz@ix.netcom.com>", "subject": "Te da resultado", "body": " This important change in the field of the sciences, this loss of its fancied possessions, to which speculative reason must submit, does not prove in any way detrimental to the general interests of humanity. The advantages which the world has derived from the teachings of pure reason are not at all impaired. The loss falls, in its whole extent, on the _monopoly of the schools_, but does not in the slightest degree touch the _interests of mankind_. I appeal to the most obstinate dogmatist, whether the proof of the continued existence of the soul after death, derived from the simplicity of its substance; of the freedom of the will in opposition to the general mechanism of nature, drawn from the subtle but impotent distinction of subjective and objective practical necessity; or of the existence of God, deduced from the conception of an _ens realissimum_—the contingency of the changeable, and the necessity of a prime mover, has ever been able to pass beyond the limits of the schools, to penetrate the public mind, or to exercise the slightest influence on its convictions. It must be admitted that this has not been the case and that, owing to the unfitness of the common understanding for such subtle speculations, it can never be expected to take place. On the contrary, it is plain that _the hope of a future life_ arises from the feeling, which exists in the breast of every man, that the temporal is inadequate to meet and satisfy the demands of his nature. In like manner, it cannot be doubted that the clear exhibition of duties in opposition to all the claims of inclination, gives rise to the consciousness of _freedom_, and that the glorious order, beauty, and providential care, everywhere displayed in nature, give rise to the belief in a wise and great Author of the Universe. Such is the genesis of these general convictions of mankind, so far as they depend on rational grounds; and this public property not only remains undisturbed, but is even raised to greater importance, by the doctrine that the schools have no right to arrogate to themselves a more profound insight into a matter of general human concernment than that to which the great mass of men, ever held by us in the highest estimation, can without difficulty attain, and that the schools should, therefore, confine themselves to the elaboration of these universally comprehensible and, from a moral point of view, amply satisfactory proofs. The change, therefore, affects only the arrogant pretensions of the schools, which would gladly retain, in their own exclusive possession, the key to the truths which they impart to the public."}