{"label": "ham", "to_address": "parrotbug-followup@parrotcode.org", "from_address": "Mike Mattie <codermattie@gmail.com>", "subject": "Re: [perl #42918] [PATCH] src/library.c use mem_sys_free instead of\n free()", "body": " After this first and unsuccessful trial of their enemies, the whole army of the Goths passed the Tyber, and formed the siege of the city, which continued above a year, till their final departure. Whatever fancy may conceive, the severe compass of the geographer defines the circumference of Rome within a line of twelve miles and three hundred and forty-five paces; and that circumference, except in the Vatican, has invariably been the same from the triumph of Aurelian to the peaceful but obscure reign of the modern popes. 77 But in the day of her greatness, the space within her walls was crowded with habitations and inhabitants; and the populous suburbs, that stretched along the public roads, were darted like so many rays from one common centre. Adversity swept away these extraneous ornaments, and left naked and desolate a considerable part even of the seven hills. Yet Rome in its present state could send into the field about thirty thousand males of a military age; 78 and, notwithstanding the want of discipline and exercise, the far greater part, inured to the hardships of poverty, might be capable of bearing arms for the defence of their country and religion. The prudence of Belisarius did not neglect this important resource. His soldiers were relieved by the zeal and diligence of the people, who watched while they slept, and labored while they reposed: he accepted the voluntary service of the bravest and most indigent of the Roman youth; and the companies of townsmen sometimes represented, in a vacant post, the presence of the troops which had been drawn away to more essential duties. But his just confidence was placed in the veterans who had fought under his banner in the Persian and African wars; and although that gallant band was reduced to five thousand men, he undertook, with such contemptible numbers, to defend a circle of twelve miles, against an army of one hundred and fifty thousand Barbarians. In the walls of Rome, which Belisarius constructed or restored, the materials of ancient architecture may be discerned; 79 and the whole fortification was completed, except in a chasm still extant between the Pincian and Flaminian gates, which the prejudices of the Goths and Romans left under the effectual guard of St. Peter the apostle. 80"}