{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Spie Smith <bdsmith@buncombe.main.nc.us>", "subject": "Re: emu10k1 compilation problms.", "body": " BOOK IV. Adeimantus said: ‘Suppose a person to argue, Socrates, that you make your citizens miserable, and this by their own free-will; they are the lords of the city, and yet instead of having, like other men, lands and houses and money of their own, they live as mercenaries and are always mounting guard.’ You may add, I replied, that they receive no pay but only their food, and have no money to spend on a journey or a mistress. ‘Well, and what answer do you give?’ My answer is, that our guardians may or may not be the happiest of men,—I should not be surprised to find in the long-run that they were,—but this is not the aim of our constitution, which was designed for the good of the whole and not of any one part. If I went to a sculptor and blamed him for having painted the eye, which is the noblest feature of the face, not purple but black, he would reply: ‘The eye must be an eye, and you should look at the statue as a whole.’ ‘Now I can well imagine a fool’s paradise, in which everybody is eating and drinking, clothed in purple and fine linen, and potters lie on sofas and have their wheel at hand, that they may work a little when they please; and cobblers and all the other classes of a State lose their distinctive character. And a State may get on without cobblers; but when the guardians degenerate into boon companions, then the ruin is complete. Remember that we are not talking of peasants keeping holiday, but of a State in which every man is expected to do his own work. The happiness resides not in this or that class, but in the State as a whole. I have another remark to make:—A middle condition is best for artisans; they should have money enough to buy tools, and not enough to be independent of business. And will not the same condition be best for our citizens? If they are poor, they will be mean; if rich, luxurious and lazy; and in neither case contented. ‘But then how will our poor city be able to go to war against an enemy who has money?’ There may be a difficulty in fighting against one enemy; against two there will be none. In the first place, the contest will be carried on by trained warriors against well-to-do citizens: and is not a regular athlete an easy match for two stout opponents at least? Suppose also, that before engaging we send ambassadors to one of the two cities, saying, ‘Silver and gold we have not; do you help us and take our share of the spoil;’—who would fight against the lean, wiry dogs, when they might join with them in preying upon the fatted sheep? ‘But if many states join their resources, shall we not be in danger?’ I am amused to hear you use the word ‘state’ of any but our own State. They are ‘states,’ but not ‘a state’—many in one. For in every state there are two hostile nations, rich and poor, which you may set one against the other. But our State, while she remains true to her principles, will be in very deed the mightiest of Hellenic states."}