{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Nat Y. Pennington\" <ezp@bello2443.freeserve.co.uk>", "subject": "This is a comprehensive solution for manufacturing performance optimization that enables lean manufacturing in highly-repetitive environments.", "body": " It is proper to state that I forego any advantage which could be derived to my argument from the idea of abstract right, as a thing independent of utility. I regard utility as the ultimate appeal on all ethical questions; but it must be utility in the largest sense, grounded on the permanent interests of man as a progressive being. Those interests, I contend, authorise the subjection of individual spontaneity to external control, only in respect to those actions of each, which concern the interest of other people. If any one does an act hurtful to others, there is a _primâ facie_ case for punishing him, by law, or, where legal penalties are not safely applicable, by general disapprobation. There are also many positive acts for the benefit of others, which he may rightfully be compelled to perform; such as, to give evidence in a court of justice; to bear his fair share in the common defence, or in any other joint work necessary to the interest of the society of which he enjoys the protection; and to perform certain acts of individual beneficence, such as saving a fellow-creature's life, or interposing to protect the defenceless against ill-usage, things which whenever it is obviously a man's duty to do, he may rightfully be made responsible to society for not doing. A person may cause evil to others not only by his actions but by his inaction, and in either case he is justly accountable to them for the injury. The latter case, it is true, requires a much more cautious exercise of compulsion than the former. To make any one answerable for doing evil to others, is the rule; to make him answerable for not preventing evil, is, comparatively speaking, the exception. Yet there are many cases clear enough and grave enough to justify that exception. In all things which regard the external relations of the individual, he is _de jure_ amenable to those whose interests are concerned, and if need be, to society as their protector. There are often good reasons for not holding him to the responsibility; but these reasons must arise from the special expediencies of the case: either because it is a kind of case in which he is on the whole likely to act better, when left to his own discretion, than when controlled in any way in which society have it in their power to control him; or because the attempt to exercise control would produce other evils, greater than those which it would prevent. When such reasons as these preclude the enforcement of responsibility, the conscience of the agent himself should step into the vacant judgment seat, and protect those interests of others which have no external protection; judging himself all the more rigidly, because the case does not admit of his being made accountable to the judgment of his fellow-creatures."}