{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " For 100 pounds or 1200 ounces troy of 22 carat gold one can get £4,672-1/2 or gold sovereigns at the English mint; if these sovereigns be put on one side of the weighing scale and one hundred pounds of gold bullion on the other, the two will balance each other, which proves that the sovereign is nothing but a piece of gold of certain weight bearing this name in English coinage and having a shape and stamp of its own. The 4,672-1/2 sovereigns are put into circulation at different points, and once in its grasp they make a certain number of moves per day, some sovereigns more, others less. If the average number of moves per day of each ounce be ten, the 1200 ounces of gold would realize 12,000 ounces or 46,725 sovereigns as the total price of commodities. You may turn and toss an ounce of gold in any way you like, and it will never weigh ten ounces. But here in the process of circulation one ounce practically does weigh ten ounces. The work performed by a coin in the sphere of circulation is equivalent to the quantity of gold it contains multiplied by the number of its moves. Besides the actual importance which a coin possesses by virtue of its being an individual piece of gold of a definite weight, it acquires an ideal significance due to its function. But whether the sovereign circulates once or ten times, in each particular purchase or sale it acts only as one sovereign. It is like a general who by timely appearance at ten different points on the battle field does the work of ten generals, but still remains the same identical general at each point. The idealization of the means of circulation which is due to the supplanting of quantity by rapidity in money circulation, affects only the function of the coin within the sphere of circulation, but not the nature of the individual coin."}