{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"volunteer\" <wrarnhgpj@charter.com>", "subject": "the nicest prices for top quality drugs", "body": " Nothing worse could happen to these labours than that anyone should make the unexpected discovery that there neither is, nor can be, any a priori knowledge at all. But there is no danger of this. This would be the same thing as if one sought to prove by reason that there is no reason. For we only say that we know something by reason, when we are conscious that we could have known it, even if it had not been given to us in experience; hence rational knowledge and knowledge a priori are one and the same. It is a clear contradiction to try to extract necessity from a principle of experience (ex pumice aquam), and to try by this to give a judgement true universality (without which there is no rational inference, not even inference from analogy, which is at least a presumed universality and objective necessity). To substitute subjective necessity, that is, custom, for objective, which exists only in a priori judgements, is to deny to reason the power of judging about the object, i.e., of knowing it, and what belongs to it. It implies, for example, that we must not say of something which often or always follows a certain antecedent state that we can conclude from this to that (for this would imply objective necessity and the notion of an a priori connexion), but only that we may expect similar cases (just as animals do), that is that we reject the notion of cause altogether as false and a mere delusion. As to attempting to remedy this want of objective and consequently universal validity by saying that we can see no ground for attributing any other sort of knowledge to other rational beings, if this reasoning were valid, our ignorance would do more for the enlargement of our knowledge than all our meditation. For, then, on this very ground that we have no knowledge of any other rational beings besides man, we should have a right to suppose them to be of the same nature as we know ourselves to be: that is, we should really know them. I omit to mention that universal assent does not prove the objective validity of a judgement (i.e., its validity as a cognition), and although this universal assent should accidentally happen, it could furnish no proof of agreement with the object; on the contrary, it is the objective validity which alone constitutes the basis of a necessary universal consent."}