{"label": "ham", "to_address": "Benilton Carvalho <bcarvalh@jhsph.edu>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] names of objects in .rda", "body": " The fifteenth of August had been fixed in the council of Clermont for the departure of the pilgrims; but the day was anticipated by the thoughtless and needy crowd of plebeians, and I shall briefly despatch the calamities which they inflicted and suffered, before I enter on the more serious and successful enterprise of the chiefs. Early in the spring, from the confines of France and Lorraine, above sixty thousand of the populace of both sexes flocked round the first missionary of the crusade, and pressed him with clamorous importunity to lead them to the holy sepulchre. The hermit, assuming the character, without the talents or authority, of a general, impelled or obeyed the forward impulse of his votaries along the banks of the Rhine and Danube. Their wants and numbers soon compelled them to separate, and his lieutenant, Walter the Penniless, a valiant though needy soldier, conducted a van guard of pilgrims, whose condition may be determined from the proportion of eight horsemen to fifteen thousand foot. The example and footsteps of Peter were closely pursued by another fanatic, the monk Godescal, whose sermons had swept away fifteen or twenty thousand peasants from the villages of Germany. Their rear was again pressed by a herd of two hundred thousand, the most stupid and savage refuse of the people, who mingled with their devotion a brutal license of rapine, prostitution, and drunkenness. Some counts and gentlemen, at the head of three thousand horse, attended the motions of the multitude to partake in the spoil; but their genuine leaders (may we credit such folly?) were a goose and a goat, who were carried in the front, and to whom these worthy Christians ascribed an infusion of the divine spirit. 35 Of these, and of other bands of enthusiasts, the first and most easy warfare was against the Jews, the murderers of the Son of God. In the trading cities of the Moselle and the Rhine, their colonies were numerous and rich; and they enjoyed, under the protection of the emperor and the bishops, the free exercise of their religion. 36 At Verdun, Treves, Mentz, Spires, Worms, many thousands of that unhappy people were pillaged and massacred: 37 nor had they felt a more bloody stroke since the persecution of Hadrian. A remnant was saved by the firmness of their bishops, who accepted a feigned and transient conversion; but the more obstinate Jews opposed their fanaticism to the fanaticism of the Christians, barricadoed their houses, and precipitating themselves, their families, and their wealth, into the rivers or the flames, disappointed the malice, or at least the avarice, of their implacable foes."}