{"label": "ham", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "TopCoder Studio <competitions@topcoder.com>", "subject": "New TopCoder(R) Studio contest posted", "body": " 41 (return) [ I am ignorant whether the Turks have any writers older than Mahomet II., * nor can I reach beyond a meagre chronicle (Annales Turcici ad Annum 1550) translated by John Gaudier, and published by Leunclavius, (ad calcem Laonic. Chalcond. p. 311—350,) with copious pandects, or commentaries. The history of the Growth and Decay (A.D. 1300—1683) of the Othman empire was translated into English from the Latin MS. of Demetrius Cantemir, prince of Moldavia, (London, 1734, in folio.) The author is guilty of strange blunders in Oriental history; but he was conversant with the language, the annals, and institutions of the Turks. Cantemir partly draws his materials from the Synopsis of Saadi Effendi of Larissa, dedicated in the year 1696 to Sultan Mustapha, and a valuable abridgment of the original historians. In one of the Ramblers, Dr. Johnson praises Knolles (a General History of the Turks to the present Year. London, 1603) as the first of historians, unhappy only in the choice of his subject. Yet I much doubt whether a partial and verbose compilation from Latin writers, thirteen hundred folio pages of speeches and battles, can either instruct or amuse an enlightened age, which requires from the historian some tincture of philosophy and criticism. Note: * We could have wished that M. von Hammer had given a more clear and distinct reply to this question of Gibbon. In a note, vol. i. p. 630. M. von Hammer shows that they had not only sheiks (religious writers) and learned lawyers, but poets and authors on medicine. But the inquiry of Gibbon obviously refers to historians. The oldest of their historical works, of which V. Hammer makes use, is the “Tarichi Aaschik Paschasade,” i. e. the History of the Great Grandson of Aaschik Pasha, who was a dervis and celebrated ascetic poet in the reign of Murad (Amurath) I. Ahmed, the author of the work, lived during the reign of Bajazet II., but, he says, derived much information from the book of Scheik Jachshi, the son of Elias, who was Imaum to Sultan Orchan, (the second Ottoman king) and who related, from the lips of his father, the circumstances of the earliest Ottoman history. This book (having searched for it in vain for five-and-twenty years) our author found at length in the Vatican. All the other Turkish histories on his list, as indeed this, were _written_ during the reign of Mahomet II. It does not appear whether any of the rest cite earlier authorities of equal value with that claimed by the “Tarichi Aaschik Paschasade.”—M. (in Quarterly Review, vol. xlix. p. 292.)]"}