{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Alex Snow <alex_snow@gmx.net>", "subject": "Re: Fedora", "body": " I. Before the invasion of Zingis, China was divided into two empires or dynasties of the North and South; 22 and the difference of origin and interest was smoothed by a general conformity of laws, language, and national manners. The Northern empire, which had been dismembered by Zingis, was finally subdued seven years after his death. After the loss of Pekin, the emperor had fixed his residence at Kaifong, a city many leagues in circumference, and which contained, according to the Chinese annals, fourteen hundred thousand families of inhabitants and fugitives. He escaped from thence with only seven horsemen, and made his last stand in a third capital, till at length the hopeless monarch, protesting his innocence and accusing his fortune, ascended a funeral pile, and gave orders, that, as soon as he had stabbed himself, the fire should be kindled by his attendants. The dynasty of the _Song_, the native and ancient sovereigns of the whole empire, survived about forty-five years the fall of the Northern usurpers; and the perfect conquest was reserved for the arms of Cublai. During this interval, the Moguls were often diverted by foreign wars; and, if the Chinese seldom dared to meet their victors in the field, their passive courage presented and endless succession of cities to storm and of millions to slaughter. In the attack and defence of places, the engines of antiquity and the Greek fire were alternately employed: the use of gunpowder in cannon and bombs appears as a familiar practice; 23 and the sieges were conducted by the Mahometans and Franks, who had been liberally invited into the service of Cublai. After passing the great river, the troops and artillery were conveyed along a series of canals, till they invested the royal residence of Hamcheu, or Quinsay, in the country of silk, the most delicious climate of China. The emperor, a defenceless youth, surrendered his person and sceptre; and before he was sent in exile into Tartary, he struck nine times the ground with his forehead, to adore in prayer or thanksgiving the mercy of the great khan. Yet the war (it was now styled a rebellion) was still maintained in the southern provinces from Hamcheu to Canton; and the obstinate remnant of independence and hostility was transported from the land to the sea. But when the fleet of the _Song_ was surrounded and oppressed by a superior armament, their last champion leaped into the waves with his infant emperor in his arms. “It is more glorious,” he cried, “to die a prince, than to live a slave.” A hundred thousand Chinese imitated his example; and the whole empire, from Tonkin to the great wall, submitted to the dominion of Cublai. His boundless ambition aspired to the conquest of Japan: his fleet was twice shipwrecked; and the lives of a hundred thousand Moguls and Chinese were sacrificed in the fruitless expedition. But the circumjacent kingdoms, Corea, Tonkin, Cochinchina, Pegu, Bengal, and Thibet, were reduced in different degrees of tribute and obedience by the effort or terror of his arms. He explored the Indian Ocean with a fleet of a thousand ships: they sailed in sixty-eight days, most probably to the Isle of Borneo, under the equinoctial line; and though they returned not without spoil or glory, the emperor was dissatisfied that the savage king had escaped from their hands."}