{"label": "ham", "to_address": "\"Bernard Colin\" <bernard.colin@usherbrooke.ca>", "from_address": "\"jim holtman\" <jholtman@gmail.com>", "subject": "Re: [R] Re : Help please for graphics!", "body": " But the genius and power of Julian were unequal to the enterprise of restoring a religion which was destitute of theological principles, of moral precepts, and of ecclesiastical discipline; which rapidly hastened to decay and dissolution, and was not susceptible of any solid or consistent reformation. The jurisdiction of the supreme pontiff, more especially after that office had been united with the Imperial dignity, comprehended the whole extent of the Roman empire. Julian named for his vicars, in the several provinces, the priests and philosophers whom he esteemed the best qualified to cooperate in the execution of his great design; and his pastoral letters, 37 if we may use that name, still represent a very curious sketch of his wishes and intentions. He directs, that in every city the sacerdotal order should be composed, without any distinction of birth and fortune, of those persons who were the most conspicuous for the love of the gods, and of men. ÒIf they are guilty,Ó continues he, Òof any scandalous offence, they should be censured or degraded by the superior pontiff; but as long as they retain their rank, they are entitled to the respect of the magistrates and people. Their humility may be shown in the plainness of their domestic garb; their dignity, in the pomp of holy vestments. When they are summoned in their turn to officiate before the altar, they ought not, during the appointed number of days, to depart from the precincts of the temple; nor should a single day be suffered to elapse, without the prayers and the sacrifice, which they are obliged to offer for the prosperity of the state, and of individuals. The exercise of their sacred functions requires an immaculate purity, both of mind and body; and even when they are dismissed from the temple to the occupations of common life, it is incumbent on them to excel in decency and virtue the rest of their fellow-citizens. The priest of the gods should never be seen in theatres or taverns. His conversation should be chaste, his diet temperate, his friends of honorable reputation; and if he sometimes visits the Forum or the Palace, he should appear only as the advocate of those who have vainly solicited either justice or mercy. His studies should be suited to the sanctity of his profession. Licentious tales, or comedies, or satires, must be banished from his library, which ought solely to consist of historical or philosophical writings; of history, which is founded in truth, and of philosophy, which is connected with religion. The impious opinions of the Epicureans and sceptics deserve his abhorrence and contempt; 38 but he should diligently study the systems of Pythagoras, of Plato, and of the Stoics, which unanimously teach that there _are_ gods; that the world is governed by their providence; that their goodness is the source of every temporal blessing; and that they have prepared for the human soul a future state of reward or punishment.Ó The Imperial pontiff inculcates, in the most persuasive language, the duties of benevolence and hospitality; exhorts his inferior clergy to recommend the universal practice of those virtues; promises to assist their indigence from the public treasury; and declares his resolution of establishing hospitals in every city, where the poor should be received without any invidious distinction of country or of religion. Julian beheld with envy the wise and humane regulations of the church; and he very frankly confesses his intention to deprive the Christians of the applause, as well as advantage, which they had acquired by the exclusive practice of charity and beneficence. 39 The same spirit of imitation might dispose the emperor to adopt several ecclesiastical institutions, the use and importance of which were approved by the success of his enemies. But if these imaginary plans of reformation had been realized, the forced and imperfect copy would have been less beneficial to Paganism, than honorable to Christianity. 40 The Gentiles, who peaceably followed the customs of their ancestors, were rather surprised than pleased with the introduction of foreign manners; and in the short period of his reign, Julian had frequent occasions to complain of the want of fervor of his own party. 41"}