{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "Google Alerts <googlealerts-noreply@google.com>", "subject": "Google Alert - bush", "body": " One of the most subtile disputants of the Manichaean school has pressed the danger and indecency of supposing, that the God of the Christians, in the state of a human foetus, emerged at the end of nine months from a female womb. The pious horror of his antagonists provoked them to disclaim all sensual circumstances of conception and delivery; to maintain that the divinity passed through Mary like a sunbeam through a plate of glass; and to assert, that the seal of her virginity remained unbroken even at the moment when she became the mother of Christ. But the rashness of these concessions has encouraged a milder sentiment of those of the Docetes, who taught, not that Christ was a phantom, but that he was clothed with an impassible and incorruptible body. Such, indeed, in the more orthodox system, he has acquired since his resurrection, and such he must have always possessed, if it were capable of pervading, without resistance or injury, the density of intermediate matter. Devoid of its most essential properties, it might be exempt from the attributes and infirmities of the flesh. A foetus that could increase from an invisible point to its full maturity; a child that could attain the stature of perfect manhood without deriving any nourishment from the ordinary sources, might continue to exist without repairing a daily waste by a daily supply of external matter. Jesus might share the repasts of his disciples without being subject to the calls of thirst or hunger; and his virgin purity was never sullied by the involuntary stains of sensual concupiscence. Of a body thus singularly constituted, a question would arise, by what means, and of what materials, it was originally framed; and our sounder theology is startled by an answer which was not peculiar to the Gnostics, that both the form and the substance proceeded from the divine essence. The idea of pure and absolute spirit is a refinement of modern philosophy: the incorporeal essence, ascribed by the ancients to human souls, celestial beings, and even the Deity himself, does not exclude the notion of extended space; and their imagination was satisfied with a subtile nature of air, or fire, or aether, incomparably more perfect than the grossness of the material world. If we define the place, we must describe the figure, of the Deity. Our experience, perhaps our vanity, represents the powers of reason and virtue under a human form. The Anthropomorphites, who swarmed among the monks of Egypt and the Catholics of Africa, could produce the express declaration of Scripture, that man was made after the image of his Creator. 12 The venerable Serapion, one of the saints of the Nitrian deserts, relinquished, with many a tear, his darling prejudice; and bewailed, like an infant, his unlucky conversion, which had stolen away his God, and left his mind without any visible object of faith or devotion. 13"}