{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Rev 11917: Allow regexes in known-failures file in\n\tfile:///home/jelmer/bzr.samba/SAMBA_4_0/", "body": " The falling dynasty of the Samanides was at first protected, and at last overthrown, by their servants; and, in the public disorders, the fortune of Mahmud continually increased. From him the title of Sultan 4 was first invented; and his kingdom was enlarged from Transoxiana to the neighborhood of Ispahan, from the shores of the Caspian to the mouth of the Indus. But the principal source of his fame and riches was the holy war which he waged against the Gentoos of Hindostan. In this foreign narrative I may not consume a page; and a volume would scarcely suffice to recapitulate the battles and sieges of his twelve expeditions. Never was the Mussulman hero dismayed by the inclemency of the seasons, the height of the mountains, the breadth of the rivers, the barrenness of the desert, the multitudes of the enemy, or the formidable array of their elephants of war. 5 The sultan of Gazna surpassed the limits of the conquests of Alexander: after a march of three months, over the hills of Cashmir and Thibet, he reached the famous city of Kinnoge, 6 on the Upper Ganges; and, in a naval combat on one of the branches of the Indus, he fought and vanquished four thousand boats of the natives. Delhi, Lahor, and Multan, were compelled to open their gates: the fertile kingdom of Guzarat attracted his ambition and tempted his stay; and his avarice indulged the fruitless project of discovering the golden and aromatic isles of the Southern Ocean. On the payment of a tribute, the rajahs preserved their dominions; the people, their lives and fortunes; but to the religion of Hindostan the zealous Mussulman was cruel and inexorable: many hundred temples, or pagodas, were levelled with the ground; many thousand idols were demolished; and the servants of the prophet were stimulated and rewarded by the precious materials of which they were composed. The pagoda of Sumnat was situate on the promontory of Guzarat, in the neighborhood of Diu, one of the last remaining possessions of the Portuguese. 7 It was endowed with the revenue of two thousand villages; two thousand Brahmins were consecrated to the service of the Deity, whom they washed each morning and evening in water from the distant Ganges: the subordinate ministers consisted of three hundred musicians, three hundred barbers, and five hundred dancing girls, conspicuous for their birth or beauty. Three sides of the temple were protected by the ocean, the narrow isthmus was fortified by a natural or artificial precipice; and the city and adjacent country were peopled by a nation of fanatics. They confessed the sins and the punishment of Kinnoge and Delhi; but if the impious stranger should presume to approach their holy precincts, he would surely be overwhelmed by a blast of the divine vengeance. By this challenge, the faith of Mahmud was animated to a personal trial of the strength of this Indian deity. Fifty thousand of his worshippers were pierced by the spear of the Moslems; the walls were scaled; the sanctuary was profaned; and the conqueror aimed a blow of his iron mace at the head of the idol. The trembling Brahmins are said to have offered ten millions 711 sterling for his ransom; and it was urged by the wisest counsellors, that the destruction of a stone image would not change the hearts of the Gentoos; and that such a sum might be dedicated to the relief of the true believers. “Your reasons,” replied the sultan, “are specious and strong; but never in the eyes of posterity shall Mahmud appear as a merchant of idols.” 712 He repeated his blows, and a treasure of pearls and rubies, concealed in the belly of the statue, explained in some degree the devout prodigality of the Brahmins. The fragments of the idol were distributed to Gazna, Mecca, and Medina. Bagdad listened to the edifying tale; and Mahmud was saluted by the caliph with the title of guardian of the fortune and faith of Mahomet."}