{"label": "ham", "to_address": "Zombie Warwick <ktwarwic@speedy.uwaterloo.ca>", "from_address": "Doctor Dictionary <doctor@dictionary.com>", "subject": "apostasy: Dictionary.com Word of the Day", "body": " “And yet the latter, if brought under, might be kept under; while the Sicilians, even if conquered, are too far off and too numerous to be ruled without difficulty. Now it is folly to go against men who could not be kept under even if conquered, while failure would leave us in a very different position from that which we occupied before the enterprise. The Siceliots, again, to take them as they are at present, in the event of a Syracusan conquest (the favourite bugbear of the Egestaeans), would to my thinking be even less dangerous to us than before. At present they might possibly come here as separate states for love of Lacedaemon; in the other case one empire would scarcely attack another; for after joining the Peloponnesians to overthrow ours, they could only expect to see the same hands overthrow their own in the same way. The Hellenes in Sicily would fear us most if we never went there at all, and next to this, if after displaying our power we went away again as soon as possible. We all know that that which is farthest off, and the reputation of which can least be tested, is the object of admiration; at the least reverse they would at once begin to look down upon us, and would join our enemies here against us. You have yourselves experienced this with regard to the Lacedaemonians and their allies, whom your unexpected success, as compared with what you feared at first, has made you suddenly despise, tempting you further to aspire to the conquest of Sicily. Instead, however, of being puffed up by the misfortunes of your adversaries, you ought to think of breaking their spirit before giving yourselves up to confidence, and to understand that the one thought awakened in the Lacedaemonians by their disgrace is how they may even now, if possible, overthrow us and repair their dishonour; inasmuch as military reputation is their oldest and chiefest study. Our struggle, therefore, if we are wise, will not be for the barbarian Egestaeans in Sicily, but how to defend ourselves most effectually against the oligarchical machinations of Lacedaemon."}