{"label": "spam", "to_address": "captains <captains@flax24.uwaterloo.ca>", "from_address": "Fu kobayasi <pen@mailwon.com>", "subject": "=?ISO-2022-JP?B?GyRCJV4lXiRLMnEkQyQ/JGgbKEI=?=\n =?ISO-2022-JP?B?GyRCInYbKEI=?=", "body": " This we find verified in the American tribes, where men live in concord and amity among themselves without any established government and never pay submission to any of their fellows, except in time of war, when their captain enjoys a shadow of authority, which he loses after their return from the field, and the establishment of peace with the neighbouring tribes. This authority, however, instructs them in the advantages of government, and teaches them to have recourse to it, when either by the pillage of war, by commerce, or by any fortuitous inventions, their riches and possessions have become so considerable as to make them forget, on every emergence, the interest they have in the preservation of peace and justice. Hence we may give a plausible reason, among others, why all governments are at first monarchical, without any mixture and variety; and why republics arise only from the abuses of monarchy and despotic power. Camps are the true mothers of cities; and as war cannot be administered, by reason of the suddenness of every exigency, without some authority in a single person, the same kind of authority naturally takes place in that civil government, which succeeds the military. And this reason I take to be more natural, than the common one derived from patriarchal government, or the authority of a father, which is said first to take place in one family, and to accustom the members of it to the government of a single person. The state of society without government is one of the most natural states of men, and must submit with the conjunction of many families, and long after the first generation. Nothing but an encrease of riches and possessions could oblige men to quit it; and so barbarous and uninstructed are all societies on their first formation, that many years must elapse before these can encrease to such a degree, as to disturb men in the enjoyment of peace and concord. But though it be possible for men to maintain a small uncultivated society without government, it is impossible they should maintain a society of any kind without justice, and the observance of those three fundamental laws concerning the stability of possession, its translation by consent, and the performance of promises. These are, therefore, antecedent to government, and are supposed to impose an obligation before the duty of allegiance to civil magistrates has once been thought of. Nay, I shall go farther, and assert, that government, upon its first establishment, would naturally be supposed. to derive its obligation from those laws of nature, and, in particular, from that concerning the performance of promises. When men have once perceived the necessity of government to maintain peace, and execute justice, they would naturally assemble together, would chuse magistrates, determine power, and promise them obedience. As a promise is supposed to be a bond or security already in use, and attended with a moral obligation, it is to be considered as the original sanction of government, and as the source of the first obligation to obedience. This reasoning appears so natural, that it has become the foundation of our fashionable system of politics, and is in a manner the creed of a party amongst us, who pride themselves, with reason, on the soundness of their philosophy, and their liberty of thought. All men, say they, are born free and equal: Government and superiority can only be established by consent: The consent of men, in establishing government, imposes on them a new obligation, unknown to the laws of nature. Men, therefore, are bound to obey their magistrates, only because they promise it; and if they had not given their word, either expressly or tacitly, to preserve allegiance, it would never have become a part of their moral duty. This conclusion, however, when carried so far as to comprehend government in all its ages and situations, is entirely erroneous; and I maintain, that though the duty of allegiance be at first grafted on the obligation of promises, and be for some time supported by that obligation, yet it quickly takes root of itself, and has an original obligation and authority, independent of all contracts. This is a principle of moment, which we must examine with care and attention, before we proceed any farther."}