{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "=?ISO-8859-1?B?R3VpbGxlcm1vIFZhbGTpcw==?= <noreply@club.miarroba.com>", "subject": "[R] =?iso-8859-1?q?Hola?=", "body": " The Catholics, oppressed by royal and military force, were far superior to their adversaries in numbers and learning. With the same weapons which the Greek 112 and Latin fathers had already provided for the Arian controversy, they repeatedly silenced, or vanquished, the fierce and illiterate successors of Ulphilas. The consciousness of their own superiority might have raised them above the arts and passions of religious warfare. Yet, instead of assuming such honorable pride, the orthodox theologians were tempted, by the assurance of impunity, to compose fictions, which must be stigmatized with the epithets of fraud and forgery. They ascribed their own polemical works to the most venerable names of Christian antiquity; the characters of Athanasius and Augustin were awkwardly personated by Vigilius and his disciples; 113 and the famous creed, which so clearly expounds the mysteries of the Trinity and the Incarnation, is deduced, with strong probability, from this African school. 114 Even the Scriptures themselves were profaned by their rash and sacrilegious hands. The memorable text, which asserts the unity of the three who bear witness in heaven, 115 is condemned by the universal silence of the orthodox fathers, ancient versions, and authentic manuscripts. 116 It was first alleged by the Catholic bishops whom Hunneric summoned to the conference of Carthage. 117 An allegorical interpretation, in the form, perhaps, of a marginal note, invaded the text of the Latin Bibles, which were renewed and corrected in a dark period of ten centuries. 118 After the invention of printing, 119 the editors of the Greek Testament yielded to their own prejudices, or those of the times; 120 and the pious fraud, which was embraced with equal zeal at Rome and at Geneva, has been infinitely multiplied in every country and every language of modern Europe."}