{"label": "spam", "to_address": "Mail <mail@flax9.uwaterloo.ca>", "from_address": "Deborah Rowe <gotham@goldsweig.com>", "subject": "FDA approved on-line pharmacies", "body": " We can never be induced to believe any matter of fact, except where its cause, or its effect, is present to us; but what the nature is of that belief, which arises from the relation of cause and effect, few have had the curiosity to ask themselves. In my opinion, this dilemma is inevitable. Either the belief is some new idea, such as that of reality or existence, which we join to the simple conception of an object, or it is merely a peculiar feeling or sentiment. That it is not a new idea, annexed to the simple conception, may be evinced from these two arguments. First, We have no abstract idea of existence, distinguishable and separable from the idea of particular objects. It is impossible, therefore, that this idea of existence can be annexed to the idea of any object, or form the difference betwixt a simple conception and belief. Secondly, The mind has the command over all its ideas, and can separate, unite, mix, and vary them, as it pleases; so that if belief consisted merely in a new idea, annexed to the conception, it would be in a man's power to believe what he pleased. We may, therefore, conclude, that belief consists merely in a certain feeling or sentiment; in something, that depends not on the will, but must arise from certain determinate causes and principles, of which we are not masters. When we are convinced of any matter of fact, we do nothing but conceive it, along with a certain feeling, different from what attends the mere reveries of the imagination. And when we express our incredulity concerning any fact, we mean, that the arguments for the fact produce not that feeling. Did not the belief consist in a sentiment different from our mere conception, whatever objects were presented by the wildest imagination, would be on an equal footing with the most established truths founded on history and experience. There is nothing but the feeling, or sentiment, to distinguish the one from the other."}