{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Tracy Figueroa <mretuning@searchious.com>", "subject": "Rock hard erections", "body": " In fine, to conclude this code of morals, I thought of reviewing the different occupations of men in this life, with the view of making choice of the best. And, without wishing to offer any remarks on the employments of others, I may state that it was my conviction that I could not do better than continue in that in which I was engaged, viz., in devoting my whole life to the culture of my reason, and in making the greatest progress I was able in the knowledge of truth, on the principles of the method which I had prescribed to myself. This method, from the time I had begun to apply it, had been to me the source of satisfaction so intense as to lead me to, believe that more perfect or more innocent could not be enjoyed in this life; and as by its means I daily discovered truths that appeared to me of some importance, and of which other men were generally ignorant, the gratification thence arising so occupied my mind that I was wholly indifferent to every other object. Besides, the three preceding maxims were founded singly on the design of continuing the work of self-instruction. For since God has endowed each of us with some light of reason by which to distinguish truth from error, I could not have believed that I ought for a single moment to rest satisfied with the opinions of another, unless I had resolved to exercise my own judgment in examining these whenever I should be duly qualified for the task. Nor could I have proceeded on such opinions without scruple, had I supposed that I should thereby forfeit any advantage for attaining still more accurate, should such exist. And, in fine, I could not have restrained my desires, nor remained satisfied had I not followed a path in which I thought myself certain of attaining all the knowledge to the acquisition of which I was competent, as well as the largest amount of what is truly good which I could ever hope to secure Inasmuch as we neither seek nor shun any object except in so far as our understanding represents it as good or bad, all that is necessary to right action is right judgment, and to the best action the most correct judgment, that is, to the acquisition of all the virtues with all else that is truly valuable and within our reach; and the assurance of such an acquisition cannot fail to render us contented."}