{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: First draft of AGPL v3", "body": " The remaining fragments of the Greek kingdom in Europe and Asia I shall abandon to the Turkish arms; but the final extinction of the two last dynasties 85 which have reigned in Constantinople should terminate the decline and fall of the Roman empire in the East. The despots of the Morea, Demetrius and Thomas, 86 the two surviving brothers of the name of Palæologus, were astonished by the death of the emperor Constantine, and the ruin of the monarchy. Hopeless of defence, they prepared, with the noble Greeks who adhered to their fortune, to seek a refuge in Italy, beyond the reach of the Ottoman thunder. Their first apprehensions were dispelled by the victorious sultan, who contented himself with a tribute of twelve thousand ducats; and while his ambition explored the continent and the islands, in search of prey, he indulged the Morea in a respite of seven years. But this respite was a period of grief, discord, and misery. The _hexamilion_, the rampart of the Isthmus, so often raised and so often subverted, could not long be defended by three hundred Italian archers: the keys of Corinth were seized by the Turks: they returned from their summer excursions with a train of captives and spoil; and the complaints of the injured Greeks were heard with indifference and disdain. The Albanians, a vagrant tribe of shepherds and robbers, filled the peninsula with rapine and murder: the two despots implored the dangerous and humiliating aid of a neighboring bashaw; and when he had quelled the revolt, his lessons inculcated the rule of their future conduct. Neither the ties of blood, nor the oaths which they repeatedly pledged in the communion and before the altar, nor the stronger pressure of necessity, could reconcile or suspend their domestic quarrels. They ravaged each other’s patrimony with fire and sword: the alms and succors of the West were consumed in civil hostility; and their power was only exerted in savage and arbitrary executions. The distress and revenge of the weaker rival invoked their supreme lord; and, in the season of maturity and revenge, Mahomet declared himself the friend of Demetrius, and marched into the Morea with an irresistible force. When he had taken possession of Sparta, “You are too weak,” said the sultan, “to control this turbulent province: I will take your daughter to my bed; and you shall pass the remainder of your life in security and honor.” Demetrius sighed and obeyed; surrendered his daughter and his castles; followed to Adrianople his sovereign and his son; and received for his own maintenance, and that of his followers, a city in Thrace and the adjacent isles of Imbros, Lemnos, and Samothrace. He was joined the next year by a companion 861 of misfortune, the last of the Comnenian race, who, after the taking of Constantinople by the Latins, had founded a new empire on the coast of the Black Sea. 87 In the progress of his Anatolian conquest, Mahomet invested with a fleet and army the capital of David, who presumed to style himself emperor of Trebizond; 88 and the negotiation was comprised in a short and peremptory question, “Will you secure your life and treasures by resigning your kingdom? or had you rather forfeit your kingdom, your treasures, and your life?” The feeble Comnenus was subdued by his own fears, 881 and the example of a Mussulman neighbor, the prince of Sinope, 89 who, on a similar summons, had yielded a fortified city, with four hundred cannon and ten or twelve thousand soldiers. The capitulation of Trebizond was faithfully performed: 891 and the emperor, with his family, was transported to a castle in Romania; but on a slight suspicion of corresponding with the Persian king, David, and the whole Comnenian race, were sacrificed to the jealousy or avarice of the conqueror. 892 Nor could the name of father long protect the unfortunate Demetrius from exile and confiscation; his abject submission moved the pity and contempt of the sultan; his followers were transplanted to Constantinople; and his poverty was alleviated by a pension of fifty thousand aspers, till a monastic habit and a tardy death released Palæologus from an earthly master. It is not easy to pronounce whether the servitude of Demetrius, or the exile of his brother Thomas, 90 be the most inglorious. On the conquest of the Morea, the despot escaped to Corfu, and from thence to Italy, with some naked adherents: his name, his sufferings, and the head of the apostle St. Andrew, entitled him to the hospitality of the Vatican; and his misery was prolonged by a pension of six thousand ducats from the pope and cardinals. His two sons, Andrew and Manuel, were educated in Italy; but the eldest, contemptible to his enemies and burdensome to his friends, was degraded by the baseness of his life and marriage. A title was his sole inheritance; and that inheritance he successively sold to the kings of France and Arragon. 91 During his transient prosperity, Charles the Eighth was ambitious of joining the empire of the East with the kingdom of Naples: in a public festival, he assumed the appellation and the purple of _Augustus_: the Greeks rejoiced and the Ottoman already trembled, at the approach of the French chivalry. 92 Manuel Palæologus, the second son, was tempted to revisit his native country: his return might be grateful, and could not be dangerous, to the Porte: he was maintained at Constantinople in safety and ease; and an honorable train of Christians and Moslems attended him to the grave. If there be some animals of so generous a nature that they refuse to propagate in a domestic state, the last of the Imperial race must be ascribed to an inferior kind: he accepted from the sultan’s liberality two beautiful females; and his surviving son was lost in the habit and religion of a Turkish slave."}