{"label": "ham", "to_address": "Tom Phoenix <tom@stonehenge.com>", "from_address": "Mathew Snyder <theillien@yahoo.com>", "subject": "Re: Problem with runaway format", "body": " The wild people who dwelt or wandered in the plains of Russia, Lithuania, and Poland, might be reduced, in the age of Justinian, under the two great families of the Bulgarians 11 and the Sclavonians. According to the Greek writers, the former, who touched the Euxine and the Lake Maeotis, derived from the Huns their name or descent; and it is needless to renew the simple and well-known picture of Tartar manners. They were bold and dexterous archers, who drank the milk, and feasted on the flesh, of their fleet and indefatigable horses; whose flocks and herds followed, or rather guided, the motions of their roving camps; to whose inroads no country was remote or impervious, and who were practised in flight, though incapable of fear. The nation was divided into two powerful and hostile tribes, who pursued each other with fraternal hatred. They eagerly disputed the friendship, or rather the gifts, of the emperor; and the distinctions which nature had fixed between the faithful dog and the rapacious wolf was applied by an ambassador who received only verbal instructions from the mouth of his illiterate prince. 12 The Bulgarians, of whatsoever species, were equally attracted by Roman wealth: they assumed a vague dominion over the Sclavonian name, and their rapid marches could only be stopped by the Baltic Sea, or the extreme cold and poverty of the north. But the same race of Sclavonians appears to have maintained, in every age, the possession of the same countries. Their numerous tribes, however distant or adverse, used one common language (it was harsh and irregular), and were known by the resemblance of their form, which deviated from the swarthy Tartar, and approached without attaining the lofty stature and fair complexion of the German. Four thousand six hundred villages 13 were scattered over the provinces of Russia and Poland, and their huts were hastily built of rough timber, in a country deficient both in stone and iron. Erected, or rather concealed, in the depth of forests, on the banks of rivers, or the edges of morasses, we may not perhaps, without flattery, compare them to the architecture of the beaver; which they resembled in a double issue, to the land and water, for the escape of the savage inhabitant, an animal less cleanly, less diligent, and less social, than that marvellous quadruped. The fertility of the soil, rather than the labor of the natives, supplied the rustic plenty of the Sclavonians. Their sheep and horned cattle were large and numerous, and the fields which they sowed with millet or panic 14 afforded, in place of bread, a coarse and less nutritive food. The incessant rapine of their neighbors compelled them to bury this treasure in the earth; but on the appearance of a stranger, it was freely imparted by a people, whose unfavorable character is qualified by the epithets of chaste, patient, and hospitable. As their supreme god, they adored an invisible master of the thunder. The rivers and the nymphs obtained their subordinate honors, and the popular worship was expressed in vows and sacrifice. The Sclavonians disdained to obey a despot, a prince, or even a magistrate; but their experience was too narrow, their passions too headstrong, to compose a system of equal law or general defence. Some voluntary respect was yielded to age and valor; but each tribe or village existed as a separate republic, and all must be persuaded where none could be compelled. They fought on foot, almost naked, and except an unwieldy shield, without any defensive armor; their weapons of offence were a bow, a quiver of small poisoned arrows, and a long rope, which they dexterously threw from a distance, and entangled their enemy in a running noose. In the field, the Sclavonian infantry was dangerous by their speed, agility, and hardiness: they swam, they dived, they remained under water, drawing their breath through a hollow cane; and a river or lake was often the scene of their unsuspected ambuscade. But these were the achievements of spies or stragglers; the military art was unknown to the Sclavonians; their name was obscure, and their conquests were inglorious. 15"}