{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r23625 - in branches: SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0_26/source/nsswitch", "body": " This is our first proof. The second is derived from the three kinds of pleasure, which answer to the three elements of the soul—reason, passion, desire; under which last is comprehended avarice as well as sensual appetite, while passion includes ambition, party-feeling, love of reputation. Reason, again, is solely directed to the attainment of truth, and careless of money and reputation. In accordance with the difference of men’s natures, one of these three principles is in the ascendant, and they have their several pleasures corresponding to them. Interrogate now the three natures, and each one will be found praising his own pleasures and depreciating those of others. The money-maker will contrast the vanity of knowledge with the solid advantages of wealth. The ambitious man will despise knowledge which brings no honour; whereas the philosopher will regard only the fruition of truth, and will call other pleasures necessary rather than good. Now, how shall we decide between them? Is there any better criterion than experience and knowledge? And which of the three has the truest knowledge and the widest experience? The experience of youth makes the philosopher acquainted with the two kinds of desire, but the avaricious and the ambitious man never taste the pleasures of truth and wisdom. Honour he has equally with them; they are ‘judged of him,’ but he is ‘not judged of them,’ for they never attain to the knowledge of true being. And his instrument is reason, whereas their standard is only wealth and honour; and if by reason we are to judge, his good will be the truest. And so we arrive at the result that the pleasure of the rational part of the soul, and a life passed in such pleasure is the pleasantest. He who has a right to judge judges thus. Next comes the life of ambition, and, in the third place, that of money-making."}