{"label": "spam", "to_address": "mail@flax9.uwaterloo.ca", "from_address": "\"Window that\" <oop@pcl-net.com>", "subject": "mobil monad", "body": " But instead of seeking contrivances for this purpose, they have lost those they formerly had. The Socratic dialectics, so magnificently exemplified in the dialogues of Plato, were a contrivance of this description. They were essentially a negative discussion of the great questions of philosophy and life, directed with consummate skill to the purpose of convincing any one who had merely adopted the commonplaces of received opinion, that he did not understand the subject--that he as yet attached no definite meaning to the doctrines he professed; in order that, becoming aware of his ignorance, he might be put in the way to attain a stable belief, resting on a clear apprehension both of the meaning of doctrines and of their evidence. The school disputations of the middle ages had a somewhat similar object. They were intended to make sure that the pupil understood his own opinion, and (by necessary correlation) the opinion opposed to it, and could enforce the grounds of the one and confute those of the other. These last-mentioned contests had indeed the incurable defect, that the premises appealed to were taken from authority, not from reason; and, as a discipline to the mind, they were in every respect inferior to the powerful dialectics which formed the intellects of the \"Socratici viri\": but the modern mind owes far more to both than it is generally willing to admit, and the present modes of education contain nothing which in the smallest degree supplies the place either of the one or of the other. A person who derives all his instruction from teachers or books, even if he escape the besetting temptation of contenting himself with cram, is under no compulsion to hear both sides; accordingly it is far from a frequent accomplishment, even among thinkers, to know both sides; and the weakest part of what everybody says in defence of his opinion, is what he intends as a reply to antagonists. It is the fashion of the present time to disparage negative logic--that which points out weaknesses in theory or errors in practice, without establishing positive truths. Such negative criticism would indeed be poor enough as an ultimate result; but as a means to attaining any positive knowledge or conviction worthy the name, it cannot be valued too highly; and until people are again systematically trained to it, there will be few great thinkers, and a low general average of intellect, in any but the mathematical and physical departments of speculation. On any other subject no one's opinions deserve the name of knowledge, except so far as he has either had forced upon him by others, or gone through of himself, the same mental process which would have been required of him in carrying on an active controversy with opponents. That, therefore, which when absent, it is so indispensable, but so difficult, to create, how worse than absurd is it to forego, when spontaneously offering itself! If there are any persons who contest a received opinion, or who will do so if law or opinion will let them, let us thank them for it, open our minds to listen to them, and rejoice that there is some one to do for us what we otherwise ought, if we have any regard for either the certainty or the vitality of our convictions, to do with much greater labour for ourselves."}