{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Marcel.\" <marcel.au@web.de>", "subject": "Re: [R] Execute expression ( R -e) without close", "body": " Of the ecclesiastical chain, many links had been broken by the Paulician reformers; and their liberty was enlarged, as they reduced the number of masters, at whose voice profane reason must bow to mystery and miracle. The early separation of the Gnostics had preceded the establishment of the Catholic worship; and against the gradual innovations of discipline and doctrine they were as strongly guarded by habit and aversion, as by the silence of St. Paul and the evangelists. The objects which had been transformed by the magic of superstition, appeared to the eyes of the Paulicians in their genuine and naked colors. An image made without hands was the common workmanship of a mortal artist, to whose skill alone the wood and canvas must be indebted for their merit or value. The miraculous relics were a heap of bones and ashes, destitute of life or virtue, or of any relation, perhaps, with the person to whom they were ascribed. The true and vivifying cross was a piece of sound or rotten timber, the body and blood of Christ, a loaf of bread and a cup of wine, the gifts of nature and the symbols of grace. The mother of God was degraded from her celestial honors and immaculate virginity; and the saints and angels were no longer solicited to exercise the laborious office of mediation in heaven, and ministry upon earth. In the practice, or at least in the theory, of the sacraments, the Paulicians were inclined to abolish all visible objects of worship, and the words of the gospel were, in their judgment, the baptism and communion of the faithful. They indulged a convenient latitude for the interpretation of Scripture: and as often as they were pressed by the literal sense, they could escape to the intricate mazes of figure and allegory. Their utmost diligence must have been employed to dissolve the connection between the Old and the New Testament; since they adored the latter as the oracles of God, and abhorred the former as the fabulous and absurd invention of men or daemons. We cannot be surprised, that they should have found in the Gospel the orthodox mystery of the Trinity: but, instead of confessing the human nature and substantial sufferings of Christ, they amused their fancy with a celestial body that passed through the virgin like water through a pipe; with a fantastic crucifixion, that eluded the vain and important malice of the Jews. A creed thus simple and spiritual was not adapted to the genius of the times; 7 and the rational Christian, who might have been contented with the light yoke and easy burden of Jesus and his apostles, was justly offended, that the Paulicians should dare to violate the unity of God, the first article of natural and revealed religion. Their belief and their trust was in the Father, of Christ, of the human soul, and of the invisible world."}