{"label": "spam", "to_address": "<gnitpick@speedy.uwaterloo.ca>", "from_address": "\"Alfredo Ham\" <a_quijada@farmersinsurance.com>", "subject": "Viagra: buy with us and you will save your money!", "body": " In considering this subject we may observe a gradation of three opinions, that rise above each other, according as the persons, who form them, acquire new degrees of reason and knowledge. These opinions are that of the vulgar, that of a false philosophy, and that of the true; where we shall find upon enquiry, that the true philosophy approaches nearer to the sentiments of the vulgar, than to those of a mistaken knowledge. It is natural for men, in their common and care, less way of thinking, to imagine they perceive a connexion betwixt such objects as they have constantly found united together; and because custom has rendered it difficult to separate the ideas, they are apt to fancy such a separation to be in itself impossible and absurd. But philosophers, who abstract from the effects of custom, and compare the ideas of objects, immediately perceive the falshood of these vulgar sentiments, and discover that there is no known connexion among objects. Every different object appears to them entirely distinct and separate; and they perceive, that it is not from a view of the nature and qualities of objects we infer one from another, but only when in several instances we observe them to have been constantly conjoined. But these philosophers, instead of drawing a just inference from this observation, and concluding, that we have no idea of power or agency, separate from the mind, and belonging to causes; I say, instead of drawing this conclusion, they frequently search for the qualities, in which this agency consists, and are displeased with every system, which their reason suggests to them, in order to explain it. They have sufficient force of genius to free them from the vulgar error, that there is a natural and perceivable connexion betwixt the several sensible qualities and actions of matter; but not sufficient to keep them from ever seeking for this connexion in matter, or causes. Had they fallen upon the just conclusion, they would have returned back to the situation of the vulgar, and would have regarded all these disquisitions with indolence and indifference. At present they seem to be in a very lamentable condition, and such as the poets have given us but a faint notion of in their descriptions of the punishment of Sisyphus and Tantalus. For what can be imagined more tormenting, than to seek with eagerness, what for ever flies us; and seek for it in a place, where it is impossible it can ever exist?"}