{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Ken Nussear <knussear@usgs.gov>", "subject": "Re: [R] Function to Sort and test AIC for mixed model lme?", "body": " His beneficial or pernicious influence on the public happiness is the last consideration in the character of Mahomet. The most bitter or most bigoted of his Christian or Jewish foes will surely allow that he assumed a false commission to inculcate a salutary doctrine, less perfect only than their own. He piously supposed, as the basis of his religion, the truth and sanctity of their prior revolutions, the virtues and miracles of their founders. The idols of Arabia were broken before the throne of God; the blood of human victims was expiated by prayer, and fasting, and alms, the laudable or innocent arts of devotion; and his rewards and punishments of a future life were painted by the images most congenial to an ignorant and carnal generation. Mahomet was, perhaps, incapable of dictating a moral and political system for the use of his countrymen: but he breathed among the faithful a spirit of charity and friendship; recommended the practice of the social virtues; and checked, by his laws and precepts, the thirst of revenge, and the oppression of widows and orphans. The hostile tribes were united in faith and obedience, and the valor which had been idly spent in domestic quarrels was vigorously directed against a foreign enemy. Had the impulse been less powerful, Arabia, free at home and formidable abroad, might have flourished under a succession of her native monarchs. Her sovereignty was lost by the extent and rapidity of conquest. The colonies of the nation were scattered over the East and West, and their blood was mingled with the blood of their converts and captives. After the reign of three caliphs, the throne was transported from Medina to the valley of Damascus and the banks of the Tigris; the holy cities were violated by impious war; Arabia was ruled by the rod of a subject, perhaps of a stranger; and the Bedoweens of the desert, awakening from their dream of dominion, resumed their old and solitary independence. 187"}