{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"questions ask.\" <jigqwgkzqze@tpnet.pl>", "subject": "T-Mobile, Vodafone, Virgin Mobile und Orange", "body": " The distinction between the loss of consideration which a person may rightly incur by defect of prudence or of personal dignity, and the reprobation which is due to him for an offence against the rights of others, is not a merely nominal distinction. It makes a vast difference both in our feelings and in our conduct towards him, whether he displeases us in things in which we think we have a right to control him, or in things in which we know that we have not. If he displeases us, we may express our distaste, and we may stand aloof from a person as well as from a thing that displeases us; but we shall not therefore feel called on to make his life uncomfortable. We shall reflect that he already bears, or will bear, the whole penalty of his error; if he spoils his life by mismanagement, we shall not, for that reason, desire to spoil it still further: instead of wishing to punish him, we shall rather endeavour to alleviate his punishment, by showing him how he may avoid or cure the evils his conduct tends to bring upon him. He may be to us an object of pity, perhaps of dislike, but not of anger or resentment; we shall not treat him like an enemy of society: the worst we shall think ourselves justified in doing is leaving him to himself, if we do not interfere benevolently by showing interest or concern for him. It is far otherwise if he has infringed the rules necessary for the protection of his fellow-creatures, individually or collectively. The evil consequences of his acts do not then fall on himself, but on others; and society, as the protector of all its members, must retaliate on him; must inflict pain on him for the express purpose of punishment, and must take care that it be sufficiently severe. In the one case, he is an offender at our bar, and we are called on not only to sit in judgment on him, but, in one shape or another, to execute our own sentence: in the other case, it is not our part to inflict any suffering on him, except what may incidentally follow from our using the same liberty in the regulation of our own affairs, which we allow to him in his."}