{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Stanislav Nedelchev <stanislav.nedelchev@gmail.com>", "subject": "Re: How to sum up values", "body": " The passionate declamations of the Catholics, the sole historians of this persecution, cannot afford any distinct series of causes and events; any impartial view of the characters, or counsels; but the most remarkable circumstances that deserve either credit or notice, may be referred to the following heads; I. In the original law, which is still extant, 91 Hunneric expressly declares, (and the declaration appears to be correct,) that he had faithfully transcribed the regulations and penalties of the Imperial edicts, against the heretical congregations, the clergy, and the people, who dissented from the established religion. If the rights of conscience had been understood, the Catholics must have condemned their past conduct or acquiesced in their actual suffering. But they still persisted to refuse the indulgence which they claimed. While they trembled under the lash of persecution, they praised the laudable severity of Hunneric himself, who burnt or banished great numbers of Manichæans; 92 and they rejected, with horror, the ignominious compromise, that the disciples of Arius and of Athanasius should enjoy a reciprocal and similar toleration in the territories of the Romans, and in those of the Vandals. 93 II. The practice of a conference, which the Catholics had so frequently used to insult and punish their obstinate antagonists, was retorted against themselves. 94 At the command of Hunneric, four hundred and sixty-six orthodox bishops assembled at Carthage; but when they were admitted into the hall of audience, they had the mortification of beholding the Arian Cyrila exalted on the patriarchal throne. The disputants were separated, after the mutual and ordinary reproaches of noise and silence, of delay and precipitation, of military force and of popular clamor. One martyr and one confessor were selected among the Catholic bishops; twenty-eight escaped by flight, and eighty-eight by conformity; forty-six were sent into Corsica to cut timber for the royal navy; and three hundred and two were banished to the different parts of Africa, exposed to the insults of their enemies, and carefully deprived of all the temporal and spiritual comforts of life. 95 The hardships of ten years’ exile must have reduced their numbers; and if they had complied with the law of Thrasimund, which prohibited any episcopal consecrations, the orthodox church of Africa must have expired with the lives of its actual members. They disobeyed, and their disobedience was punished by a second exile of two hundred and twenty bishops into Sardinia; where they languished fifteen years, till the accession of the gracious Hilderic. 96 The two islands were judiciously chosen by the malice of their Arian tyrants. Seneca, from his own experience, has deplored and exaggerated the miserable state of Corsica, 97 and the plenty of Sardinia was overbalanced by the unwholesome quality of the air. 98 III. The zeal of Genseric and his successors, for the conversion of the Catholics, must have rendered them still more jealous to guard the purity of the Vandal faith. Before the churches were finally shut, it was a crime to appear in a Barbarian dress; and those who presumed to neglect the royal mandate were rudely dragged backwards by their long hair. 99 The palatine officers, who refused to profess the religion of their prince, were ignominiously stripped of their honors and employments; banished to Sardinia and Sicily; or condemned to the servile labors of slaves and peasants in the fields of Utica. In the districts which had been peculiarly allotted to the Vandals, the exercise of the Catholic worship was more strictly prohibited; and severe penalties were denounced against the guilt both of the missionary and the proselyte. By these arts, the faith of the Barbarians was preserved, and their zeal was inflamed: they discharged, with devout fury, the office of spies, informers, or executioners; and whenever their cavalry took the field, it was the favorite amusement of the march to defile the churches, and to insult the clergy of the adverse faction. 100 IV. The citizens who had been educated in the luxury of the Roman province, were delivered, with exquisite cruelty, to the Moors of the desert. A venerable train of bishops, presbyters, and deacons, with a faithful crowd of four thousand and ninety-six persons, whose guilt is not precisely ascertained, were torn from their native homes, by the command of Hunneric. During the night they were confined, like a herd of cattle, amidst their own ordure: during the day they pursued their march over the burning sands; and if they fainted under the heat and fatigue, they were goaded, or dragged along, till they expired in the hands of their tormentors. 101 These unhappy exiles, when they reached the Moorish huts, might excite the compassion of a people, whose native humanity was neither improved by reason, nor corrupted by fanaticism: but if they escaped the dangers, they were condemned to share the distress of a savage life. V. It is incumbent on the authors of persecution previously to reflect, whether they are determined to support it in the last extreme. They excite the flame which they strive to extinguish; and it soon becomes necessary to chastise the contumacy, as well as the crime, of the offender. The fine, which he is unable or unwilling to discharge, exposes his person to the severity of the law; and his contempt of lighter penalties suggests the use and propriety of capital punishment. Through the veil of fiction and declamation we may clearly perceive, that the Catholics more especially under the reign of Hunneric, endured the most cruel and ignominious treatment. 102 Respectable citizens, noble matrons, and consecrated virgins, were stripped naked, and raised in the air by pulleys, with a weight suspended at their feet. In this painful attitude their naked bodies were torn with scourges, or burnt in the most tender parts with red-hot plates of iron. The amputation of the ears the nose, the tongue, and the right hand, was inflicted by the Arians; and although the precise number cannot be defined, it is evident that many persons, among whom a bishop 103 and a proconsul 104 may be named, were entitled to the crown of martyrdom. The same honor has been ascribed to the memory of Count Sebastian, who professed the Nicene creed with unshaken constancy; and Genseric might detest, as a heretic, the brave and ambitious fugitive whom he dreaded as a rival. 105 VI. A new mode of conversion, which might subdue the feeble, and alarm the timorous, was employed by the Arian ministers. They imposed, by fraud or violence, the rites of baptism; and punished the apostasy of the Catholics, if they disclaimed this odious and profane ceremony, which scandalously violated the freedom of the will, and the unity of the sacrament. 106 The hostile sects had formerly allowed the validity of each other’s baptism; and the innovation, so fiercely maintained by the Vandals, can be imputed only to the example and advice of the Donatists. VII. The Arian clergy surpassed in religious cruelty the king and his Vandals; but they were incapable of cultivating the spiritual vineyard, which they were so desirous to possess. A patriarch 107 might seat himself on the throne of Carthage; some bishops, in the principal cities, might usurp the place of their rivals; but the smallness of their numbers, and their ignorance of the Latin language, 108 disqualified the Barbarians for the ecclesiastical ministry of a great church; and the Africans, after the loss of their orthodox pastors, were deprived of the public exercise of Christianity. VIII. The emperors were the natural protectors of the Homoousian doctrine; and the faithful people of Africa, both as Romans and as Catholics, preferred their lawful sovereignty to the usurpation of the Barbarous heretics. During an interval of peace and friendship, Hunneric restored the cathedral of Carthage; at the intercession of Zeno, who reigned in the East, and of Placidia, the daughter and relict of emperors, and the sister of the queen of the Vandals. 109 But this decent regard was of short duration; and the haughty tyrant displayed his contempt for the religion of the empire, by studiously arranging the bloody images of persecution, in all the principal streets through which the Roman ambassador must pass in his way to the palace. 110 An oath was required from the bishops, who were assembled at Carthage, that they would support the succession of his son Hilderic, and that they would renounce all foreign or transmarine correspondence. This engagement, consistent, as it should seem, with their moral and religious duties, was refused by the more sagacious members 111 of the assembly. Their refusal, faintly colored by the pretence that it is unlawful for a Christian to swear, must provoke the suspicions of a jealous tyrant."}