{"label": "ham", "to_address": "James Peach <jpeach@samba.org>", "from_address": "Andrew Bartlett <abartlet@samba.org>", "subject": "Re: kerberos auth account restrictions", "body": " When the king of the Visigoths encouraged Avitus to assume the purple, he offered his person and his forces, as a faithful soldier of the republic. 21 The exploits of Theodoric soon convinced the world that he had not degenerated from the warlike virtues of his ancestors. After the establishment of the Goths in Aquitain, and the passage of the Vandals into Africa, the Suevi, who had fixed their kingdom in Gallicia, aspired to the conquest of Spain, and threatened to extinguish the feeble remains of the Roman dominion. The provincials of Carthagena and Tarragona, afflicted by a hostile invasion, represented their injuries and their apprehensions. Count Fronto was despatched, in the name of the emperor Avitus, with advantageous offers of peace and alliance; and Theodoric interposed his weighty mediation, to declare, that, unless his brother-in-law, the king of the Suevi, immediately retired, he should be obliged to arm in the cause of justice and of Rome. “Tell him,” replied the haughty Rechiarius, “that I despise his friendship and his arms; but that I shall soon try whether he will dare to expect my arrival under the walls of Thoulouse.” Such a challenge urged Theodoric to prevent the bold designs of his enemy; he passed the Pyrenees at the head of the Visigoths: the Franks and Burgundians served under his standard; and though he professed himself the dutiful servant of Avitus, he privately stipulated, for himself and his successors, the absolute possession of his Spanish conquests. The two armies, or rather the two nations, encountered each other on the banks of the River Urbicus, about twelve miles from Astorga; and the decisive victory of the Goths appeared for a while to have extirpated the name and kingdom of the Suevi. From the field of battle Theodoric advanced to Braga, their metropolis, which still retained the splendid vestiges of its ancient commerce and dignity. 22 His entrance was not polluted with blood; and the Goths respected the chastity of their female captives, more especially of the consecrated virgins: but the greatest part of the clergy and people were made slaves, and even the churches and altars were confounded in the universal pillage. The unfortunate king of the Suevi had escaped to one of the ports of the ocean; but the obstinacy of the winds opposed his flight: he was delivered to his implacable rival; and Rechiarius, who neither desired nor expected mercy, received, with manly constancy, the death which he would probably have inflicted. After this bloody sacrifice to policy or resentment, Theodoric carried his victorious arms as far as Merida, the principal town of Lusitania, without meeting any resistance, except from the miraculous powers of St. Eulalia; but he was stopped in the full career of success, and recalled from Spain before he could provide for the security of his conquests. In his retreat towards the Pyrenees, he revenged his disappointment on the country through which he passed; and, in the sack of Pollentia and Astorga, he showed himself a faithless ally, as well as a cruel enemy. Whilst the king of the Visigoths fought and vanquished in the name of Avitus, the reign of Avitus had expired; and both the honor and the interest of Theodoric were deeply wounded by the disgrace of a friend, whom he had seated on the throne of the Western empire. 23"}