{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Gaijin <gaijin@clearwire.net>", "subject": "Re: Hello...", "body": " The first events of the reign of Arcadius and Honorius are so intimately connected, that the rebellion of the Goths, and the fall of Rufinus, have already claimed a place in the history of the West. It has already been observed, that Eutropius, 3 one of the principal eunuchs of the palace of Constantinople, succeeded the haughty minister whose ruin he had accomplished, and whose vices he soon imitated. Every order of the state bowed to the new favorite; and their tame and obsequious submission encouraged him to insult the laws, and, what is still more difficult and dangerous, the manners of his country. Under the weakest of the predecessors of Arcadius, the reign of the eunuchs had been secret and almost invisible. They insinuated themselves into the confidence of the prince; but their ostensible functions were confined to the menial service of the wardrobe and Imperial bed-chamber. They might direct, in a whisper, the public counsels, and blast, by their malicious suggestions, the fame and fortunes of the most illustrious citizens; but they never presumed to stand forward in the front of empire, 4 or to profane the public honors of the state. Eutropius was the first of his artificial sex, who dared to assume the character of a Roman magistrate and general. Sometimes, in the presence of the blushing senate, he ascended the tribunal to pronounce judgment, or to repeat elaborate harangues; and, sometimes, appeared on horseback, at the head of his troops, in the dress and armor of a hero. The disregard of custom and decency always betrays a weak and ill-regulated mind; nor does Eutropius seem to have compensated for the folly of the design by any superior merit or ability in the execution. His former habits of life had not introduced him to the study of the laws, or the exercises of the field; his awkward and unsuccessful attempts provoked the secret contempt of the spectators; the Goths expressed their wish that such a general might always command the armies of Rome; and the name of the minister was branded with ridicule, more pernicious, perhaps, than hatred, to a public character. The subjects of Arcadius were exasperated by the recollection, that this deformed and decrepit eunuch, 6 who so perversely mimicked the actions of a man, was born in the most abject condition of servitude; that before he entered the Imperial palace, he had been successively sold and purchased by a hundred masters, who had exhausted his youthful strength in every mean and infamous office, and at length dismissed him, in his old age, to freedom and poverty. 7 While these disgraceful stories were circulated, and perhaps exaggerated, in private conversation, the vanity of the favorite was flattered with the most extraordinary honors. In the senate, in the capital, in the provinces, the statues of Eutropius were erected, in brass, or marble, decorated with the symbols of his civil and military virtues, and inscribed with the pompous title of the third founder of Constantinople. He was promoted to the rank of patrician, which began to signify in a popular, and even legal, acceptation, the father of the emperor; and the last year of the fourth century was polluted by the consulship of a eunuch and a slave. This strange and inexpiable prodigy 8 awakened, however, the prejudices of the Romans. The effeminate consul was rejected by the West, as an indelible stain to the annals of the republic; and without invoking the shades of Brutus and Camillus, the colleague of Eutropius, a learned and respectable magistrate, 9 sufficiently represented the different maxims of the two administrations."}