{"label": "ham", "to_address": "debian-desktop@lists.debian.org", "from_address": "Daniel Baumann <daniel@debian.org>", "subject": "Re: Debian GNU/Linux (kfreebsd anyone?) Lenny Desktop wishlist thread", "body": " After the tyrant’s death, his formidable army had acknowledged, from necessity rather than from choice, the authority of Maximus, who transported himself without delay to the camp before Aquileia. As soon as he had received their oath of fidelity, he addressed them in terms full of mildness and moderation; lamented, rather than arraigned the wild disorders of the times, and assured the soldiers, that of all their past conduct the senate would remember only their generous desertion of the tyrant, and their voluntary return to their duty. Maximus enforced his exhortations by a liberal donative, purified the camp by a solemn sacrifice of expiation, and then dismissed the legions to their several provinces, impressed, as he hoped, with a lively sense of gratitude and obedience. 41 But nothing could reconcile the haughty spirit of the Prætorians. They attended the emperors on the memorable day of their public entry into Rome; but amidst the general acclamations, the sullen, dejected countenance of the guards sufficiently declared that they considered themselves as the object, rather than the partners, of the triumph. When the whole body was united in their camp, those who had served under Maximin, and those who had remained at Rome, insensibly communicated to each other their complaints and apprehensions. The emperors chosen by the army had perished with ignominy; those elected by the senate were seated on the throne. 42 The long discord between the civil and military powers was decided by a war, in which the former had obtained a complete victory. The soldiers must now learn a new doctrine of submission to the senate; and whatever clemency was affected by that politic assembly, they dreaded a slow revenge, colored by the name of discipline, and justified by fair pretences of the public good. But their fate was still in their own hands; and if they had courage to despise the vain terrors of an impotent republic, it was easy to convince the world, that those who were masters of the arms, were masters of the authority, of the state."}