{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r23045 - in\n\tbranches/SAMBA_4_0/source/smb_server/smb2: .", "body": " But they that require an exact interpretation of this text, let them interpret first the like words of our Saviour to St. Peter concerning St. John, (chap. 21.22.) \"If I will that he tarry till I come, what is that to thee?\" upon which was grounded a report that hee should not dye: Neverthelesse the truth of that report was neither confirmed, as well grounded; nor refuted, as ill grounded on those words; but left as a saying not understood. The same difficulty is also in the place of St. Marke. And if it be lawfull to conjecture at their meaning, by that which immediately followes, both here, and in St. Luke, where the same is againe repeated, it is not unprobable, to say they have relation to the Transfiguration, which is described in the verses immediately following; where it is said, that \"After six dayes Jesus taketh with him Peter, and James, and John (not all, but some of his Disciples) and leadeth them up into an high mountaine apart by themselves, and was transfigured before them. And his rayment became shining, exceeding white as snow; so as no Fuller on earth can white them. And there appeared unto them Elias with Moses, and they were talking with Jesus, &c.\" So that they saw Christ in Glory and Majestie, as he is to come; insomuch as \"They were sore afraid.\" And thus the promise of our Saviour was accomplished by way of Vision: For it was a Vision, as may probably bee inferred out of St. Luke, that reciteth the same story (ch. 9. ve. 28.) and saith, that Peter and they that were with him, were heavy with sleep; But most certainly out of Matth. 17.9. (where the same is again related;) for our Saviour charged them, saying, \"Tell no man the Vision untill the Son of man be Risen from the dead.\" Howsoever it be, yet there can from thence be taken no argument, to prove that the Kingdome of God taketh beginning till the day of Judgement."}