{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "Glenn Tiemann <fhnvyvwld@kog.com>", "subject": "Television-game devices", "body": " 3. In regard to the third motive for the preliminary choice of a party in this war of assertions, it seems very extraordinary that empiricism should be utterly unpopular. We should be inclined to believe that the common understanding would receive it with pleasure—promising as it does to satisfy it without passing the bounds of experience and its connected order; while transcendental dogmatism obliges it to rise to conceptions which far surpass the intelligence and ability of the most practised thinkers. But in this, in truth, is to be found its real motive. For the common understanding thus finds itself in a situation where not even the most learned can have the advantage of it. If it understands little or nothing about these transcendental conceptions, no one can boast of understanding any more; and although it may not express itself in so scholastically correct a manner as others, it can busy itself with reasoning and arguments without end, wandering among mere ideas, about which one can always be very eloquent, because we know nothing about them; while, in the observation and investigation of nature, it would be forced to remain dumb and to confess its utter ignorance. Thus indolence and vanity form of themselves strong recommendations of these principles. Besides, although it is a hard thing for a philosopher to assume a principle, of which he can give to himself no reasonable account, and still more to employ conceptions, the objective reality of which cannot be established, nothing is more usual with the common understanding. It wants something which will allow it to go to work with confidence. The difficulty of even comprehending a supposition does not disquiet it, because—not knowing what comprehending means—it never even thinks of the supposition it may be adopting as a principle; and regards as known that with which it has become familiar from constant use. And, at last, all speculative interests disappear before the practical interests which it holds dear; and it fancies that it understands and knows what its necessities and hopes incite it to assume or to believe. Thus the empiricism of transcendentally idealizing reason is robbed of all popularity; and, however prejudicial it may be to the highest practical principles, there is no fear that it will ever pass the limits of the schools, or acquire any favour or influence in society or with the multitude."}