{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "vlendec@samba.org", "subject": "svn commit: samba r22943 - in branches: SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0_26/source/nsswitch", "body": " While the peace of Germany was secured by the attachment of the Franks, and the neutrality of the Alemanni, the subjects of Rome, unconscious of their approaching calamities, enjoyed the state of quiet and prosperity, which had seldom blessed the frontiers of Gaul. Their flocks and herds were permitted to graze in the pastures of the Barbarians; their huntsmen penetrated, without fear or danger, into the darkest recesses of the Hercynian wood. 89 The banks of the Rhine were crowned, like those of the Tyber, with elegant houses, and well-cultivated farms; and if a poet descended the river, he might express his doubt, on which side was situated the territory of the Romans. 90 This scene of peace and plenty was suddenly changed into a desert; and the prospect of the smoking ruins could alone distinguish the solitude of nature from the desolation of man. The flourishing city of Mentz was surprised and destroyed; and many thousand Christians were inhumanly massacred in the church. Worms perished after a long and obstinate siege; Strasburgh, Spires, Rheims, Tournay, Arras, Amiens, experienced the cruel oppression of the German yoke; and the consuming flames of war spread from the banks of the Rhine over the greatest part of the seventeen provinces of Gaul. That rich and extensive country, as far as the ocean, the Alps, and the Pyrenees, was delivered to the Barbarians, who drove before them, in a promiscuous crowd, the bishop, the senator, and the virgin, laden with the spoils of their houses and altars. 91 The ecclesiastics, to whom we are indebted for this vague description of the public calamities, embraced the opportunity of exhorting the Christians to repent of the sins which had provoked the Divine Justice, and to renounce the perishable goods of a wretched and deceitful world. But as the Pelagian controversy, 92 which attempts to sound the abyss of grace and predestination, soon became the serious employment of the Latin clergy, the Providence which had decreed, or foreseen, or permitted, such a train of moral and natural evils, was rashly weighed in the imperfect and fallacious balance of reason. The crimes, and the misfortunes, of the suffering people, were presumptuously compared with those of their ancestors; and they arraigned the Divine Justice, which did not exempt from the common destruction the feeble, the guiltless, the infant portion of the human species. These idle disputants overlooked the invariable laws of nature, which have connected peace with innocence, plenty with industry, and safety with valor. The timid and selfish policy of the court of Ravenna might recall the Palatine legions for the protection of Italy; the remains of the stationary troops might be unequal to the arduous task; and the Barbarian auxiliaries might prefer the unbounded license of spoil to the benefits of a moderate and regular stipend. But the provinces of Gaul were filled with a numerous race of hardy and robust youth, who, in the defence of their houses, their families, and their altars, if they had dared to die, would have deserved to vanquish. The knowledge of their native country would have enabled them to oppose continual and insuperable obstacles to the progress of an invader; and the deficiency of the Barbarians, in arms, as well as in discipline, removed the only pretence which excuses the submission of a populous country to the inferior numbers of a veteran army. When France was invaded by Charles V., he inquired of a prisoner, how many days Paris might be distant from the frontier; “Perhaps twelve, but they will be days of battle:” 93 such was the gallant answer which checked the arrogance of that ambitious prince. The subjects of Honorius, and those of Francis I., were animated by a very different spirit; and in less than two years, the divided troops of the savages of the Baltic, whose numbers, were they fairly stated, would appear contemptible, advanced, without a combat, to the foot of the Pyrenean Mountains."}