{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "yoooooo <magno_yu@ml.com>", "subject": "Re: [R] restructuring matrix", "body": " The false or genuine magnanimity of Mahmud the Gaznevide was not imitated by Alp Arslan; and he attacked without scruple the Greek empress Eudocia and her children. His alarming progress compelled her to give herself and her sceptre to the hand of a soldier; and Romanus Diogenes was invested with the Imperial purple. His patriotism, and perhaps his pride, urged him from Constantinople within two months after his accession; and the next campaign he most scandalously took the field during the holy festival of Easter. In the palace, Diogenes was no more than the husband of Eudocia: in the camp, he was the emperor of the Romans, and he sustained that character with feeble resources and invincible courage. By his spirit and success the soldiers were taught to act, the subjects to hope, and the enemies to fear. The Turks had penetrated into the heart of Phrygia; but the sultan himself had resigned to his emirs the prosecution of the war; and their numerous detachments were scattered over Asia in the security of conquest. Laden with spoil, and careless of discipline, they were separately surprised and defeated by the Greeks: the activity of the emperor seemed to multiply his presence: and while they heard of his expedition to Antioch, the enemy felt his sword on the hills of Trebizond. In three laborious campaigns, the Turks were driven beyond the Euphrates; in the fourth and last, Romanus undertook the deliverance of Armenia. The desolation of the land obliged him to transport a supply of two months’ provisions; and he marched forwards to the siege of Malazkerd, 30 an important fortress in the midway between the modern cities of Arzeroum and Van. His army amounted, at the least, to one hundred thousand men. The troops of Constantinople were reenforced by the disorderly multitudes of Phrygia and Cappadocia; but the real strength was composed of the subjects and allies of Europe, the legions of Macedonia, and the squadrons of Bulgaria; the Uzi, a Moldavian horde, who were themselves of the Turkish race; 31 and, above all, the mercenary and adventurous bands of French and Normans. Their lances were commanded by the valiant Ursel of Baliol, the kinsman or father of the Scottish kings, 32 and were allowed to excel in the exercise of arms, or, according to the Greek style, in the practice of the Pyrrhic dance."}