{"label": "ham", "to_address": "Anup Nandialath <anup_nandialath@yahoo.com>", "from_address": "Marc Schwartz <marc_schwartz@comcast.net>", "subject": "Re: [R] A programming question", "body": " That men are actually wicked, a sad and continual experience of them proves beyond doubt: but all the same, I think I've shown that man is naturally good. What then can have depraved him to such an extent, except the changes that have happened in his constitution, the advances he has made, and the knowledge he has acquired? We may admire human society as much as we please; it will be none the less true that it necessarily leads men to hate each other in proportion as their interests clash, and to do one another apparent services, while they are really doing every imaginable mischief. What can be thought of a relation, in which the interest of every individual dictates rules directly opposite to those the public reason dictates to the community in general--in which every man finds his profit in the misfortunes of his neighbour? There is not perhaps any man in a comfortable position who has not greedy heirs, and perhaps even children, secretly wishing for his death; not a ship at sea, of which the loss would not be good news to some merchant or other; not a house, which some debtor of bad faith would not be glad to see reduced to ashes with all the papers it contains; not a nation which does not rejoice at the disasters that befall its neighbours. Thus it is that we find our advantage in the misfortunes of our fellow-creatures, and that the loss of one man almost always constitutes the prosperity of another. But it is still more pernicious that public calamities are the objects of the hopes and expectations of innumerable individuals. Some desire sickness, some mortality, some war, and some famine. I have seen men wicked enough to weep for sorrow at the prospect of a plentiful season; and the great and fatal fire of London, which cost so many unhappy persons their lives or their fortunes, made the fortunes of perhaps ten thousand others. I know that Montaigne; censures Demades the Athenian for having caused to be I punished a workman who, by selling his coffins very dear, was a great gainer by the deaths of his fellow-citizens; but, the reason alleged by Montaigne being that everybody ought to be punished, my point is clearly confirmed by it. Let us penetrate, therefore, the superficial appearances of benevolence, and survey what passes in the inmost recesses of the heart. Let us reflect what must be the state of things, when men are forced to caress and destroy one another at the same time; when they are born enemies by duty, and knaves by interest. It will perhaps be said that society is so formed that every man gains by serving the rest. That would be all very well, if he did not gain still more by injuring them. There is no legitimate profit so great, that it cannot be greatly exceeded by what may be made illegitimately; we always gain more by hurting our neighbours than by doing them good. Nothing is required but to know how to act with impunity; and to this end the powerful employ all their strength, and the weak all their cunning."}