{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Weight loss\" <egdmozelle@envistar.com>", "subject": "Appetite control for hours on end", "body": " As a first instance, consider the antipathies which men cherish on no better grounds than that persons whose religious opinions are different from theirs, do not practise their religious observances, especially their religious abstinences. To cite a rather trivial example, nothing in the creed or practice of Christians does more to envenom the hatred of Mahomedans against them, than the fact of their eating pork. There are few acts which Christians and Europeans regard with more unaffected disgust, than Mussulmans regard this particular mode of satisfying hunger. It is, in the first place, an offence against their religion; but this circumstance by no means explains either the degree or the kind of their repugnance; for wine also is forbidden by their religion, and to partake of it is by all Mussulmans accounted wrong, but not disgusting. Their aversion to the flesh of the \"unclean beast\" is, on the contrary, of that peculiar character, resembling an instinctive antipathy, which the idea of uncleanness, when once it thoroughly sinks into the feelings, seems always to excite even in those whose personal habits are anything but scrupulously cleanly, and of which the sentiment of religious impurity, so intense in the Hindoos, is a remarkable example. Suppose now that in a people, of whom the majority were Mussulmans, that majority should insist upon not permitting pork to be eaten within the limits of the country. This would be nothing new in Mahomedan countries.[14] Would it be a legitimate exercise of the moral authority of public opinion? and if not, why not? The practice is really revolting to such a public. They also sincerely think that it is forbidden and abhorred by the Deity. Neither could the prohibition be censured as religious persecution. It might be religious in its origin, but it would not be persecution for religion, since nobody's religion makes it a duty to eat pork. The only tenable ground of condemnation would be, that with the personal tastes and self-regarding concerns of individuals the public has no business to interfere."}