{"label": "ham", "to_address": "Ravi Varadhan <rvaradhan@jhmi.edu>", "from_address": "DEEPANKAR BASU <basu.15@osu.edu>", "subject": "Re: [R] Estimates at each iteration of optim()?", "body": " It may be affirmed, with bolder assurance, that the Huns depopulated the provinces of the empire, by the number of Roman subjects whom they led away into captivity. In the hands of a wise legislator, such an industrious colony might have contributed to diffuse through the deserts of Scythia the rudiments of the useful and ornamental arts; but these captives, who had been taken in war, were accidentally dispersed among the hordes that obeyed the empire of Attila. The estimate of their respective value was formed by the simple judgment of unenlightened and unprejudiced Barbarians. Perhaps they might not understand the merit of a theologian, profoundly skilled in the controversies of the Trinity and the Incarnation; yet they respected the ministers of every religion; and the active zeal of the Christian missionaries, without approaching the person or the palace of the monarch, successfully labored in the propagation of the gospel. 27 The pastoral tribes, who were ignorant of the distinction of landed property, must have disregarded the use, as well as the abuse, of civil jurisprudence; and the skill of an eloquent lawyer could excite only their contempt or their abhorrence. 28 The perpetual intercourse of the Huns and the Goths had communicated the familiar knowledge of the two national dialects; and the Barbarians were ambitious of conversing in Latin, the military idiom even of the Eastern empire. 29 But they disdained the language and the sciences of the Greeks; and the vain sophist, or grave philosopher, who had enjoyed the flattering applause of the schools, was mortified to find that his robust servant was a captive of more value and importance than himself. The mechanic arts were encouraged and esteemed, as they tended to satisfy the wants of the Huns. An architect in the service of Onegesius, one of the favorites of Attila, was employed to construct a bath; but this work was a rare example of private luxury; and the trades of the smith, the carpenter, the armorer, were much more adapted to supply a wandering people with the useful instruments of peace and war. But the merit of the physician was received with universal favor and respect: the Barbarians, who despised death, might be apprehensive of disease; and the haughty conqueror trembled in the presence of a captive, to whom he ascribed, perhaps, an imaginary power of prolonging or preserving his life. 30 The Huns might be provoked to insult the misery of their slaves, over whom they exercised a despotic command; 31 but their manners were not susceptible of a refined system of oppression; and the efforts of courage and diligence were often recompensed by the gift of freedom. The historian Priscus, whose embassy is a source of curious instruction, was accosted in the camp of Attila by a stranger, who saluted him in the Greek language, but whose dress and figure displayed the appearance of a wealthy Scythian. In the siege of Viminiacum, he had lost, according to his own account, his fortune and liberty; he became the slave of Onegesius; but his faithful services, against the Romans and the Acatzires, had gradually raised him to the rank of the native Huns; to whom he was attached by the domestic pledges of a new wife and several children. The spoils of war had restored and improved his private property; he was admitted to the table of his former lord; and the apostate Greek blessed the hour of his captivity, since it had been the introduction to a happy and independent state; which he held by the honorable tenure of military service. This reflection naturally produced a dispute on the advantages and defects of the Roman government, which was severely arraigned by the apostate, and defended by Priscus in a prolix and feeble declamation. The freedman of Onegesius exposed, in true and lively colors, the vices of a declining empire, of which he had so long been the victim; the cruel absurdity of the Roman princes, unable to protect their subjects against the public enemy, unwilling to trust them with arms for their own defence; the intolerable weight of taxes, rendered still more oppressive by the intricate or arbitrary modes of collection; the obscurity of numerous and contradictory laws; the tedious and expensive forms of judicial proceedings; the partial administration of justice; and the universal corruption, which increased the influence of the rich, and aggravated the misfortunes of the poor. A sentiment of patriotic sympathy was at length revived in the breast of the fortunate exile; and he lamented, with a flood of tears, the guilt or weakness of those magistrates who had perverted the wisest and most salutary institutions. 32"}