{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "abartlet@samba.org", "subject": "svn commit: samba r23286 - in branches/SAMBA_4_0/webapps/install: .", "body": " Notwithstanding the vigilance and activity of Probus, it was almost impossible that he could at once contain in obedience every part of his wide-extended dominions. The barbarians, who broke their chains, had seized the favorable opportunity of a domestic war. When the emperor marched to the relief of Gaul, he devolved the command of the East on Saturninus. That general, a man of merit and experience, was driven into rebellion by the absence of his sovereign, the levity of the Alexandrian people, the pressing instances of his friends, and his own fears; but from the moment of his elevation, he never entertained a hope of empire, or even of life. “Alas!” he said, “the republic has lost a useful servant, and the rashness of an hour has destroyed the services of many years. You know not,” continued he, “the misery of sovereign power; a sword is perpetually suspended over our head. We dread our very guards, we distrust our companions. The choice of action or of repose is no longer in our disposition, nor is there any age, or character, or conduct, that can protect us from the censure of envy. In thus exalting me to the throne, you have doomed me to a life of cares, and to an untimely fate. The only consolation which remains is the assurance that I shall not fall alone.” 51 But as the former part of his prediction was verified by the victory, so the latter was disappointed by the clemency, of Probus. That amiable prince attempted even to save the unhappy Saturninus from the fury of the soldiers. He had more than once solicited the usurper himself to place some confidence in the mercy of a sovereign who so highly esteemed his character, that he had punished, as a malicious informer, the first who related the improbable news of his disaffection. 52 Saturninus might, perhaps, have embraced the generous offer, had he not been restrained by the obstinate distrust of his adherents. Their guilt was deeper, and their hopes more sanguine, than those of their experienced leader."}