{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r23569 - in branches: SAMBA_3_0/source/lib\n\tSAMBA_3_0_26/source/lib", "body": " The revolution which transferred the sceptre from the Abbassides to the Fatimites was a benefit, rather than an injury, to the Holy Land. A sovereign resident in Egypt was more sensible of the importance of Christian trade; and the emirs of Palestine were less remote from the justice and power of the throne. But the third of these Fatimite caliphs was the famous Hakem, 67 a frantic youth, who was delivered by his impiety and despotism from the fear either of God or man; and whose reign was a wild mixture of vice and folly. Regardless of the most ancient customs of Egypt, he imposed on the women an absolute confinement; the restraint excited the clamors of both sexes; their clamors provoked his fury; a part of Old Cairo was delivered to the flames and the guards and citizens were engaged many days in a bloody conflict. At first the caliph declared himself a zealous Mussulman, the founder or benefactor of moschs and colleges: twelve hundred and ninety copies of the Koran were transcribed at his expense in letters of gold; and his edict extirpated the vineyards of the Upper Egypt. But his vanity was soon flattered by the hope of introducing a new religion; he aspired above the fame of a prophet, and styled himself the visible image of the Most High God, who, after nine apparitions on earth, was at length manifest in his royal person. At the name of Hakem, the lord of the living and the dead, every knee was bent in religious adoration: his mysteries were performed on a mountain near Cairo: sixteen thousand converts had signed his profession of faith; and at the present hour, a free and warlike people, the Druses of Mount Libanus, are persuaded of the life and divinity of a madman and tyrant. 68 In his divine character, Hakem hated the Jews and Christians, as the servants of his rivals; while some remains of prejudice or prudence still pleaded in favor of the law of Mahomet. Both in Egypt and Palestine, his cruel and wanton persecution made some martyrs and many apostles: the common rights and special privileges of the sectaries were equally disregarded; and a general interdict was laid on the devotion of strangers and natives. The temple of the Christian world, the church of the Resurrection, was demolished to its foundations; the luminous prodigy of Easter was interrupted, and much profane labor was exhausted to destroy the cave in the rock which properly constitutes the holy sepulchre. At the report of this sacrilege, the nations of Europe were astonished and afflicted: but instead of arming in the defence of the Holy Land, they contented themselves with burning, or banishing, the Jews, as the secret advisers of the impious Barbarian. 69 Yet the calamities of Jerusalem were in some measure alleviated by the inconstancy or repentance of Hakem himself; and the royal mandate was sealed for the restitution of the churches, when the tyrant was assassinated by the emissaries of his sister. The succeeding caliphs resumed the maxims of religion and policy: a free toleration was again granted; with the pious aid of the emperor of Constantinople, the holy sepulchre arose from its ruins; and, after a short abstinence, the pilgrims returned with an increase of appetite to the spiritual feast. 70 In the sea-voyage of Palestine, the dangers were frequent, and the opportunities rare: but the conversion of Hungary opened a safe communication between Germany and Greece. The charity of St. Stephen, the apostle of his kingdom, relieved and conducted his itinerant brethren; 71 and from Belgrade to Antioch, they traversed fifteen hundred miles of a Christian empire. Among the Franks, the zeal of pilgrimage prevailed beyond the example of former times: and the roads were covered with multitudes of either sex, and of every rank, who professed their contempt of life, so soon as they should have kissed the tomb of their Redeemer. Princes and prelates abandoned the care of their dominions; and the numbers of these pious caravans were a prelude to the armies which marched in the ensuing age under the banner of the cross. About thirty years before the first crusade, the arch bishop of Mentz, with the bishops of Utrecht, Bamberg, and Ratisbon, undertook this laborious journey from the Rhine to the Jordan; and the multitude of their followers amounted to seven thousand persons. At Constantinople, they were hospitably entertained by the emperor; but the ostentation of their wealth provoked the assault of the wild Arabs: they drew their swords with scrupulous reluctance, and sustained siege in the village of Capernaum, till they were rescued by the venal protection of the Fatimite emir. After visiting the holy places, they embarked for Italy, but only a remnant of two thousand arrived in safety in their native land."}