{"label": "spam", "to_address": "captains@flax24.uwaterloo.ca", "from_address": "\"Erdoan Loomis\" <Erdoan-Loomis@Lantrax.com>", "subject": "Co Inc Page", "body": " Nothing is more certain from experience, than that any contradiction either to the sentiments or passions gives a sensible uneasiness, whether it proceeds from without or from within; from the opposition of external objects, or from the combat of internal principles. On the contrary, whatever strikes in with the natural propensities, and either externally forwards their satisfaction, or internally concurs with their movements, is sure to give a sensible pleasure. Now there being here an opposition betwixt the notion of the identity of resembling perceptions, and the interruption of their appearance, the mind must be uneasy in that situation, and will naturally seek relief from the uneasiness. Since the uneasiness arises from the opposition of two contrary principles, it must look for relief by sacrificing the one to the other. But as the smooth passage of our thought along our resembling perceptions makes us ascribe to them an identity, we can never without reluctance yield up that opinion. We must, therefore, turn to the other side, and suppose that our perceptions are no longer interrupted, but preserve a continued as well as an invariable existence, and are by that means entirely the same. But here the interruptions in the appearance of these perceptions are so long and frequent, that it is impossible to overlook them; and as the appearance of a perception in the mind and its existence seem at first sight entirely the same, it may be doubted, whether we can ever assent to so palpable a contradiction, and suppose a perception to exist without being present to the mind. In order to clear up this matter, and learn how the interruption in the appearance of a perception implies not necessarily an interruption in its existence, it will be proper to touch upon some principles, which we shall have occasion to explain more fully afterwards.[6]"}