{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"CBSNews.com Weekday Afternoon HTML\" <cbsnews_weekday_afternoon_html-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "News Summary", "body": " The triumph of the orthodox party has left a deep stain of persecution on the memory of Valens; and the character of a prince who derived his virtues, as well as his vices, from a feeble understanding and a pusillanimous temper, scarcely deserves the labor of an apology. Yet candor may discover some reasons to suspect that the ecclesiastical ministers of Valens often exceeded the orders, or even the intentions, of their master; and that the real measure of facts has been very liberally magnified by the vehement declamation and easy credulity of his antagonists. 69 1. The silence of Valentinian may suggest a probable argument that the partial severities, which were exercised in the name and provinces of his colleague, amounted only to some obscure and inconsiderable deviations from the established system of religious toleration: and the judicious historian, who has praised the equal temper of the elder brother, has not thought himself obliged to contrast the tranquillity of the West with the cruel persecution of the East. 70 2. Whatever credit may be allowed to vague and distant reports, the character, or at least the behavior, of Valens, may be most distinctly seen in his personal transactions with the eloquent Basil, archbishop of C¾sarea, who had succeeded Athanasius in the management of the Trinitarian cause. 71 The circumstantial narrative has been composed by the friends and admirers of Basil; and as soon as we have stripped away a thick coat of rhetoric and miracle, we shall be astonished by the unexpected mildness of the Arian tyrant, who admired the firmness of his character, or was apprehensive, if he employed violence, of a general revolt in the province of Cappadocia. The archbishop, who asserted, with inflexible pride, 72 the truth of his opinions, and the dignity of his rank, was left in the free possession of his conscience and his throne. The emperor devoutly assisted at the solemn service of the cathedral; and, instead of a sentence of banishment, subscribed the donation of a valuable estate for the use of a hospital, which Basil had lately founded in the neighborhood of C¾sarea. 73 3. I am not able to discover, that any law (such as Theodosius afterwards enacted against the Arians) was published by Valens against the Athanasian sectaries; and the edict which excited the most violent clamors, may not appear so extremely reprehensible. The emperor had observed, that several of his subjects, gratifying their lazy disposition under the pretence of religion, had associated themselves with the monks of Egypt; and he directed the count of the East to drag them from their solitude; and to compel these deserters of society to accept the fair alternative of renouncing their temporal possessions, or of discharging the public duties of men and citizens. 74 The ministers of Valens seem to have extended the sense of this penal statute, since they claimed a right of enlisting the young and ablebodied monks in the Imperial armies. A detachment of cavalry and infantry, consisting of three thousand men, marched from Alexandria into the adjacent desert of Nitria, 75 which was peopled by five thousand monks. The soldiers were conducted by Arian priests; and it is reported, that a considerable slaughter was made in the monasteries which disobeyed the commands of their sovereign. 76"}