{"label": "spam", "to_address": "memolink@speedy.uwaterloo.ca", "from_address": "\"Rochelle and Bethea\" <rochelle@myhealthwealthandhappiness.com>", "subject": "Memo, here's your forecast for April 30th - May 6th", "body": " First, We may observe, that should the lords and commons in our constitution, without any reason from public interest, either depose the king in being, or after his death exclude the prince, who, by laws and settled custom, ought to succeed, no one would esteem their proceedings legal, or think themselves bound to comply with them. But should the king, by his unjust practices, or his attempts for a tyrannical and despotic power, justly forfeit his legal, it then not only becomes morally lawful and suitable to the nature of political society to dethrone him; but what is more, we are apt likewise to think, that the remaining members of the constitution acquire a right of excluding his next heir, and of chusing whom they please for his successor. This is founded on a very singular quality of our thought and imagination. When a king forfeits his authority, his heir ought naturally to remain in the same situation, as if the king were removed by death; unless by mixing himself in the tyranny, he forfeit it for himself. But though this may seem reasonable, we easily comply with the contrary opinion. The deposition of a king, in such a government as ours, is certainly an act beyond all common authority, and an illegal assuming a power for public good, which, in the ordinary course of government, can belong to no member of the constitution. When the public good is so great and so evident as to justify the action, the commendable use of this licence causes us naturally to attribute to the parliament a right of using farther licences; and the antient bounds of the laws being once transgressed with approbation, we are not apt to be so strict in confining ourselves precisely within their limits. The mind naturally runs on with any train of action, which it has begun; nor do we commonly make any scruple concerning our duty, after the first action of any kind, which we perform. Thus at the revolution, no one who thought the deposition of the father justifiable, esteemed themselves to be confined to his infant son; though had that unhappy monarch died innocent at that time, and had his son, by any accident, been conveyed beyond seas, there is no doubt but a regency would have been appointed till he should come to age, and could be restored to his dominions. As the slightest properties of the imagination have an effect on the judgments of the people, it shews the wisdom of the laws and of the parliament to take advantage of such properties, and to chuse the magistrates either in or out of a line, according as the vulgar will most naturally attribute authority and right to them."}