{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "ryestone <ryestone@uvic.ca>", "subject": "[R] iPlots package", "body": " By the retreat of the Greeks from the provinces of Upper Egypt, a considerable force was collected in the Island of Delta; the natural and artificial channels of the Nile afforded a succession of strong and defensible posts; and the road to Alexandria was laboriously cleared by the victory of the Saracens in two-and-twenty days of general or partial combat. In their annals of conquest, the siege of Alexandria 111 is perhaps the most arduous and important enterprise. The first trading city in the world was abundantly replenished with the means of subsistence and defence. Her numerous inhabitants fought for the dearest of human rights, religion and property; and the enmity of the natives seemed to exclude them from the common benefit of peace and toleration. The sea was continually open; and if Heraclius had been awake to the public distress, fresh armies of Romans and Barbarians might have been poured into the harbor to save the second capital of the empire. A circumference of ten miles would have scattered the forces of the Greeks, and favored the stratagems of an active enemy; but the two sides of an oblong square were covered by the sea and the Lake Maraeotis, and each of the narrow ends exposed a front of no more than ten furlongs. The efforts of the Arabs were not inadequate to the difficulty of the attempt and the value of the prize. From the throne of Medina, the eyes of Omar were fixed on the camp and city: his voice excited to arms the Arabian tribes and the veterans of Syria; and the merit of a holy war was recommended by the peculiar fame and fertility of Egypt. Anxious for the ruin or expulsion of their tyrants, the faithful natives devoted their labors to the service of Amrou: some sparks of martial spirit were perhaps rekindled by the example of their allies; and the sanguine hopes of Mokawkas had fixed his sepulchre in the church of St. John of Alexandria. Eutychius the patriarch observes, that the Saracens fought with the courage of lions: they repulsed the frequent and almost daily sallies of the besieged, and soon assaulted in their turn the walls and towers of the city. In every attack, the sword, the banner of Amrou, glittered in the van of the Moslems. On a memorable day, he was betrayed by his imprudent valor: his followers who had entered the citadel were driven back; and the general, with a friend and slave, remained a prisoner in the hands of the Christians. When Amrou was conducted before the praefect, he remembered his dignity, and forgot his situation: a lofty demeanor, and resolute language, revealed the lieutenant of the caliph, and the battle-axe of a soldier was already raised to strike off the head of the audacious captive. His life was saved by the readiness of his slave, who instantly gave his master a blow on the face, and commanded him, with an angry tone, to be silent in the presence of his superiors. The credulous Greek was deceived: he listened to the offer of a treaty, and his prisoners were dismissed in the hope of a more respectable embassy, till the joyful acclamations of the camp announced the return of their general, and insulted the folly of the infidels. At length, after a siege of fourteen months, 112 and the loss of three-and-twenty thousand men, the Saracens prevailed: the Greeks embarked their dispirited and diminished numbers, and the standard of Mahomet was planted on the walls of the capital of Egypt. “I have taken,” said Amrou to the caliph, “the great city of the West. It is impossible for me to enumerate the variety of its riches and beauty; and I shall content myself with observing, that it contains four thousand palaces, four thousand baths, four hundred theatres or places of amusement, twelve thousand shops for the sale of vegetable food, and forty thousand tributary Jews. The town has been subdued by force of arms, without treaty or capitulation, and the Moslems are impatient to seize the fruits of their victory.” 113 The commander of the faithful rejected with firmness the idea of pillage, and directed his lieutenant to reserve the wealth and revenue of Alexandria for the public service and the propagation of the faith: the inhabitants were numbered; a tribute was imposed, the zeal and resentment of the Jacobites were curbed, and the Melchites who submitted to the Arabian yoke were indulged in the obscure but tranquil exercise of their worship. The intelligence of this disgraceful and calamitous event afflicted the declining health of the emperor; and Heraclius died of a dropsy about seven weeks after the loss of Alexandria. 114 Under the minority of his grandson, the clamors of a people, deprived of their daily sustenance, compelled the Byzantine court to undertake the recovery of the capital of Egypt. In the space of four years, the harbor and fortifications of Alexandria were twice occupied by a fleet and army of Romans. They were twice expelled by the valor of Amrou, who was recalled by the domestic peril from the distant wars of Tripoli and Nubia. But the facility of the attempt, the repetition of the insult, and the obstinacy of the resistance, provoked him to swear, that if a third time he drove the infidels into the sea, he would render Alexandria as accessible on all sides as the house of a prostitute. Faithful to his promise, he dismantled several parts of the walls and towers; but the people was spared in the chastisement of the city, and the mosch of Mercy was erected on the spot where the victorious general had stopped the fury of his troops."}