{"label": "spam", "to_address": "\"Csourelis\" <csourelis@plg.uwaterloo.ca>", "from_address": "\"SCC\" <Pablo.Dill@malaysia.net>", "subject": "job - just for you.", "body": " It is not in the least more difficult to conceive how the laws of the phenomena of nature must harmonize with the understanding and with its à priori form—that is, its faculty of conjoining the manifold—than it is to understand how the phenomena themselves must correspond with the à priori form of our sensuous intuition. For laws do not exist in the phenomena any more than the phenomena exist as things in themselves. Laws do not exist except by relation to the subject in which the phenomena inhere, in so far as it possesses understanding, just as phenomena have no existence except by relation to the same existing subject in so far as it has senses. To things as things in themselves, conformability to law must necessarily belong independently of an understanding to cognize them. But phenomena are only representations of things which are utterly unknown in respect to what they are in themselves. But as mere representations, they stand under no law of conjunction except that which the conjoining faculty prescribes. Now that which conjoins the manifold of sensuous intuition is imagination, a mental act to which understanding contributes unity of intellectual synthesis, and sensibility, manifoldness of apprehension. Now as all possible perception depends on the synthesis of apprehension, and this empirical synthesis itself on the transcendental, consequently on the categories, it is evident that all possible perceptions, and therefore everything that can attain to empirical consciousness, that is, all phenomena of nature, must, as regards their conjunction, be subject to the categories. And nature (considered merely as nature in general) is dependent on them, as the original ground of her necessary conformability to law (as natura formaliter spectata). But the pure faculty (of the understanding) of prescribing laws à priori to phenomena by means of mere categories, is not competent to enounce other or more laws than those on which a nature in general, as a conformability to law of phenomena of space and time, depends. Particular laws, inasmuch as they concern empirically determined phenomena, cannot be entirely deduced from pure laws, although they all stand under them. Experience must be superadded in order to know these particular laws; but in regard to experience in general, and everything that can be cognized as an object thereof, these à priori laws are our only rule and guide."}