{"label": "spam", "to_address": "\"Warwick\" <warwick@flax9.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Reyes.Mohammed@kotnet.org>", "subject": "The Company Is Looking For New Employees.", "body": " The difficulty is as follows: Even if it is admitted that the supersensible subject can be free with respect to a given action, although, as a subject also belonging to the world of sense, he is under mechanical conditions with respect to the same action, still, as soon as we allow that God as universal first cause is also the cause of the existence of substance (a proposition which can never be given up without at the same time giving up the notion of God as the Being of all beings, and therewith giving up his all sufficiency, on which everything in theology depends), it seems as if we must admit that a man's actions have their determining principle in something which is wholly out of his power- namely, in the causality of a Supreme Being distinct from himself and on whom his own existence and the whole determination of his causality are absolutely dependent. In point of fact, if a man's actions as belonging to his modifications in time were not merely modifications of him as appearance, but as a thing in itself, freedom could not be saved. Man would be a marionette or an automaton, like Vaucanson's, prepared and wound up by the Supreme Artist. Self-consciousness would indeed make him a thinking automaton; but the consciousness of his own spontaneity would be mere delusion if this were mistaken for freedom, and it would deserve this name only in a comparative sense, since, although the proximate determining causes of its motion and a long series of their determining causes are internal, yet the last and highest is found in a foreign hand. Therefore I do not see how those who still insist on regarding time and space as attributes belonging to the existence of things in themselves, can avoid admitting the fatality of actions; or if (like the otherwise acute Mendelssohn) they allow them to be conditions necessarily belonging to the existence of finite and derived beings, but not to that of the infinite Supreme Being, I do not see on what ground they can justify such a distinction, or, indeed, how they can avoid the contradiction that meets them, when they hold that existence in time is an attribute necessarily belonging to finite things in themselves, whereas God is the cause of this existence, but cannot be the cause of time (or space) itself (since this must be presupposed as a necessary a priori condition of the existence of things); and consequently as regards the existence of these things. His causality must be subject to conditions and even to the condition of time; and this would inevitably bring in everything contradictory to the notions of His infinity and independence. On the other hand, it is quite easy for us to draw the distinction between the attribute of the divine existence of being independent on all time-conditions, and that of a being of the world of sense, the distinction being that between the existence of a being in itself and that of a thing in appearance. Hence, if this ideality of time and space is not adopted, nothing remains but Spinozism, in which space and time are essential attributes of the Supreme Being Himself, and the things dependent on Him (ourselves, therefore, included) are not substances, but merely accidents inhering in Him; since, if these things as His effects exist in time only, this being the condition of their existence in themselves, then the actions of these beings must be simply His actions which He performs in some place and time. Thus, Spinozism, in spite of the absurdity of its fundamental idea, argues more consistently than the creation theory can, when beings assumed to be substances, and beings in themselves existing in time, are regarded as effects of a Supreme Cause, and yet as not [belonging] to Him and His action, but as separate substances."}