{"label": "ham", "to_address": "Greg Tarpinian <sasprog474@yahoo.com>", "from_address": "Chuck Cleland <ccleland@optonline.net>", "subject": "Re: [R] apply( )", "body": " During the whole transaction, the cardinal legate had observed a sullen silence, unwilling to approve, and unable to oppose, the consent of the king and people. But the diet was not dissolved before Julian was fortified by the welcome intelligence, that Anatolia was invaded by the Caramanian, and Thrace by the Greek emperor; that the fleets of Genoa, Venice, and Burgundy, were masters of the Hellespont; and that the allies, informed of the victory, and ignorant of the treaty, of Ladislaus, impatiently waited for the return of his victorious army. “And is it thus,” exclaimed the cardinal, 24 “that you will desert their expectations and your own fortune? It is to them, to your God, and your fellow-Christians, that you have pledged your faith; and that prior obligation annihilates a rash and sacrilegious oath to the enemies of Christ. His vicar on earth is the Roman pontiff; without whose sanction you can neither promise nor perform. In his name I absolve your perjury and sanctify your arms: follow my footsteps in the paths of glory and salvation; and if still ye have scruples, devolve on my head the punishment and the sin.” This mischievous casuistry was seconded by his respectable character, and the levity of popular assemblies: war was resolved, on the same spot where peace had so lately been sworn; and, in the execution of the treaty, the Turks were assaulted by the Christians; to whom, with some reason, they might apply the epithet of Infidels. The falsehood of Ladislaus to his word and oath was palliated by the religion of the times: the most perfect, or at least the most popular, excuse would have been the success of his arms and the deliverance of the Eastern church. But the same treaty which should have bound his conscience had diminished his strength. On the proclamation of the peace, the French and German volunteers departed with indignant murmurs: the Poles were exhausted by distant warfare, and perhaps disgusted with foreign command; and their palatines accepted the first license, and hastily retired to their provinces and castles. Even Hungary was divided by faction, or restrained by a laudable scruple; and the relics of the crusade that marched in the second expedition were reduced to an inadequate force of twenty thousand men. A Walachian chief, who joined the royal standard with his vassals, presumed to remark that their numbers did not exceed the hunting retinue that sometimes attended the sultan; and the gift of two horses of matchless speed might admonish Ladislaus of his secret foresight of the event. But the despot of Servia, after the restoration of his country and children, was tempted by the promise of new realms; and the inexperience of the king, the enthusiasm of the legate, and the martial presumption of Huniades himself, were persuaded that every obstacle must yield to the invincible virtue of the sword and the cross. After the passage of the Danube, two roads might lead to Constantinople and the Hellespont: the one direct, abrupt, and difficult through the mountains of Hæmus; the other more tedious and secure, over a level country, and along the shores of the Euxine; in which their flanks, according to the Scythian discipline, might always be covered by a movable fortification of wagons. The latter was judiciously preferred: the Catholics marched through the plains of Bulgaria, burning, with wanton cruelty, the churches and villages of the Christian natives; and their last station was at Warna, near the sea-shore; on which the defeat and death of Ladislaus have bestowed a memorable name. 25"}