{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Carl Buhrer <fgkev@industrial.com>", "subject": "New way to give her pleasure that she always dreamt!", "body": " But lest this argument should not convince the reader; though in my opinion perfectly decisive; let him weigh the following reasoning, which is still closer and more immediate. It is evident, that the identity, which we attribute to the human mind, however perfect we may imagine it to be, is not able to run the several different perceptions into one, and make them lose their characters of distinction and difference, which are essential to them. It is still true, that every distinct perception, which enters into the composition of the mind, is a distinct existence, and is different, and distinguishable, and separable from every other perception, either contemporary or successive. But, as, notwithstanding this distinction and separability, we suppose the whole train of perceptions to be united by identity, a question naturally arises concerning this relation of identity; whether it be something that really binds our several perceptions together, or only associates their ideas in the imagination. That is, in other words, whether in pronouncing concerning the identity of a person, we observe some real bond among his perceptions, or only feel one among the ideas we form of them. This question we might easily decide, if we would recollect what has been already proud at large, that the understanding never observes any real connexion among objects, and that even the union of cause and effect, when strictly examined, resolves itself into a customary association of ideas. For from thence it evidently follows, that identity is nothing really belonging to these different perceptions, and uniting them together; but is merely a quality, which we attribute to them, because of the union of their ideas in the imagination, when we reflect upon them. Now the only qualities, which can give ideas an union in the imagination, are these three relations above-mentioned. There are the uniting principles in the ideal world, and without them every distinct object is separable by the mind, and may be separately considered, and appears not to have any more connexion with any other object, than if disjoined by the greatest difference and remoteness. It is, therefore, on some of these three relations of resemblance, contiguity and causation, that identity depends; and as the very essence of these relations consists in their producing an easy transition of ideas; it follows, that our notions of personal identity, proceed entirely from the smooth and uninterrupted progress of the thought along a train of connected ideas, according to the principles above-explained."}