{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Schmitt, Corinna\" <Corinna.Schmitt@igb.fraunhofer.de>", "subject": "Re: [R] Matlab import", "body": " Fraud is the resource of weakness and cunning; and the strong, though ignorant, Barbarian was often entangled in the net of sacerdotal policy. The Vatican and Lateran were an arsenal and manufacture, which, according to the occasion, have produced or concealed a various collection of false or genuine, of corrupt or suspicious, acts, as they tended to promote the interest of the Roman church. Before the end of the eighth century, some apostolic scribe, perhaps the notorious Isidore, composed the decretals, and the donation of Constantine, the two magic pillars of the spiritual and temporal monarchy of the popes. This memorable donation was introduced to the world by an epistle of Adrian the First, who exhorts Charlemagne to imitate the liberality, and revive the name, of the great Constantine. 68 According to the legend, the first of the Christian emperors was healed of the leprosy, and purified in the waters of baptism, by St. Silvester, the Roman bishop; and never was physician more gloriously recompensed. His royal proselyte withdrew from the seat and patrimony of St. Peter; declared his resolution of founding a new capital in the East; and resigned to the popes; the free and perpetual sovereignty of Rome, Italy, and the provinces of the West. 69 This fiction was productive of the most beneficial effects. The Greek princes were convicted of the guilt of usurpation; and the revolt of Gregory was the claim of his lawful inheritance. The popes were delivered from their debt of gratitude; and the nominal gifts of the Carlovingians were no more than the just and irrevocable restitution of a scanty portion of the ecclesiastical state. The sovereignty of Rome no longer depended on the choice of a fickle people; and the successors of St. Peter and Constantine were invested with the purple and prerogatives of the Caesars. So deep was the ignorance and credulity of the times, that the most absurd of fables was received, with equal reverence, in Greece and in France, and is still enrolled among the decrees of the canon law. 70 The emperors, and the Romans, were incapable of discerning a forgery, that subverted their rights and freedom; and the only opposition proceeded from a Sabine monastery, which, in the beginning of the twelfth century, disputed the truth and validity of the donation of Constantine. 71 In the revival of letters and liberty, this fictitious deed was transpierced by the pen of Laurentius Valla, the pen of an eloquent critic and a Roman patriot. 72 His contemporaries of the fifteenth century were astonished at his sacrilegious boldness; yet such is the silent and irresistible progress of reason, that, before the end of the next age, the fable was rejected by the contempt of historians 73 and poets, 74 and the tacit or modest censure of the advocates of the Roman church. 75 The popes themselves have indulged a smile at the credulity of the vulgar; 76 but a false and obsolete title still sanctifies their reign; and, by the same fortune which has attended the decretals and the Sibylline oracles, the edifice has subsisted after the foundations have been undermined."}