{"label": "ham", "to_address": "\"Perl Beginners\" <beginners@perl.org>", "from_address": "\"Dharshana Eswaran\" <dharshana.ve@gmail.com>", "subject": "Regarding perl/tk programming", "body": " It was the wish of Irene to supplant the eldest of her surviving sons, in favor of her daughter the princess Anne whose philosophy would not have refused the weight of a diadem. But the order of male succession was asserted by the friends of their country; the lawful heir drew the royal signet from the finger of his insensible or conscious father and the empire obeyed the master of the palace. Anna Comnena was stimulated by ambition and revenge to conspire against the life of her brother, and when the design was prevented by the fears or scruples of her husband, she passionately exclaimed that nature had mistaken the two sexes, and had endowed Bryennius with the soul of a woman. The two sons of Alexius, John and Isaac, maintained the fraternal concord, the hereditary virtue of their race, and the younger brother was content with the title of Sebastocrator, which approached the dignity, without sharing the power, of the emperor. In the same person the claims of primogeniture and merit were fortunately united; his swarthy complexion, harsh features, and diminutive stature, had suggested the ironical surname of Calo-Johannes, or John the Handsome, which his grateful subjects more seriously applied to the beauties of his mind. After the discovery of her treason, the life and fortune of Anne were justly forfeited to the laws. Her life was spared by the clemency of the emperor; but he visited the pomp and treasures of her palace, and bestowed the rich confiscation on the most deserving of his friends. That respectable friend Axuch, a slave of Turkish extraction, presumed to decline the gift, and to intercede for the criminal: his generous master applauded and imitated the virtue of his favorite, and the reproach or complaint of an injured brother was the only chastisement of the guilty princess. After this example of clemency, the remainder of his reign was never disturbed by conspiracy or rebellion: feared by his nobles, beloved by his people, John was never reduced to the painful necessity of punishing, or even of pardoning, his personal enemies. During his government of twenty-five years, the penalty of death was abolished in the Roman empire, a law of mercy most delightful to the humane theorist, but of which the practice, in a large and vicious community, is seldom consistent with the public safety. Severe to himself, indulgent to others, chaste, frugal, abstemious, the philosophic Marcus would not have disdained the artless virtues of his successor, derived from his heart, and not borrowed from the schools. He despised and moderated the stately magnificence of the Byzantine court, so oppressive to the people, so contemptible to the eye of reason. Under such a prince, innocence had nothing to fear, and merit had every thing to hope; and, without assuming the tyrannic office of a censor, he introduced a gradual though visible reformation in the public and private manners of Constantinople. The only defect of this accomplished character was the frailty of noble minds, the love of arms and military glory. Yet the frequent expeditions of John the Handsome may be justified, at least in their principle, by the necessity of repelling the Turks from the Hellespont and the Bosphorus. The sultan of Iconium was confined to his capital, the Barbarians were driven to the mountains, and the maritime provinces of Asia enjoyed the transient blessings of their deliverance. From Constantinople to Antioch and Aleppo, he repeatedly marched at the head of a victorious army, and in the sieges and battles of this holy war, his Latin allies were astonished by the superior spirit and prowess of a Greek. As he began to indulge the ambitious hope of restoring the ancient limits of the empire, as he revolved in his mind, the Euphrates and Tigris, the dominion of Syria, and the conquest of Jerusalem, the thread of his life and of the public felicity was broken by a singular accident. He hunted the wild boar in the valley of Anazarbus, and had fixed his javelin in the body of the furious animal; but in the struggle a poisoned arrow dropped from his quiver, and a slight wound in his hand, which produced a mortification, was fatal to the best and greatest of the Comnenian princes."}