{"label": "ham", "to_address": "\"Speakup\" <speakup@braille.uwo.ca>", "from_address": "\"Cleverson\" <clever92000@yahoo.com.br>", "subject": "Quick Programs Menu", "body": " Every scientific inquiry into the relation between the volume of the circulating medium and the movement of prices must assume the value of the money material as given. Hume, on the contrary, considers exclusively periods of revolution in the value of the precious metals, i. e. revolutions in the measure of value. The rise of prices which occurred simultaneously with the increase of metallic money after the discovery of the American mines forms the historical background of his theory, while his polemic against the monetary and mercantile system furnishes its practical motive. The importation of precious metals can naturally increase while their cost of production remains the same. On the other hand, a decrease in their value, i. e. in the labor-time required for their production will reveal itself first of all in their increased imports. Hence, said the later followers of Hume, a decrease in the value of the precious metals, reveals itself in an increased volume of the circulating medium, and the increased volume of the latter is shown in the rise of prices. As a matter of fact, however, the rise in price affects only exported commodities, which are exchanged for gold and silver as commodities and not as mediums of circulation. Thus, the prices of these commodities, which are now estimated in gold and silver of lower value, rise as compared with the prices of all other commodities whose exchange value continues to be estimated in gold or silver according to the standard of their old cost of production. This twofold appraisement of the exchange values of commodities in the same country can naturally be only temporary, and the gold and silver prices must become equalized in the proportions determined by the exchange values themselves, so that finally the exchange values of all commodities come to be estimated according to the new value of the money material. The development of this process, as well as the ways and means in which the exchange value of commodities asserts itself within the limits of the fluctuations of market prices, do not fall within the scope of this work. But that this equalization takes place but gradually in the early periods of development of bourgeois production and extends over long periods of time, never keeping pace with the increase of cash in circulation, has been strikingly demonstrated by new critical investigations of the movement of prices of commodities in the sixteenth century.[117] The favorite references of Hume’s followers to the rise of prices in ancient Rome in consequence of the conquests of Macedonia, Egypt and Asia Minor, are quite irrelevant. The characteristic method of antiquity of suddenly transferring hoarded treasures from one country to another, which was accomplished by violence and thus brought about a temporary reduction of the cost of production of precious metals in a certain country by the simple process of plunder, affects just as little the intrinsic laws of money circulation, as the gratuitous distribution of Egyptian and Sicilian grain in Rome affected the universal law governing the price of grain. Hume, as well as all other writers of the eighteenth century, was not in possession of the material necessary for the detailed observation of the circulation of money. This material, which first becomes available with the full development of banking, includes in the first place a critical history of prices of commodities, and in the second, official and current statistics relating to the expansion and contraction of the circulating medium, the imports and exports of the precious metals, etc. Hume’s theory of circulation may be summed up in the following propositions: 1. The prices of commodities in a country are determined by the quantity of money existing there (real or symbolic money); 2. The money current in a country represents all the commodities to be found there. In proportion “as there is more or less of this representation,” i. e. of money, “there goes a greater or less quantity of the thing represented to the same quantity of it”; 3. If commodities increase in quantity, their price falls or the value of money rises. If money increases in quantity, then, on the contrary, the price of commodities rises and the value of money declines.[118]"}