{"label": "spam", "to_address": "<producttestpanel@speedy.uwaterloo.ca>", "from_address": "\"DietPill ! ! \" <dietpill@matchedchois.com>", "subject": "DROP! 3OLBS IN 2 WEEKS ! ! ", "body": " I. In order to prevent any misunderstanding, it will be requisite, in the first place, to recapitulate, as clearly as possible, what our opinion is with respect to the fundamental nature of our sensuous cognition in general. We have intended, then, to say that all our intuition is nothing but the representation of phenomena; that the things which we intuite, are not in themselves the same as our representations of them in intuition, nor are their relations in themselves so constituted as they appear to us; and that if we take away the subject, or even only the subjective constitution of our senses in general, then not only the nature and relations of objects in space and time, but even space and time themselves disappear; and that these, as phenomena, cannot exist in themselves, but only in us. What may be the nature of objects considered as things in themselves and without reference to the receptivity of our sensibility is quite unknown to us. We know nothing more than our mode of perceiving them, which is peculiar to us, and which, though not of necessity pertaining to every animated being, is so to the whole human race. With this alone we have to do. Space and time are the pure forms thereof; sensation the matter. The former alone can we cognize à priori, that is, antecedent to all actual perception; and for this reason such cognition is called pure intuition. The latter is that in our cognition which is called cognition à posteriori, that is, empirical intuition. The former appertain absolutely and necessarily to our sensibility, of whatsoever kind our sensations may be; the latter may be of very diversified character. Supposing that we should carry our empirical intuition even to the very highest degree of clearness, we should not thereby advance one step nearer to a knowledge of the constitution of objects as things in themselves. For we could only, at best, arrive at a complete cognition of our own mode of intuition, that is of our sensibility, and this always under the conditions originally attaching to the subject, namely, the conditions of space and time; while the question: “What are objects considered as things in themselves?” remains unanswerable even after the most thorough examination of the phenomenal world."}