{"label": "spam", "to_address": "mhln@mhlearningnetwork.com", "from_address": "Keeps You Ready <dostrong@allergist.com>", "subject": "[Mhln] When you need erection...", "body": " By means of these two advantages, in the execution and decision of justice, men acquire a security against each others weakness and passion, as well as against their own, and under the shelter of their governors, begin to taste at ease the sweets of society and mutual assistance. But government extends farther its beneficial influence; and not contented to protect men in those conventions they make for their mutual interest, it often obliges them to make such conventions, and forces them to seek their own advantage, by a concurrence in some common end or purpose. There is no quality in human nature, which causes more fatal errors in our conduct, than that which leads us to prefer whatever is present to the distant and remote, and makes us desire objects more according to their situation than their intrinsic value. Two neighbours may agree to drain a meadow, which they possess in common; because it is easy for them to know each others mind; and each must perceive, that the immediate consequence of his failing in his part, is, the abandoning the whole project. But it is very difficult, and indeed impossible, that a thousand persons should agree in any such action; it being difficult for them to concert so complicated a design, and still more difficult for them to execute it; while each seeks a pretext to free himself of the trouble and expence, and would lay the whole burden on others. Political society easily remedies both these inconveniences. Magistrates find an immediate interest in the interest of any considerable part of their subjects. They need consult no body but themselves to form any scheme for the promoting of that interest. And as the failure of any one piece in the execution is connected, though not immediately, with the failure of the whole, they prevent that failure, because they find no interest in it, either immediate or remote. Thus bridges are built; harbours opened; ramparts raised; canals formed; fleets equiped; and armies disciplined every where, by the care of government, which, though composed of men subject to all human infirmities, becomes, by one of the finest and most subtle inventions imaginable, a composition, which is, in some measure, exempted from all these infirmities."}