{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r23067 - in branches/SAMBA_4_0/source: ntvfs\n\tntvfs/cifs ntvfs/cifs_posix_cli ntvfs/ipc ntvfs/nbench\n\tntvfs/posix ntvfs/simple ntvfs/unixuid smb_server\n\tsmb_server/smb smb_server/smb2", "body": " It was observed by one of the most sagacious of the Roman princes, that the talents of his predecessor Aurelian were better suited to the command of an army, than to the government of an empire. 95 Conscious of the character in which nature and experience had enabled him to excel, he again took the field a few months after his triumph. It was expedient to exercise the restless temper of the legions in some foreign war, and the Persian monarch, exulting in the shame of Valerian, still braved with impunity the offended majesty of Rome. At the head of an army, less formidable by its numbers than by its discipline and valor, the emperor advanced as far as the Straits which divide Europe from Asia. He there experienced that the most absolute power is a weak defence against the effects of despair. He had threatened one of his secretaries who was accused of extortion; and it was known that he seldom threatened in vain. The last hope which remained for the criminal was to involve some of the principal officers of the army in his danger, or at least in his fears. Artfully counterfeiting his master’s hand, he showed them, in a long and bloody list, their own names devoted to death. Without suspecting or examining the fraud, they resolved to secure their lives by the murder of the emperor. On his march, between Byzantium and Heraclea, Aurelian was suddenly attacked by the conspirators, whose stations gave them a right to surround his person, and after a short resistance, fell by the hand of Mucapor, a general whom he had always loved and trusted. He died regretted by the army, detested by the senate, but universally acknowledged as a warlike and fortunate prince, the useful, though severe reformer of a degenerate state. 96"}