{"label": "ham", "to_address": "Nicholas Lewin-Koh <nikko@hailmail.net>", "from_address": "Frank E Harrell Jr <f.harrell@vanderbilt.edu>", "subject": "Re: [R] complex contrasts and logistic regression", "body": " C―M or _sale_: commodity C enters the process of circulation not only as a particular use-value, e. g., a ton of iron, but as a use-value of a certain price, say, £3 17s. 10-1/2d., or an ounce of gold. While this price is on the one hand the exponent of the quantity of labor-time contained in a ton of iron, i. e., of the magnitude of its value, it at the same time expresses the pious wish of the iron to become gold, i. e., to give to the labor-time it contains the aspect of universal social labor-time. Unless this trans-substantiation takes place, the ton of iron not only ceases to be a commodity, but even a product, for it is a commodity only because it is a non-use-value to its owner; that is to say, his labor counts as actual labor only in so far as it is labor useful to others, and the thing is useful to him only as abstract universal labor. It is, therefore, the business of iron, or of its owner, to find that point in the world of commodities where iron attracts gold. But this difficulty, the _salto mortale_ of the commodity, is overcome when the sale actually takes place, as is assumed here on the analysis of simple circulation. When the ton of iron is realized as a use-value through its alienation, i. e., by passing from the hands in which it is a non-use-value to hands in which it is a use-value, it at the same time realizes its price and from mere imaginary gold it becomes real gold. In place of the name one ounce of gold or £3 17s. 10-1/2d., an ounce of real gold has appeared, but the ton of iron has cleared that place. Not only does the commodity―which in its price had been ideally converted into gold―actually turn into gold through the sale C―M, but gold, which as a measure of value had been only ideal money and in fact figured merely as a money name of commodities―is now turned into actual money[66] by the same process. Just as gold became the ideal universal equivalent, because all commodities measured their values by it, so does it now become the absolutely alienable commodity, real money, because it is the product of the universal alienation of commodities for it―and the sale C―M is the process by means of which that universal alienation takes place. But gold becomes real money only through sale, because the exchange values of commodities were already ideal gold in their prices."}