{"label": "spam", "to_address": "<producttestpanel@speedy.uwaterloo.ca>", "from_address": "\"APRIL__health\" <curbappetite@lifematched.net>", "subject": "The_weight -LOSS Patch proven to work", "body": " I will not follow the rest of his argument, which relates to terrestrial and winged animals; for the aquatic, and especially the marine creatures, seem to offer the greatest opportunity for questioning the fidelity of his narrative. In the first place, then, we may observe, that of all mankind the Greeks were amongst the greatest eaters of fish, at least after the heroic and Homeric ages; for Homer is never found to mention fish at the suppers and festivals of his heroes. So that I should not wonder if the frequent and repeated industry and observation of fishermen, following their labours both in rivers and seas, to adorn the tables of their fellow citizens, supplied ample and varied information to learned men who were engaged in the investigation of natural objects. By the same means they might learn from hunters the haunts and dispositions of wild beasts, and those of domesticated animals from husbandmen. The whole life and labour of such men was devoted to the uses, advantages, and food of man; and their observations would be particularly directed to those animals which could assist in sharing the labours of mankind, or whose flesh or other parts were required for food or medicine. Their parturition and its proper time, the number of their young, the manner of bringing them up, their nutriment, the pastures and food of the parents, and the proper time for hunting them, were observed with the greatest accuracy. And if any diseases arising from the weather, their food, or their drink impended over them, and threatened their production or the life of the wild cattle, or if a peculiar or common enemy laid in wait for the life of one or all, it could not easily escape their observation; and from these circumstances we may manifestly derive the origin of those fables and narratives in which the opinions of animals are compared with the life and manner of human beings, such as the simple minds of hunters, fishers, and rustics could comprehend. In these books of natural history we find traces of many stories of this kind which it is unnecessary here to point out."}