{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for SatCon Technology Corporation", "body": " But as the power of Hellas grew, and the acquisition of wealth became more an object, the revenues of the states increasing, tyrannies were by their means established almost everywhere—the old form of government being hereditary monarchy with definite prerogatives—and Hellas began to fit out fleets and apply herself more closely to the sea. It is said that the Corinthians were the first to approach the modern style of naval architecture, and that Corinth was the first place in Hellas where galleys were built; and we have Ameinocles, a Corinthian shipwright, making four ships for the Samians. Dating from the end of this war, it is nearly three hundred years ago that Ameinocles went to Samos. Again, the earliest sea-fight in history was between the Corinthians and Corcyraeans; this was about two hundred and sixty years ago, dating from the same time. Planted on an isthmus, Corinth had from time out of mind been a commercial emporium; as formerly almost all communication between the Hellenes within and without Peloponnese was carried on overland, and the Corinthian territory was the highway through which it travelled. She had consequently great money resources, as is shown by the epithet “wealthy” bestowed by the old poets on the place, and this enabled her, when traffic by sea became more common, to procure her navy and put down piracy; and as she could offer a mart for both branches of the trade, she acquired for herself all the power which a large revenue affords. Subsequently the Ionians attained to great naval strength in the reign of Cyrus, the first king of the Persians, and of his son Cambyses, and while they were at war with the former commanded for a while the Ionian sea. Polycrates also, the tyrant of Samos, had a powerful navy in the reign of Cambyses, with which he reduced many of the islands, and among them Rhenea, which he consecrated to the Delian Apollo. About this time also the Phocaeans, while they were founding Marseilles, defeated the Carthaginians in a sea-fight. These were the most powerful navies. And even these, although so many generations had elapsed since the Trojan war, seem to have been principally composed of the old fifty-oars and long-boats, and to have counted few galleys among their ranks. Indeed it was only shortly the Persian war, and the death of Darius the successor of Cambyses, that the Sicilian tyrants and the Corcyraeans acquired any large number of galleys. For after these there were no navies of any account in Hellas till the expedition of Xerxes; Aegina, Athens, and others may have possessed a few vessels, but they were principally fifty-oars. It was quite at the end of this period that the war with Aegina and the prospect of the barbarian invasion enabled Themistocles to persuade the Athenians to build the fleet with which they fought at Salamis; and even these vessels had not complete decks."}