{"label": "ham", "to_address": "BREAKINGNEWS Subscribers<BREAKINGNEWS-Subscribers@foxnews.com>", "from_address": "BREAKING NEWS<breakingnews@foxnews.com>", "subject": "FNC Alert", "body": " Accordingly they all now made up their minds to retreat by land. Meanwhile the Syracusan Hermocrates—suspecting their intention, and impressed by the danger of allowing a force of that magnitude to retire by land, establish itself in some other part of Sicily, and from thence renew the war—went and stated his views to the authorities, and pointed out to them that they ought not to let the enemy get away by night, but that all the Syracusans and their allies should at once march out and block up the roads and seize and guard the passes. The authorities were entirely of his opinion, and thought that it ought to be done, but on the other hand felt sure that the people, who had given themselves over to rejoicing, and were taking their ease after a great battle at sea, would not be easily brought to obey; besides, they were celebrating a festival, having on that day a sacrifice to Heracles, and most of them in their rapture at the victory had fallen to drinking at the festival, and would probably consent to anything sooner than to take up their arms and march out at that moment. For these reasons the thing appeared impracticable to the magistrates; and Hermocrates, finding himself unable to do anything further with them, had now recourse to the following stratagem of his own. What he feared was that the Athenians might quietly get the start of them by passing the most difficult places during the night; and he therefore sent, as soon as it was dusk, some friends of his own to the camp with some horsemen who rode up within earshot and called out to some of the men, as though they were well-wishers of the Athenians, and told them to tell Nicias (who had in fact some correspondents who informed him of what went on inside the town) not to lead off the army by night as the Syracusans were guarding the roads, but to make his preparations at his leisure and to retreat by day. After saying this they departed; and their hearers informed the Athenian generals, who put off going for that night on the strength of this message, not doubting its sincerity."}