{"label": "ham", "to_address": "Christian Perrier <bubulle@debian.org>", "from_address": "Steve Langasek <vorlon@debian.org>", "subject": "Re: [PATCH 4/10] Debian patch: add an option to not update mtab for\n\tsmbmount", "body": " The scandal of an abstract heresy can be only proclaimed to the people by the blast of the ecclesiastical trumpet; but the most ignorant can perceive, the most torpid must feel, the profanation and downfall of their visible deities. The first hostilities of Leo were directed against a lofty Christ on the vestibule, and above the gate, of the palace. A ladder had been planted for the assault, but it was furiously shaken by a crowd of zealots and women: they beheld, with pious transport, the ministers of sacrilege tumbling from on high and dashed against the pavement: and the honors of the ancient martyrs were prostituted to these criminals, who justly suffered for murder and rebellion. 21 The execution of the Imperial edicts was resisted by frequent tumults in Constantinople and the provinces: the person of Leo was endangered, his officers were massacred, and the popular enthusiasm was quelled by the strongest efforts of the civil and military power. Of the Archipelago, or Holy Sea, the numerous islands were filled with images and monks: their votaries abjured, without scruple, the enemy of Christ, his mother, and the saints; they armed a fleet of boats and galleys, displayed their consecrated banners, and boldly steered for the harbor of Constantinople, to place on the throne a new favorite of God and the people. They depended on the succor of a miracle: but their miracles were inefficient against the Greek fire; and, after the defeat and conflagration of the fleet, the naked islands were abandoned to the clemency or justice of the conqueror. The son of Leo, in the first year of his reign, had undertaken an expedition against the Saracens: during his absence, the capital, the palace, and the purple, were occupied by his kinsman Artavasdes, the ambitious champion of the orthodox faith. The worship of images was triumphantly restored: the patriarch renounced his dissimulation, or dissembled his sentiments and the righteous claims of the usurper was acknowledged, both in the new, and in ancient, Rome. Constantine flew for refuge to his paternal mountains; but he descended at the head of the bold and affectionate Isaurians; and his final victory confounded the arms and predictions of the fanatics. His long reign was distracted with clamor, sedition, conspiracy, and mutual hatred, and sanguinary revenge; the persecution of images was the motive or pretence, of his adversaries; and, if they missed a temporal diadem, they were rewarded by the Greeks with the crown of martyrdom. In every act of open and clandestine treason, the emperor felt the unforgiving enmity of the monks, the faithful slaves of the superstition to which they owed their riches and influence. They prayed, they preached, they absolved, they inflamed, they conspired; the solitude of Palestine poured forth a torrent of invective; and the pen of St. John Damascenus, 22 the last of the Greek fathers, devoted the tyrant’s head, both in this world and the next. 23 2311 I am not at leisure to examine how far the monks provoked, nor how much they have exaggerated, their real and pretended sufferings, nor how many lost their lives or limbs, their eyes or their beards, by the cruelty of the emperor. 2312 From the chastisement of individuals, he proceeded to the abolition of the order; and, as it was wealthy and useless, his resentment might be stimulated by avarice, and justified by patriotism. The formidable name and mission of the Dragon, 24 his visitor-general, excited the terror and abhorrence of the black nation: the religious communities were dissolved, the buildings were converted into magazines, or barracks; the lands, movables, and cattle were confiscated; and our modern precedents will support the charge, that much wanton or malicious havoc was exercised against the relics, and even the books of the monasteries. With the habit and profession of monks, the public and private worship of images was rigorously proscribed; and it should seem, that a solemn abjuration of idolatry was exacted from the subjects, or at least from the clergy, of the Eastern empire. 25"}