{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "\"CNN Political Ticker\" <politicalticker@cnn.com>", "subject": "CNN Political Ticker AM, Friday, May 11, 2007", "body": " II. The jurisdiction of each city over the adjacent country, was supported by the patrimonial influence of the principal senators; and the smaller towns, the villages, and the proprietors of land, consulted their own safety by adhering to the shelter of these rising republics. The sphere of their attraction was proportioned to the respective degrees of their wealth and populousness; but the hereditary lords of ample possessions, who were not oppressed by the neighborhood of any powerful city, aspired to the rank of independent princes, and boldly exercised the rights of peace and war. The gardens and villas, which exhibited some faint imitation of Italian elegance, would soon be converted into strong castles, the refuge, in time of danger, of the adjacent country: 184 the produce of the land was applied to purchase arms and horses; to maintain a military force of slaves, of peasants, and of licentious followers; and the chieftain might assume, within his own domain, the powers of a civil magistrate. Several of these British chiefs might be the genuine posterity of ancient kings; and many more would be tempted to adopt this honorable genealogy, and to vindicate their hereditary claims, which had been suspended by the usurpation of the Caesars. 185 Their situation and their hopes would dispose them to affect the dress, the language, and the customs of their ancestors. If the princes of Britain relapsed into barbarism, while the cities studiously preserved the laws and manners of Rome, the whole island must have been gradually divided by the distinction of two national parties; again broken into a thousand subdivisions of war and faction, by the various provocations of interest and resentment. The public strength, instead of being united against a foreign enemy, was consumed in obscure and intestine quarrels; and the personal merit which had placed a successful leader at the head of his equals, might enable him to subdue the freedom of some neighboring cities; and to claim a rank among the tyrants, 186 who infested Britain after the dissolution of the Roman government. III. The British church might be composed of thirty or forty bishops, 187 with an adequate proportion of the inferior clergy; and the want of riches (for they seem to have been poor 188) would compel them to deserve the public esteem, by a decent and exemplary behavior."}