{"label": "spam", "to_address": "<antelopehn@flax9.uwaterloo.ca>", "from_address": "\"Joe Roy\" <LIL_BLONDIE_GIRL13@YAHOO.COM>", "subject": "Why pay more?", "body": " I am as far as any one from pretending that these defects are necessarily inherent in the Christian ethics, in every manner in which it can be conceived, or that the many requisites of a complete moral doctrine which it does not contain, do not admit of being reconciled with it. Far less would I insinuate this of the doctrines and precepts of Christ himself. I believe that the sayings of Christ are all, that I can see any evidence of their having been intended to be; that they are irreconcilable with nothing which a comprehensive morality requires; that everything which is excellent in ethics may be brought within them, with no greater violence to their language than has been done to it by all who have attempted to deduce from them any practical system of conduct whatever. But it is quite consistent with this, to believe that they contain, and were meant to contain, only a part of the truth; that many essential elements of the highest morality are among the things which are not provided for, nor intended to be provided for, in the recorded deliverances of the Founder of Christianity, and which have been entirely thrown aside in the system of ethics erected on the basis of those deliverances by the Christian Church. And this being so, I think it a great error to persist in attempting to find in the Christian doctrine that complete rule for our guidance, which its author intended it to sanction and enforce, but only partially to provide. I believe, too, that this narrow theory is becoming a grave practical evil, detracting greatly from the value of the moral training and instruction, which so many well-meaning persons are now at length exerting themselves to promote. I much fear that by attempting to form the mind and feelings on an exclusively religious type, and discarding those secular standards (as for want of a better name they may be called) which heretofore co-existed with and supplemented the Christian ethics, receiving some of its spirit, and infusing into it some of theirs, there will result, and is even now resulting, a low, abject, servile type of character, which, submit itself as it may to what it deems the Supreme Will, is incapable of rising to or sympathising in the conception of Supreme Goodness. I believe that other ethics than any which can be evolved from exclusively Christian sources, must exist side by side with Christian ethics to produce the moral regeneration of mankind; and that the Christian system is no exception to the rule, that in an imperfect state of the human mind, the interests of truth require a diversity of opinions. It is not necessary that in ceasing to ignore the moral truths not contained in Christianity, men should ignore any of those which it does contain. Such prejudice, or oversight, when it occurs, is altogether an evil; but it is one from which we cannot hope to be always exempt, and must be regarded as the price paid for an inestimable good. The exclusive pretension made by a part of the truth to be the whole, must and ought to be protested against, and if a reactionary impulse should make the protestors unjust in their turn, this one-sidedness, like the other, may be lamented, but must be tolerated. If Christians would teach infidels to be just to Christianity, they should themselves be just to infidelity. It can do truth no service to blink the fact, known to all who have the most ordinary acquaintance with literary history, that a large portion of the noblest and most valuable moral teaching has been the work, not only of men who did not know, but of men who knew and rejected, the Christian faith."}