{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Bill Vorias\" <billv@loyaltybuilders.com>", "subject": "[R] R question", "body": " The gratitude of the church has exalted the virtues and excused the failings of a generous patron, who seated Christianity on the throne of the Roman world; and the Greeks, who celebrate the festival of the Imperial saint, seldom mention the name of Constantine without adding the title of _equal to the Apostles_. 71 Such a comparison, if it allude to the character of those divine missionaries, must be imputed to the extravagance of impious flattery. But if the parallel be confined to the extent and number of their evangelic victories the success of Constantine might perhaps equal that of the Apostles themselves. By the edicts of toleration, he removed the temporal disadvantages which had hitherto retarded the progress of Christianity; and its active and numerous ministers received a free permission, a liberal encouragement, to recommend the salutary truths of revelation by every argument which could affect the reason or piety of mankind. The exact balance of the two religions continued but a moment; and the piercing eye of ambition and avarice soon discovered, that the profession of Christianity might contribute to the interest of the present, as well as of a future life. 72 The hopes of wealth and honors, the example of an emperor, his exhortations, his irresistible smiles, diffused conviction among the venal and obsequious crowds which usually fill the apartments of a palace. The cities which signalized a forward zeal by the voluntary destruction of their temples, were distinguished by municipal privileges, and rewarded with popular donatives; and the new capital of the East gloried in the singular advantage that Constantinople was never profaned by the worship of idols. 73 As the lower ranks of society are governed by imitation, the conversion of those who possessed any eminence of birth, of power, or of riches, was soon followed by dependent multitudes. 74 The salvation of the common people was purchased at an easy rate, if it be true that, in one year, twelve thousand men were baptized at Rome, besides a proportionable number of women and children, and that a white garment, with twenty pieces of gold, had been promised by the emperor to every convert. 75 The powerful influence of Constantine was not circumscribed by the narrow limits of his life, or of his dominions. The education which he bestowed on his sons and nephews secured to the empire a race of princes, whose faith was still more lively and sincere, as they imbibed, in their earliest infancy, the spirit, or at least the doctrine, of Christianity. War and commerce had spread the knowledge of the gospel beyond the confines of the Roman provinces; and the Barbarians, who had disdained as humble and proscribed sect, soon learned to esteem a religion which had been so lately embraced by the greatest monarch, and the most civilized nation, of the globe. 76 The Goths and Germans, who enlisted under the standard of Rome, revered the cross which glittered at the head of the legions, and their fierce countrymen received at the same time the lessons of faith and of humanity. The kings of Iberia and Armenia76a worshipped the god of their protector; and their subjects, who have invariably preserved the name of Christians, soon formed a sacred and perpetual connection with their Roman brethren. The Christians of Persia were suspected, in time of war, of preferring their religion to their country; but as long as peace subsisted between the two empires, the persecuting spirit of the Magi was effectually restrained by the interposition of Constantine. 77 The rays of the gospel illuminated the coast of India. The colonies of Jews, who had penetrated into Arabia and Ethiopia, 78 opposed the progress of Christianity; but the labor of the missionaries was in some measure facilitated by a previous knowledge of the Mosaic revelation; and Abyssinia still reveres the memory of Frumentius, 78a who, in the time of Constantine, devoted his life to the conversion of those sequestered regions. Under the reign of his son Constantius, Theophilus, 79 who was himself of Indian extraction, was invested with the double character of ambassador and bishop. He embarked on the Red Sea with two hundred horses of the purest breed of Cappadocia, which were sent by the emperor to the prince of the Sab¾ans, or Homerites. Theophilus was intrusted with many other useful or curious presents, which might raise the admiration, and conciliate the friendship, of the Barbarians; and he successfully employed several years in a pastoral visit to the churches of the torrid zone. 80"}