{"label": "spam", "to_address": "\"smile\" <smile@speedy.uwaterloo.ca>", "from_address": "\"Irma Schmitz\" <cozad54@neiq.net>", "subject": "Is yourself folcroft", "body": " The conception of the summum itself contains an ambiguity which might occasion needless disputes if we did not attend to it. The summum may mean either the supreme (supremum) or the perfect (consummatum). The former is that condition which is itself unconditioned, i.e., is not subordinate to any other (originarium); the second is that whole which is not a part of a greater whole of the same kind (perfectissimum). It has been shown in the Analytic that virtue (as worthiness to be happy) is the supreme condition of all that can appear to us desirable, and consequently of all our pursuit of happiness, and is therefore the supreme good. But it does not follow that it is the whole and perfect good as the object of the desires of rational finite beings; for this requires happiness also, and that not merely in the partial eyes of the person who makes himself an end, but even in the judgement of an impartial reason, which regards persons in general as ends in themselves. For to need happiness, to deserve it, and yet at the same time not to participate in it, cannot be consistent with the perfect volition of a rational being possessed at the same time of all power, if, for the sake of experiment, we conceive such a being. Now inasmuch as virtue and happiness together constitute the possession of the summum bonum in a person, and the distribution of happiness in exact proportion to morality (which is the worth of the person, and his worthiness to be happy) constitutes the summum bonum of a possible world; hence this summum bonum expresses the whole, the perfect good, in which, however, virtue as the condition is always the supreme good, since it has no condition above it; whereas happiness, while it is pleasant to the possessor of it, is not of itself absolutely and in all respects good, but always presupposes morally right behaviour as its condition."}