{"label": "ham", "to_address": "lakshmi.sailaja@supersolution.com", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: Prompt in Net::Telnet", "body": " “Peloponnesians, the late engagement, which may have made some of you afraid of the one now in prospect, really gives no just ground for apprehension. Preparation for it, as you know, there was little enough; and the object of our voyage was not so much to fight at sea as an expedition by land. Besides this, the chances of war were largely against us; and perhaps also inexperience had something to do with our failure in our first naval action. It was not, therefore, cowardice that produced our defeat, nor ought the determination which force has not quelled, but which still has a word to say with its adversary, to lose its edge from the result of an accident; but admitting the possibility of a chance miscarriage, we should know that brave hearts must be always brave, and while they remain so can never put forward inexperience as an excuse for misconduct. Nor are you so behind the enemy in experience as you are ahead of him in courage; and although the science of your opponents would, if valour accompanied it, have also the presence of mind to carry out at in emergency the lesson it has learnt, yet a faint heart will make all art powerless in the face of danger. For fear takes away presence of mind, and without valour art is useless. Against their superior experience set your superior daring, and against the fear induced by defeat the fact of your having been then unprepared; remember, too, that you have always the advantage of superior numbers, and of engaging off your own coast, supported by your heavy infantry; and as a rule, numbers and equipment give victory. At no point, therefore, is defeat likely; and as for our previous mistakes, the very fact of their occurrence will teach us better for the future. Steersmen and sailors may, therefore, confidently attend to their several duties, none quitting the station assigned to them: as for ourselves, we promise to prepare for the engagement at least as well as your previous commanders, and to give no excuse for any one misconducting himself. Should any insist on doing so, he shall meet with the punishment he deserves, while the brave shall be honoured with the appropriate rewards of valour.”"}