{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Mike Meredith <mmeredith@wcs.org>", "subject": "Re: [R] Data consistency checks in functions", "body": " “Such, Lacedaemonians, are the facts. We have gone into them at some length both on your account and on our own, that you may fed that you will justly condemn the prisoners, and we, that we have given an additional sanction to our vengeance. We would also prevent you from being melted by hearing of their past virtues, if any such they had: these may be fairly appealed to by the victims of injustice, but only aggravate the guilt of criminals, since they offend against their better nature. Nor let them gain anything by crying and wailing, by calling upon your fathers’ tombs and their own desolate condition. Against this we point to the far more dreadful fate of our youth, butchered at their hands; the fathers of whom either fell at Coronea, bringing Boeotia over to you, or seated, forlorn old men by desolate hearths, with far more reason implore your justice upon the prisoners. The pity which they appeal to is rather due to men who suffer unworthily; those who suffer justly as they do are on the contrary subjects for triumph. For their present desolate condition they have themselves to blame, since they wilfully rejected the better alliance. Their lawless act was not provoked by any action of ours: hate, not justice, inspired their decision; and even now the satisfaction which they afford us is not adequate; they will suffer by a legal sentence, not as they pretend as suppliants asking for quarter in battle, but as prisoners who have surrendered upon agreement to take their trial. Vindicate, therefore, Lacedaemonians, the Hellenic law which they have broken; and to us, the victims of its violation, grant the reward merited by our zeal. Nor let us be supplanted in your favour by their harangues, but offer an example to the Hellenes, that the contests to which you invite them are of deeds, not words: good deeds can be shortly stated, but where wrong is done a wealth of language is needed to veil its deformity. However, if leading powers were to do what you are now doing, and putting one short question to all alike were to decide accordingly, men would be less tempted to seek fine phrases to cover bad actions.”"}