{"label": "ham", "to_address": "\"Charles C. Berry\" <cberry@tajo.ucsd.edu>", "from_address": "\"Strickland, Matthew (CDC/CCHP/NCBDDD) (CTR)\" <cro6@CDC.GOV>", "subject": "Re: [R] Conditional logistic regression for \"events/trials\" format", "body": " [A. D. 711.] Count Julian had plunged so deep into guilt and infamy, that his only hope was in the ruin of his country. After the battle of Xeres he recommended the most effectual measures to the victorious Saracens. “The king of the Goths is slain; their princes are fled before you, the army is routed, the nation is astonished. Secure with sufficient detachments the cities of Boetica; but in person and without delay, march to the royal city of Toledo, and allow not the distracted Christians either time or tranquillity for the election of a new monarch.” Tarik listened to his advice. A Roman captive and proselyte, who had been enfranchised by the caliph himself, assaulted Cordova with seven hundred horse: he swam the river, surprised the town, and drove the Christians into the great church, where they defended themselves above three months. Another detachment reduced the seacoast of Boetica, which in the last period of the Moorish power has comprised in a narrow space the populous kingdom of Grenada. The march of Tarik from the Boetis to the Tagus,177 was directed through the Sierra Morena, that separates Andalusia and Castille, till he appeared in arms under the walls of Toledo.178 The most zealous of the Catholics had escaped with the relics of their saints; and if the gates were shut, it was only till the victor had subscribed a fair and reasonable capitulation. The voluntary exiles were allowed to depart with their effects; seven churches were appropriated to the Christian worship; the archbishop and his clergy were at liberty to exercise their functions, the monks to practise or neglect their penance; and the Goths and Romans were left in all civil or criminal cases to the subordinate jurisdiction of their own laws and magistrates. But if the justice of Tarik protected the Christians, his gratitude and policy rewarded the Jews, to whose secret or open aid he was indebted for his most important acquisitions. Persecuted by the kings and synods of Spain, who had often pressed the alternative of banishment or baptism, that outcast nation embraced the moment of revenge: the comparison of their past and present state was the pledge of their fidelity; and the alliance between the disciples of Moses and those of Mahomet, was maintained till the final era of their common expulsion."}