{"label": "ham", "to_address": "\"Matthew Trunnell\" <trunnell@cognix.net>", "from_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "subject": "Re: [R] Histograms with strings, grouped by repeat count (w/ data)", "body": " Notwithstanding these repeated provocations, the resentment of the Roman princes expired after the victory; nor were their apprehensions continued beyond the period of war and danger. By the general indulgence of polytheism, and by the mild temper of Antoninus Pius, the Jews were restored to their ancient privileges, and once more obtained the permission of circumcising their children, with the easy restraint, that they should never confer on any foreign proselyte that distinguishing mark of the Hebrew race. 4 The numerous remains of that people, though they were still excluded from the precincts of Jerusalem, were permitted to form and to maintain considerable establishments both in Italy and in the provinces, to acquire the freedom of Rome, to enjoy municipal honors, and to obtain at the same time an exemption from the burdensome and expensive offices of society. The moderation or the contempt of the Romans gave a legal sanction to the form of ecclesiastical police which was instituted by the vanquished sect. The patriarch, who had fixed his residence at Tiberias, was empowered to appoint his subordinate ministers and apostles, to exercise a domestic jurisdiction, and to receive from his dispersed brethren an annual contribution. 5 New synagogues were frequently erected in the principal cities of the empire; and the sabbaths, the fasts, and the festivals, which were either commanded by the Mosaic law, or enjoined by the traditions of the Rabbis, were celebrated in the most solemn and public manner. 6 Such gentle treatment insensibly assuaged the stern temper of the Jews. Awakened from their dream of prophecy and conquest, they assumed the behavior of peaceable and industrious subjects. Their irreconcilable hatred of mankind, instead of flaming out in acts of blood and violence, evaporated in less dangerous gratifications. They embraced every opportunity of overreaching the idolaters in trade; and they pronounced secret and ambiguous imprecations against the haughty kingdom of Edom. 7"}