{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22315 - in branches/SAMBA_3_0/source: . include\n\tlib/tdb/common lib/tdb/include lib/tdb/tools", "body": " The third and most obvious cause was the weight and magnitude of the empire itself. The caliph Almamon might proudly assert, that it was easier for him to rule the East and the West, than to manage a chess-board of two feet square: 102 yet I suspect that in both those games he was guilty of many fatal mistakes; and I perceive, that in the distant provinces the authority of the first and most powerful of the Abbassides was already impaired. The analogy of despotism invests the representative with the full majesty of the prince; the division and balance of powers might relax the habits of obedience, might encourage the passive subject to inquire into the origin and administration of civil government. He who is born in the purple is seldom worthy to reign; but the elevation of a private man, of a peasant, perhaps, or a slave, affords a strong presumption of his courage and capacity. The viceroy of a remote kingdom aspires to secure the property and inheritance of his precarious trust; the nations must rejoice in the presence of their sovereign; and the command of armies and treasures are at once the object and the instrument of his ambition. A change was scarcely visible as long as the lieutenants of the caliph were content with their vicarious title; while they solicited for themselves or their sons a renewal of the Imperial grant, and still maintained on the coin and in the public prayers the name and prerogative of the commander of the faithful. But in the long and hereditary exercise of power, they assumed the pride and attributes of royalty; the alternative of peace or war, of reward or punishment, depended solely on their will; and the revenues of their government were reserved for local services or private magnificence. Instead of a regular supply of men and money, the successors of the prophet were flattered with the ostentatious gift of an elephant, or a cast of hawks, a suit of silk hangings, or some pounds of musk and amber. 103"}