{"label": "ham", "to_address": "tridge@samba.org", "from_address": "Jeremy Allison <jra@samba.org>", "subject": "Re: tdb_transaction_cancel", "body": " Seeing then in every Christian Common-wealth, the Civill Soveraign is the Supreme Pastor, to whose charge the whole flock of his Subjects is committed, and consequently that it is by his authority, that all other Pastors are made, and have power to teach, and performe all other Pastorall offices; it followeth also, that it is from the Civill Soveraign, that all other Pastors derive their right of Teaching, Preaching, and other functions pertaining to that Office; and that they are but his Ministers; in the same manner as the Magistrates of Towns, Judges in Courts of Justice, and Commanders of Armies, are all but Ministers of him that is the Magistrate of the whole Common-wealth, Judge of all Causes, and Commander of the whole Militia, which is alwayes the Civill Soveraign. And the reason hereof, is not because they that Teach, but because they that are to Learn, are his Subjects. For let it be supposed, that a Christian King commit the Authority of Ordaining Pastors in his Dominions to another King, (as divers Christian Kings allow that power to the Pope;) he doth not thereby constitute a Pastor over himself, nor a Soveraign Pastor over his People; for that were to deprive himself of the Civill Power; which depending on the opinion men have of their Duty to him, and the fear they have of Punishment in another world, would depend also on the skill, and loyalty of Doctors, who are no lesse subject, not only to Ambition, but also to Ignorance, than any other sort of men. So that where a stranger hath authority to appoint Teachers, it is given him by the Soveraign in whose Dominions he teacheth. Christian Doctors are our Schoolmasters to Christianity; But Kings are Fathers of Families, and may receive Schoolmasters for their Subjects from the recommendation of a stranger, but not from the command; especially when the ill teaching them shall redound to the great and manifest profit of him that recommends them: nor can they be obliged to retain them, longer than it is for the Publique good; the care of which they stand so long charged withall, as they retain any other essentiall Right of the Soveraignty."}