{"label": "ham", "to_address": "\"\" <ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"The Internet Patrol\" <info@theinternetpatrol.com>", "subject": "\n The Internet Patrol -  Go to Google and Get these Cool Google Gadgets for Everyone!", "body": " Nine centuries of war had gradually introduced into the service many alterations and improvements. The legions, as they are described by Polybius, 41 in the time of the Punic wars, differed very materially from those which achieved the victories of Cæsar, or defended the monarchy of Hadrian and the Antonines. The constitution of the Imperial legion may be described in a few words. 42 The heavy-armed infantry, which composed its principal strength, 43 was divided into ten cohorts, and fifty-five companies, under the orders of a correspondent number of tribunes and centurions. The first cohort, which always claimed the post of honor and the custody of the eagle, was formed of eleven hundred and five soldiers, the most approved for valor and fidelity. The remaining nine cohorts consisted each of five hundred and fifty-five; and the whole body of legionary infantry amounted to six thousand one hundred men. Their arms were uniform, and admirably adapted to the nature of their service: an open helmet, with a lofty crest; a breastplate, or coat of mail; greaves on their legs, and an ample buckler on their left arm. The buckler was of an oblong and concave figure, four feet in length, and two and a half in breadth, framed of a light wood, covered with a bull’s hide, and strongly guarded with plates of brass. Besides a lighter spear, the legionary soldier grasped in his right hand the formidable _pilum_, a ponderous javelin, whose utmost length was about six feet, and which was terminated by a massy triangular point of steel of eighteen inches. 44 This instrument was indeed much inferior to our modern fire-arms; since it was exhausted by a single discharge, at the distance of only ten or twelve paces. Yet when it was launched by a firm and skilful hand, there was not any cavalry that durst venture within its reach, nor any shield or corselet that could sustain the impetuosity of its weight. As soon as the Roman had darted his _pilum_, he drew his sword, and rushed forwards to close with the enemy. His sword was a short well-tempered Spanish blade, that carried a double edge, and was alike suited to the purpose of striking or of pushing; but the soldier was always instructed to prefer the latter use of his weapon, as his own body remained less exposed, whilst he inflicted a more dangerous wound on his adversary. 45 The legion was usually drawn up eight deep; and the regular distance of three feet was left between the files as well as ranks. 46 A body of troops, habituated to preserve this open order, in a long front and a rapid charge, found themselves prepared to execute every disposition which the circumstances of war, or the skill of their leader, might suggest. The soldier possessed a free space for his arms and motions, and sufficient intervals were allowed, through which seasonable reinforcements might be introduced to the relief of the exhausted combatants. 47 The tactics of the Greeks and Macedonians were formed on very different principles. The strength of the phalanx depended on sixteen ranks of long pikes, wedged together in the closest array. 48 But it was soon discovered by reflection, as well as by the event, that the strength of the phalanx was unable to contend with the activity of the legion. 49"}