{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jra@samba.org", "subject": "svn commit: samba r22590 - in branches: SAMBA_3_0/source/lib\n\tSAMBA_3_0/source/libads SAMBA_3_0/source/libgpo\n\tSAMBA_3_0/source/libmsrpc SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0/source/registry SAMBA_3_0/source/smbd\n\tSAMBA_3_0/source/utils SAMBA_3_0_25/source/lib\n\tSAMBA_3_0_25/source/libads SAMBA_3_0_25/source/libgpo\n\tSAMBA_3_0_25/source/libmsrpc SAMBA_3_0_25/source/nsswitch\n\tSAMBA_3_0_25/source/registry SAMBA_3_0_25/source/smbd\n\tSAMBA_3_0_25/source/utils", "body": " 1041 (return) [ The most curious document which has come to light since the publication of Gibbon’s History, is the edict of Diocletian, published from an inscription found at Eskihissar, (Stratoniccia,) by Col. Leake. This inscription was first copied by Sherard, afterwards much more completely by Mr. Bankes. It is confirmed and illustrated by a more imperfect copy of the same edict, found in the Levant by a gentleman of Aix, and brought to this country by M. Vescovali. This edict was issued in the name of the four Cæsars, Diocletian, Maximian, Constantius, and Galerius. It fixed a maximum of prices throughout the empire, for all the necessaries and commodities of life. The preamble insists, with great vehemence on the extortion and inhumanity of the venders and merchants. Quis enim adeo obtunisi (obtusi) pectores (is) et a sensu inhumanitatis extorris est qui ignorare potest immo non senserit in venalibus rebus quævel in mercimoniis aguntur vel diurna urbium conversatione tractantur, in tantum se licen liam defusisse, ut effrænata libido rapien—rum copia nec annorum ubertatibus mitigaretur. The edict, as Col. Leake clearly shows, was issued A. C. 303. Among the articles of which the maximum value is assessed, are oil, salt, honey, butchers’ meat, poultry, game, fish, vegetables, fruit the wages of laborers and artisans, schoolmasters and skins, boots and shoes, harness, timber, corn, wine, and beer, (zythus.) The depreciation in the value of money, or the rise in the price of commodities, had been so great during the past century, that butchers’ meat, which, in the second century of the empire, was in Rome about two denaril the pound, was now fixed at a maximum of eight. Col. Leake supposes the average price could not be less than four: at the same time the maximum of the wages of the agricultural laborers was twenty-five. The whole edict is, perhaps, the most gigantic effort of a blind though well-intentioned despotism, to control that which is, and ought to be, beyond the regulation of the government. See an Edict of Diocletian, by Col. Leake, London, 1826. Col. Leake has not observed that this Edict is expressly named in the treatise de Mort. Persecut. ch. vii. Idem cum variis iniquitatibus immensam faceret caritatem, legem pretiis rerum venalium statuere conatus.—M]"}