{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Power Marketing Association<Power.Marketing.Association@calcium.netcontentinc.net>", "subject": "Electric Power Planning July 23-24  San Francisco", "body": " The Ministers Of The Gospel Lived On The Benevolence Of Their Flocks But here may some ask, whether the Pastor were then bound to live upon voluntary contribution, as upon almes, \"For who (saith S. Paul 1 Cor. 9. 7.) goeth to war at his own charges? or who feedeth a flock, and eatheth not of the milke of the flock?\" And again, (1 Cor. 9. 13.) \"Doe ye not know that they which minister about holy things, live of the things of the Temple; and they which wait at the Altar, partake with the Altar;\" that is to say, have part of that which is offered at the Altar for their maintenance? And then he concludeth, \"Even so hath the Lord appointed, that they which preach the Gospel should live of the Gospel. From which place may be inferred indeed, that the Pastors of the Church ought to be maintained by their flocks; but not that the Pastors were to determine, either the quantity, or the kind of their own allowance, and be (as it were) their own Carvers. Their allowance must needs therefore be determined, either by the gratitude, and liberality of every particular man of their flock, or by the whole Congregation. By the whole Congregation it could not be, because their Acts were then no Laws: Therefore the maintenance of Pastors, before Emperours and Civill Soveraigns had made Laws to settle it, was nothing but Benevolence. They that served at the Altar lived on what was offered. In what court should they sue for it, who had no Tribunalls? Or if they had Arbitrators amongst themselves, who should execute their Judgments, when they had no power to arme their Officers? It remaineth therefore, that there could be no certaine maintenance assigned to any Pastors of the Church, but by the whole Congregation; and then onely, when their Decrees should have the force (not onely of Canons, but also) of Laws; which Laws could not be made, but by Emperours, Kings, or other Civill Soveraignes. The Right of Tythes in Moses Law, could not be applyed to the then Ministers of the Gospell; because Moses and the High Priests were the Civill Soveraigns of the people under God, whose Kingdom amongst the Jews was present; whereas the Kingdome of God by Christ is yet to come."}