{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBSNews---Breaking_News <cbsnews___breaking_news-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBSNews.com News Alert! Appeals Court Won't Delay Libby Imprisonment", "body": " The discovery of a great metaphysical conception seems to ravish the mind with a prophetic consciousness which takes away the power of estimating its value. No metaphysical enquirer has ever fairly criticised his own speculations; in his own judgment they have been above criticism; nor has he understood that what to him seemed to be absolute truth may reappear in the next generation as a form of logic or an instrument of thought. And posterity have also sometimes equally misapprehended the real value of his speculations. They appear to them to have contributed nothing to the stock of human knowledge. The IDEA of good is apt to be regarded by the modern thinker as an unmeaning abstraction; but he forgets that this abstraction is waiting ready for use, and will hereafter be filled up by the divisions of knowledge. When mankind do not as yet know that the world is subject to law, the introduction of the mere conception of law or design or final cause, and the far-off anticipation of the harmony of knowledge, are great steps onward. Even the crude generalization of the unity of all things leads men to view the world with different eyes, and may easily affect their conception of human life and of politics, and also their own conduct and character (Tim). We can imagine how a great mind like that of Pericles might derive elevation from his intercourse with Anaxagoras (Phaedr.). To be struggling towards a higher but unattainable conception is a more favourable intellectual condition than to rest satisfied in a narrow portion of ascertained fact. And the earlier, which have sometimes been the greater ideas of science, are often lost sight of at a later period. How rarely can we say of any modern enquirer in the magnificent language of Plato, that ‘He is the spectator of all time and of all existence!’"}