{"label": "spam", "to_address": "\"the00\" <the00@plg.uwaterloo.ca>", "from_address": "\"Tommy Obrien\" <jbclarkston@careernow.info>", "subject": "To my clearfield", "body": " The same powerful motives which command the observance of these primary moralities, enjoin the punishment of those who violate them; and as the impulses of self-defence, of defence of others, and of vengeance, are all called forth against such persons, retribution, or evil for evil, becomes closely connected with the sentiment of justice, and is universally included in the idea. Good for good is also one of the dictates of justice; and this, though its social utility is evident, and though it carries with it a natural human feeling, has not at first sight that obvious connexion with hurt or injury, which, existing in the most elementary cases of just and unjust, is the source of the characteristic intensity of the sentiment. But the connexion, though less obvious, is not less real. He who accepts benefits, and denies a return of them when needed, inflicts a real hurt, by disappointing one of the most natural and reasonable of expectations, and one which he must at least tacitly have encouraged, otherwise the benefits would seldom have been conferred. The important rank, among human evils and wrongs, of the disappointment of expectation, is shown in the fact that it constitutes the principal criminality of two such highly immoral acts as a breach of friendship and a breach of promise. Few hurts which human beings can sustain are greater, and none wound more, than when that on which they habitually and with full assurance relied, fails them in the hour of need; and few wrongs are greater than this mere withholding of good; none excite more resentment, either in the person suffering, or in a sympathizing spectator. The principle, therefore, of giving to each what they deserve, that is, good for good as well as evil for evil, is not only included within the idea of Justice as we have defined it, but is a proper object of that intensity of sentiment, which places the Just, in human estimation, above the simply Expedient."}