{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Infocast<Infocast@calcium.netcontentinc.net>", "subject": "Project Finance Tutorial  July 23-25 2007  New York, New York", "body": " The honor, as well as interest, of Julian, forbade him to consume his time under the impregnable walls of Ctesiphon and as often as he defied the Barbarians, who defended the city, to meet him on the open plain, they prudently replied, that if he desired to exercise his valor, he might seek the army of the Great King. He felt the insult, and he accepted the advice. Instead of confining his servile march to the banks of the Euphrates and Tigris, he resolved to imitate the adventurous spirit of Alexander, and boldly to advance into the inland provinces, till he forced his rival to contend with him, perhaps in the plains of Arbela, for the empire of Asia. The magnanimity of Julian was applauded and betrayed, by the arts of a noble Persian, who, in the cause of his country, had generously submitted to act a part full of danger, of falsehood, and of shame. 77 With a train of faithful followers, he deserted to the Imperial camp; exposed, in a specious tale, the injuries which he had sustained; exaggerated the cruelty of Sapor, the discontent of the people, and the weakness of the monarchy; and confidently offered himself as the hostage and guide of the Roman march. The most rational grounds of suspicion were urged, without effect, by the wisdom and experience of Hormisdas; and the credulous Julian, receiving the traitor into his bosom, was persuaded to issue a hasty order, which, in the opinion of mankind, appeared to arraign his prudence, and to endanger his safety. He destroyed, in a single hour, the whole navy, which had been transported above five hundred miles, at so great an expense of toil, of treasure, and of blood. Twelve, or, at the most, twenty-two small vessels were saved, to accompany, on carriages, the march of the army, and to form occasional bridges for the passage of the rivers. A supply of twenty daysÕ provisions was reserved for the use of the soldiers; and the rest of the magazines, with a fleet of eleven hundred vessels, which rode at anchor in the Tigris, were abandoned to the flames, by the absolute command of the emperor. The Christian bishops, Gregory and Augustin, insult the madness of the Apostate, who executed, with his own hands, the sentence of divine justice. Their authority, of less weight, perhaps, in a military question, is confirmed by the cool judgment of an experienced soldier, who was himself spectator of the conflagration, and who could not disapprove the reluctant murmurs of the troops. 78 Yet there are not wanting some specious, and perhaps solid, reasons, which might justify the resolution of Julian. The navigation of the Euphrates never ascended above Babylon, nor that of the Tigris above Opis. 79 The distance of the last-mentioned city from the Roman camp was not very considerable: and Julian must soon have renounced the vain and impracticable attempt of forcing upwards a great fleet against the stream of a rapid river, 80 which in several places was embarrassed by natural or artificial cataracts. 81 The power of sails and oars was insufficient; it became necessary to tow the ships against the current of the river; the strength of twenty thousand soldiers was exhausted in this tedious and servile labor, and if the Romans continued to march along the banks of the Tigris, they could only expect to return home without achieving any enterprise worthy of the genius or fortune of their leader. If, on the contrary, it was advisable to advance into the inland country, the destruction of the fleet and magazines was the only measure which could save that valuable prize from the hands of the numerous and active troops which might suddenly be poured from the gates of Ctesiphon. Had the arms of Julian been victorious, we should now admire the conduct, as well as the courage, of a hero, who, by depriving his soldiers of the hopes of a retreat, left them only the alternative of death or conquest. 82"}