{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "Showbiz Tonight <showbiz@mail.cnn.com>", "subject": "TONIGHT ON SHOWBIZ TONIGHT - CNN HEADLINE PRIME 11pm ET/PT", "body": " III. In the style of the Oriental Christians, the Monothelites of every age are described under the appellation of Maronites, 133 a name which has been insensibly transferred from a hermit to a monastery, from a monastery to a nation. Maron, a saint or savage of the fifth century, displayed his religious madness in Syria; the rival cities of Apamea and Emesa disputed his relics, a stately church was erected on his tomb, and six hundred of his disciples united their solitary cells on the banks of the Orontes. In the controversies of the incarnation they nicely threaded the orthodox line between the sects of Nestorians and Eutyches; but the unfortunate question of one will or operation in the two natures of Christ, was generated by their curious leisure. Their proselyte, the emperor Heraclius, was rejected as a Maronite from the walls of Emesa, he found a refuge in the monastery of his brethren; and their theological lessons were repaid with the gift a spacious and wealthy domain. The name and doctrine of this venerable school were propagated among the Greeks and Syrians, and their zeal is expressed by Macarius, patriarch of Antioch, who declared before the synod of Constantinople, that sooner than subscribe the two wills of Christ, he would submit to be hewn piecemeal and cast into the sea. 134 A similar or a less cruel mode of persecution soon converted the unresisting subjects of the plain, while the glorious title of Mardaites, 135 or rebels, was bravely maintained by the hardy natives of Mount Libanus. John Maron, one of the most learned and popular of the monks, assumed the character of patriarch of Antioch; his nephew, Abraham, at the head of the Maronites, defended their civil and religious freedom against the tyrants of the East. The son of the orthodox Constantine pursued with pious hatred a people of soldiers, who might have stood the bulwark of his empire against the common foes of Christ and of Rome. An army of Greeks invaded Syria; the monastery of St. Maron was destroyed with fire; the bravest chieftains were betrayed and murdered, and twelve thousand of their followers were transplanted to the distant frontiers of Armenia and Thrace. Yet the humble nation of the Maronites had survived the empire of Constantinople, and they still enjoy, under their Turkish masters, a free religion and a mitigated servitude. Their domestic governors are chosen among the ancient nobility: the patriarch, in his monastery of Canobin, still fancies himself on the throne of Antioch: nine bishops compose his synod, and one hundred and fifty priests, who retain the liberty of marriage, are intrusted with the care of one hundred thousand souls. Their country extends from the ridge of Mount Libanus to the shores of Tripoli; and the gradual descent affords, in a narrow space, each variety of soil and climate, from the Holy Cedars, erect under the weight of snow, 136 to the vine, the mulberry, and the olive-trees of the fruitful valley. In the twelfth century, the Maronites, abjuring the Monothelite error were reconciled to the Latin churches of Antioch and Rome, 137 and the same alliance has been frequently renewed by the ambition of the popes and the distress of the Syrians. But it may reasonably be questioned, whether their union has ever been perfect or sincere; and the learned Maronites of the college of Rome have vainly labored to absolve their ancestors from the guilt of heresy and schism. 138"}