{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Andrew Bartlett <abartlet@samba.org>", "subject": "Re: svn commit: samba r22569 - in\n\tbranches/SAMBA_4_0/source/script/tests: .", "body": " By the arms of the Turks and Franks, the Fatimites had been deprived of Syria. In Egypt the decay of their character and influence was still more essential. Yet they were still revered as the descendants and successors of the prophet; they maintained their invisible state in the palace of Cairo; and their person was seldom violated by the profane eyes of subjects or strangers. The Latin ambassadors 41 have described their own introduction, through a series of gloomy passages, and glittering porticos: the scene was enlivened by the warbling of birds and the murmur of fountains: it was enriched by a display of rich furniture and rare animals; of the Imperial treasures, something was shown, and much was supposed; and the long order of unfolding doors was guarded by black soldiers and domestic eunuchs. The sanctuary of the presence chamber was veiled with a curtain; and the vizier, who conducted the ambassadors, laid aside the cimeter, and prostrated himself three times on the ground; the veil was then removed; and they beheld the commander of the faithful, who signified his pleasure to the first slave of the throne. But this slave was his master: the viziers or sultans had usurped the supreme administration of Egypt; the claims of the rival candidates were decided by arms; and the name of the most worthy, of the strongest, was inserted in the royal patent of command. The factions of Dargham and Shawer alternately expelled each other from the capital and country; and the weaker side implored the dangerous protection of the sultan of Damascus, or the king of Jerusalem, the perpetual enemies of the sect and monarchy of the Fatimites. By his arms and religion the Turk was most formidable; but the Frank, in an easy, direct march, could advance from Gaza to the Nile; while the intermediate situation of his realm compelled the troops of Noureddin to wheel round the skirts of Arabia, a long and painful circuit, which exposed them to thirst, fatigue, and the burning winds of the desert. The secret zeal and ambition of the Turkish prince aspired to reign in Egypt under the name of the Abbassides; but the restoration of the suppliant Shawer was the ostensible motive of the first expedition; and the success was intrusted to the emir Shiracouh, a valiant and veteran commander. Dargham was oppressed and slain; but the ingratitude, the jealousy, the just apprehensions, of his more fortunate rival, soon provoked him to invite the king of Jerusalem to deliver Egypt from his insolent benefactors. To this union the forces of Shiracouh were unequal: he relinquished the premature conquest; and the evacuation of Belbeis or Pelusium was the condition of his safe retreat. As the Turks defiled before the enemy, and their general closed the rear, with a vigilant eye, and a battle axe in his hand, a Frank presumed to ask him if he were not afraid of an attack. “It is doubtless in your power to begin the attack,” replied the intrepid emir; “but rest assured, that not one of my soldiers will go to paradise till he has sent an infidel to hell.” His report of the riches of the land, the effeminacy of the natives, and the disorders of the government, revived the hopes of Noureddin; the caliph of Bagdad applauded the pious design; and Shiracouh descended into Egypt a second time with twelve thousand Turks and eleven thousand Arabs. Yet his forces were still inferior to the confederate armies of the Franks and Saracens; and I can discern an unusual degree of military art, in his passage of the Nile, his retreat into Thebais, his masterly evolutions in the battle of Babain, the surprise of Alexandria, and his marches and countermarches in the flats and valley of Egypt, from the tropic to the sea. His conduct was seconded by the courage of his troops, and on the eve of action a Mamaluke 42 exclaimed, “If we cannot wrest Egypt from the Christian dogs, why do we not renounce the honors and rewards of the sultan, and retire to labor with the peasants, or to spin with the females of the harem?” Yet, after all his efforts in the field, 43 after the obstinate defence of Alexandria 44 by his nephew Saladin, an honorable capitulation and retreat 441 concluded the second enterprise of Shiracouh; and Noureddin reserved his abilities for a third and more propitious occasion. It was soon offered by the ambition and avarice of Amalric or Amaury, king of Jerusalem, who had imbibed the pernicious maxim, that no faith should be kept with the enemies of God. 442 A religious warrior, the great master of the hospital, encouraged him to proceed; the emperor of Constantinople either gave, or promised, a fleet to act with the armies of Syria; and the perfidious Christian, unsatisfied with spoil and subsidy, aspired to the conquest of Egypt. In this emergency, the Moslems turned their eyes towards the sultan of Damascus; the vizier, whom danger encompassed on all sides, yielded to their unanimous wishes, and Noureddin seemed to be tempted by the fair offer of one third of the revenue of the kingdom. The Franks were already at the gates of Cairo; but the suburbs, the old city, were burnt on their approach; they were deceived by an insidious negotiation, and their vessels were unable to surmount the barriers of the Nile. They prudently declined a contest with the Turks in the midst of a hostile country; and Amaury retired into Palestine with the shame and reproach that always adhere to unsuccessful injustice. After this deliverance, Shiracouh was invested with a robe of honor, which he soon stained with the blood of the unfortunate Shawer. For a while, the Turkish emirs condescended to hold the office of vizier; but this foreign conquest precipitated the fall of the Fatimites themselves; and the bloodless change was accomplished by a message and a word. The caliphs had been degraded by their own weakness and the tyranny of the viziers: their subjects blushed, when the descendant and successor of the prophet presented his naked hand to the rude gripe of a Latin ambassador; they wept when he sent the hair of his women, a sad emblem of their grief and terror, to excite the pity of the sultan of Damascus. By the command of Noureddin, and the sentence of the doctors, the holy names of Abubeker, Omar, and Othman, were solemnly restored: the caliph Mosthadi, of Bagdad, was acknowledged in the public prayers as the true commander of the faithful; and the green livery of the sons of Ali was exchanged for the black color of the Abbassides. The last of his race, the caliph Adhed, who survived only ten days, expired in happy ignorance of his fate; his treasures secured the loyalty of the soldiers, and silenced the murmurs of the sectaries; and in all subsequent revolutions, Egypt has never departed from the orthodox tradition of the Moslems. 45"}