{"label": "spam", "to_address": "captains@flax24.uwaterloo.ca", "from_address": "\"Megafast Informatica\" <%FROM_USER@yahoo.com>", "subject": "MP3: lleva tu musica con vos", "body": " The transcendental idea of freedom is far from constituting the entire content of the psychological conception so termed, which is for the most part empirical. It merely presents us with the conception of spontaneity of action, as the proper ground for imputing freedom to the cause of a certain class of objects. It is, however, the true stumbling-stone to philosophy, which meets with unconquerable difficulties in the way of its admitting this kind of unconditioned causality. That element in the question of the freedom of the will, which has for so long a time placed speculative reason in such perplexity, is properly only transcendental, and concerns the question, whether there must be held to exist a faculty of spontaneous origination of a series of successive things or states. How such a faculty is possible is not a necessary inquiry; for in the case of natural causality itself, we are obliged to content ourselves with the à priori knowledge that such a causality must be presupposed, although we are quite incapable of comprehending how the being of one thing is possible through the being of another, but must for this information look entirely to experience. Now we have demonstrated this necessity of a free first beginning of a series of phenomena, only in so far as it is required for the comprehension of an origin of the world, all following states being regarded as a succession according to laws of nature alone. But, as there has thus been proved the existence of a faculty which can of itself originate a series in time—although we are unable to explain how it can exist—we feel ourselves authorized to admit, even in the midst of the natural course of events, a beginning, as regards causality, of different successions of phenomena, and at the same time to attribute to all substances a faculty of free action. But we ought in this case not to allow ourselves to fall into a common misunderstanding, and to suppose that, because a successive series in the world can only have a comparatively first beginning—another state or condition of things always preceding—an absolutely first beginning of a series in the course of nature is impossible. For we are not speaking here of an absolutely first beginning in relation to time, but as regards causality alone. When, for example, I, completely of my own free will, and independently of the necessarily determinative influence of natural causes, rise from my chair, there commences with this event, including its material consequences in infinitum, an absolutely new series; although, in relation to time, this event is merely the continuation of a preceding series. For this resolution and act of mine do not form part of the succession of effects in nature, and are not mere continuations of it; on the contrary, the determining causes of nature cease to operate in reference to this event, which certainly succeeds the acts of nature, but does not proceed from them. For these reasons, the action of a free agent must be termed, in regard to causality, if not in relation to time, an absolutely primal beginning of a series of phenomena."}