{"label": "ham", "to_address": "\"'Doran, Harold'\" <HDoran@air.org>,\n   \"'Duncan Murdoch'\" <murdoch@stats.uwo.ca>", "from_address": "\"Ravi Varadhan\" <rvaradhan@jhmi.edu>", "subject": "Re: [R] [SPAM] - Re: R package development in windows -\n\tBayesianFilter detected spam", "body": " Such was the mild and equal constitution by which the Christians were governed more than a hundred years after the death of the apostles. Every society formed within itself a separate and independent republic; and although the most distant of these little states maintained a mutual as well as friendly intercourse of letters and deputations, the Christian world was not yet connected by any supreme authority or legislative assembly. As the numbers of the faithful were gradually multiplied, they discovered the advantages that might result from a closer union of their interest and designs. Towards the end of the second century, the churches of Greece and Asia adopted the useful institutions of provincial synods, 1141 and they may justly be supposed to have borrowed the model of a representative council from the celebrated examples of their own country, the Amphictyons, the Achæan league, or the assemblies of the Ionian cities. It was soon established as a custom and as a law, that the bishops of the independent churches should meet in the capital of the province at the stated periods of spring and autumn. Their deliberations were assisted by the advice of a few distinguished presbyters, and moderated by the presence of a listening multitude. 115 Their decrees, which were styled Canons, regulated every important controversy of faith and discipline; and it was natural to believe that a liberal effusion of the Holy Spirit would be poured on the united assembly of the delegates of the Christian people. The institution of synods was so well suited to private ambition, and to public interest, that in the space of a few years it was received throughout the whole empire. A regular correspondence was established between the provincial councils, which mutually communicated and approved their respective proceedings; and the catholic church soon assumed the form, and acquired the strength, of a great fœderative republic. 116"}