{"label": "ham", "to_address": "\"Subscriber\" <ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"The Insider\" <the_insider@postmaster.co.uk>", "subject": "\"The Insider\" - News Bulletin", "body": " Such criminals were not beyond the reach of justice; but whatever might be the guilt of Ricimer, that powerful Barbarian was able to contend or to negotiate with the prince, whose alliance he had condescended to accept. The peaceful and prosperous reign which Anthemius had promised to the West, was soon clouded by misfortune and discord. Ricimer, apprehensive, or impatient, of a superior, retired from Rome, and fixed his residence at Milan; an advantageous situation either to invite or to repel the warlike tribes that were seated between the Alps and the Danube. 102 Italy was gradually divided into two independent and hostile kingdoms; and the nobles of Liguria, who trembled at the near approach of a civil war, fell prostrate at the feet of the patrician, and conjured him to spare their unhappy country. “For my own part,” replied Ricimer, in a tone of insolent moderation, “I am still inclined to embrace the friendship of the Galatian; 103 but who will undertake to appease his anger, or to mitigate the pride, which always rises in proportion to our submission?” They informed him, that Epiphanius, bishop of Pavia, 104 united the wisdom of the serpent with the innocence of the dove; and appeared confident, that the eloquence of such an ambassador must prevail against the strongest opposition, either of interest or passion. Their recommendation was approved; and Epiphanius, assuming the benevolent office of mediation, proceeded without delay to Rome, where he was received with the honors due to his merit and reputation. The oration of a bishop in favor of peace may be easily supposed; he argued, that, in all possible circumstances, the forgiveness of injuries must be an act of mercy, or magnanimity, or prudence; and he seriously admonished the emperor to avoid a contest with a fierce Barbarian, which might be fatal to himself, and must be ruinous to his dominions. Anthemius acknowledged the truth of his maxims; but he deeply felt, with grief and indignation, the behavior of Ricimer, and his passion gave eloquence and energy to his discourse. “What favors,” he warmly exclaimed, “have we refused to this ungrateful man? What provocations have we not endured! Regardless of the majesty of the purple, I gave my daughter to a Goth; I sacrificed my own blood to the safety of the republic. The liberality which ought to have secured the eternal attachment of Ricimer has exasperated him against his benefactor. What wars has he not excited against the empire! How often has he instigated and assisted the fury of hostile nations! Shall I now accept his perfidious friendship? Can I hope that he will respect the engagements of a treaty, who has already violated the duties of a son?” But the anger of Anthemius evaporated in these passionate exclamations: he insensibly yielded to the proposals of Epiphanius; and the bishop returned to his diocese with the satisfaction of restoring the peace of Italy, by a reconciliation, 105 of which the sincerity and continuance might be reasonably suspected. The clemency of the emperor was extorted from his weakness; and Ricimer suspended his ambitious designs till he had secretly prepared the engines with which he resolved to subvert the throne of Anthemius. The mask of peace and moderation was then thrown aside. The army of Ricimer was fortified by a numerous reenforcement of Burgundians and Oriental Suevi: he disclaimed all allegiance to the Greek emperor, marched from Milan to the Gates of Rome, and fixing his camp on the banks of the Anio, impatiently expected the arrival of Olybrius, his Imperial candidate."}