{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Shiazy Fuzzy\" <shiazy@gmail.com>", "subject": "Re: [R] inverse cumulative distribution", "body": " 2 (return) [ Germany, Bohemia, Hungary, Poland, and Scotland, have received them as common law or reason; in France, Italy, &c., they possess a direct or indirect influence; and they were respected in England, from Stephen to Edward I. our national Justinian, (Duck. de Usu et Auctoritate Juris Civilis, l. ii. c. 1, 8—15. Heineccius, Hist. Juris Germanici, c. 3, 4, No. 55-124, and the legal historians of each country.) * Note: Although the restoration of the Roman law, introduced by the revival of this study in Italy, is one of the most important branches of history, it had been treated but imperfectly when Gibbon wrote his work. That of Arthur Duck is but an insignificant performance. But the researches of the learned have thrown much light upon the matter. The Sarti, the Tiraboschi, the Fantuzzi, the Savioli, had made some very interesting inquiries; but it was reserved for M. de Savigny, in a work entitled “The History of the Roman Law during the Middle Ages,” to cast the strongest right on this part of history. He demonstrates incontestably the preservation of the Roman law from Justinian to the time of the Glossators, who by their indefatigable zeal, propagated the study of the Roman jurisprudence in all the countries of Europe. It is much to be desired that the author should continue this interesting work, and that the learned should engage in the inquiry in what manner the Roman law introduced itself into their respective countries, and the authority which it progressively acquired. For Belgium, there exists, on this subject, (proposed by the Academy of Brussels in 1781,) a Collection of Memoirs, printed at Brussels in 4to., 1783, among which should be distinguished those of M. de Berg. M. Berriat Saint Prix has given us hopes of the speedy appearance of a work in which he will discuss this question, especially in relation to France. M. Spangenberg, in his Introduction to the Study of the Corpus Juris Civilis Hanover, 1817, 1 vol. 8vo. p. 86, 116, gives us a general sketch of the history of the Roman law in different parts of Europe. We cannot avoid mentioning an elementary work by M. Hugo, in which he treats of the History of the Roman Law from Justinian to the present Time, 2d edit. Berlin 1818 W.]"}