{"label": "ham", "to_address": "perl6-compiler@perl.org", "from_address": "David Brunton <dbrunton@yahoo.com>", "subject": "Re: Error calling bless in non-default constructor", "body": " After the death of his rival Boniface, Ætius had prudently retired to the tents of the Huns; and he was indebted to their alliance for his safety and his restoration. Instead of the suppliant language of a guilty exile, he solicited his pardon at the head of sixty thousand Barbarians; and the empress Placidia confessed, by a feeble resistance, that the condescension, which might have been ascribed to clemency, was the effect of weakness or fear. She delivered herself, her son Valentinian, and the Western empire, into the hands of an insolent subject; nor could Placidia protect the son-in-law of Boniface, the virtuous and faithful Sebastian, 4 from the implacable persecution which urged him from one kingdom to another, till he miserably perished in the service of the Vandals. The fortunate Ætius, who was immediately promoted to the rank of patrician, and thrice invested with the honors of the consulship, assumed, with the title of master of the cavalry and infantry, the whole military power of the state; and he is sometimes styled, by contemporary writers, the duke, or general, of the Romans of the West. His prudence, rather than his virtue, engaged him to leave the grandson of Theodosius in the possession of the purple; and Valentinian was permitted to enjoy the peace and luxury of Italy, while the patrician appeared in the glorious light of a hero and a patriot, who supported near twenty years the ruins of the Western empire. The Gothic historian ingenuously confesses, that Ætius was born for the salvation of the Roman republic; 5 and the following portrait, though it is drawn in the fairest colors, must be allowed to contain a much larger proportion of truth than of flattery. 411 “His mother was a wealthy and noble Italian, and his father Gaudentius, who held a distinguished rank in the province of Scythia, gradually rose from the station of a military domestic, to the dignity of master of the cavalry. Their son, who was enrolled almost in his infancy in the guards, was given as a hostage, first to Alaric, and afterwards to the Huns; 412 and he successively obtained the civil and military honors of the palace, for which he was equally qualified by superior merit. The graceful figure of Ætius was not above the middle stature; but his manly limbs were admirably formed for strength, beauty, and agility; and he excelled in the martial exercises of managing a horse, drawing the bow, and darting the javelin. He could patiently endure the want of food, or of sleep; and his mind and body were alike capable of the most laborious efforts. He possessed the genuine courage that can despise not only dangers, but injuries: and it was impossible either to corrupt, or deceive, or intimidate the firm integrity of his soul.” 6 The Barbarians, who had seated themselves in the Western provinces, were insensibly taught to respect the faith and valor of the patrician Ætius. He soothed their passions, consulted their prejudices, balanced their interests, and checked their ambition. 611 A seasonable treaty, which he concluded with Genseric, protected Italy from the depredations of the Vandals; the independent Britons implored and acknowledged his salutary aid; the Imperial authority was restored and maintained in Gaul and Spain; and he compelled the Franks and the Suevi, whom he had vanquished in the field, to become the useful confederates of the republic."}