{"label": "spam", "to_address": "manager@flax9.uwaterloo.ca", "from_address": "\"Selena Bright\" <spyze_8@yahoo.com>", "subject": "Re.Important", "body": " There is another cause, which both contributes to the same effect, and proceeds from the same quality of the fancy, by which we are determined to trace the succession of time by a similar succession of ideas. When from the present instant we consider two points of time equally distant in the future and in the past, it is evident, that, abstractedly considered, their relation to the present is almost equal. For as the future will sometime be present, so the past was once present. If we could, therefore, remove this quality of the imagination, an equal distance in the past and in the future, would have a similar influence. Nor is this only true, when the fancy remains fixed, and from the present instant surveys the future and the past; but also when it changes its situation, and places us in different periods of time. For as on the one hand, in supposing ourselves existent in a point of time interposed betwixt the present instant and the future object, we find the future object approach to us, and the past retire, and become more distant: so on the other hand, in supposing ourselves existent in a point of time interposed betwixt the present and the past, the past approaches to us, and the future becomes more distant. But from the property of the fancy above-mentioned we rather chuse to fix our thought on the point of time interposed betwixt the present and the future, than on that betwixt the present and the past. We advance, rather than retard our existence; and following what seems the natural succession of time, proceed from past to present, and from present to future. By which means we conceive the future as flowing every moment nearer us, and the past as retiring. An equal distance, therefore, in the past and in the future, has not the same effect on the imagination; and that because we consider the one as continually encreasing, and the other as continually diminishing. The fancy anticipates the course of things, and surveys the object in that condition, to which it tends, as well as in that, which is regarded as the present."}