{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Debt Chat Line\" <Debtchatline@dandee156.info>", "subject": "\"Don't Consolidate Debt - Eliminate It\"", "body": " But, although hypotheses are inadmissible in answers to the questions of pure speculative reason, they may be employed in the defence of these answers. That is to say, hypotheses are admissible in polemic, but not in the sphere of dogmatism. By the defence of statements of this character, I do not mean an attempt at discovering new grounds for their support, but merely the refutation of the arguments of opponents. All à priori synthetical propositions possess the peculiarity that, although the philosopher who maintains the reality of the ideas contained in the proposition is not in possession of sufficient knowledge to establish the certainty of his statements, his opponent is as little able to prove the truth of the opposite. This equality of fortune does not allow the one party to be superior to the other in the sphere of speculative cognition; and it is this sphere, accordingly, that is the proper arena of these endless speculative conflicts. But we shall afterwards show that, in relation to its practical exercise, Reason has the right of admitting what, in the field of pure speculation, she would not be justified in supposing, except upon perfectly sufficient grounds; because all such suppositions destroy the necessary completeness of speculation—a condition which the practical reason, however, does not consider to be requisite. In this sphere, therefore, Reason is mistress of a possession, her title to which she does not require to prove—which, in fact, she could not do. The burden of proof accordingly rests upon the opponent. But as he has just as little knowledge regarding the subject discussed, and is as little able to prove the non-existence of the object of an idea, as the philosopher on the other side is to demonstrate its reality, it is evident that there is an advantage on the side of the philosopher who maintains his proposition as a practically necessary supposition (melior est conditio possidentis). For he is at liberty to employ, in self-defence, the same weapons as his opponent makes use of in attacking him; that is, he has a right to use hypotheses not for the purpose of supporting the arguments in favour of his own propositions, but to show that his opponent knows no more than himself regarding the subject under discussion and cannot boast of any speculative advantage."}