{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Kai Blin <kai.blin@gmail.com>", "subject": "Building libraries with the Samba4 build system", "body": " But this incident, so inconsiderable that it scarcely deserves a place in history, was productive of a memorable schism which afflicted the provinces of Africa above three hundred years, and was extinguished only with Christianity itself. The inflexible zeal of freedom and fanaticism animated the Donatists to refuse obedience to the usurpers, whose election they disputed, and whose spiritual powers they denied. Excluded from the civil and religious communion of mankind, they boldly excommunicated the rest of mankind, who had embraced the impious party of C¾cilian, and of the Traditors, from which he derived his pretended ordination. They asserted with confidence, and almost with exultation, that the Apostolical succession was interrupted; that _all_ the bishops of Europe and Asia were infected by the contagion of guilt and schism; and that the prerogatives of the Catholic church were confined to the chosen portion of the African believers, who alone had preserved inviolate the integrity of their faith and discipline. This rigid theory was supported by the most uncharitable conduct. Whenever they acquired a proselyte, even from the distant provinces of the East, they carefully repeated the sacred rites of baptism 8 and ordination; as they rejected the validity of those which he had already received from the hands of heretics or schismatics. Bishops, virgins, and even spotless infants, were subjected to the disgrace of a public penance, before they could be admitted to the communion of the Donatists. If they obtained possession of a church which had been used by their Catholic adversaries, they purified the unhallowed building with the same zealous care which a temple of idols might have required. They washed the pavement, scraped the walls, burnt the altar, which was commonly of wood, melted the consecrated plate, and cast the Holy Eucharist to the dogs, with every circumstance of ignominy which could provoke and perpetuate the animosity of religious factions. 9 Notwithstanding this irreconcilable aversion, the two parties, who were mixed and separated in all the cities of Africa, had the same language and manners, the same zeal and learning, the same faith and worship. Proscribed by the civil and ecclesiastical powers of the empire, the Donatists still maintained in some provinces, particularly in Numidia, their superior numbers; and four hundred bishops acknowledged the jurisdiction of their primate. But the invincible spirit of the sect sometimes preyed on its own vitals: and the bosom of their schismatical church was torn by intestine divisions. A fourth part of the Donatist bishops followed the independent standard of the Maximianists. The narrow and solitary path which their first leaders had marked out, continued to deviate from the great society of mankind. Even the imperceptible sect of the Rogatians could affirm, without a blush, that when Christ should descend to judge the earth, he would find his true religion preserved only in a few nameless villages of the C¾sarean Mauritania. 10"}