{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Rodrick Brown\" <rodrick.brown@gmail.com>", "subject": "Regex Matching & Grouping", "body": " These usurpations were encouraged by the weakness of the elder Andronicus, and by the civil wars that afflicted his age and the minority of his grandson. The talents of Cantacuzene were employed to the ruin, rather than the restoration, of the empire; and after his domestic victory, he was condemned to an ignominious trial, whether the Greeks or the Genoese should reign in Constantinople. The merchants of Pera were offended by his refusal of some contiguous land, some commanding heights, which they proposed to cover with new fortifications; and in the absence of the emperor, who was detained at Demotica by sickness, they ventured to brave the debility of a female reign. A Byzantine vessel, which had presumed to fish at the mouth of the harbor, was sunk by these audacious strangers; the fishermen were murdered. Instead of suing for pardon, the Genoese demanded satisfaction; required, in a haughty strain, that the Greeks should renounce the exercise of navigation; and encountered with regular arms the first sallies of the popular indignation. They instantly occupied the debatable land; and by the labor of a whole people, of either sex and of every age, the wall was raised, and the ditch was sunk, with incredible speed. At the same time, they attacked and burnt two Byzantine galleys; while the three others, the remainder of the Imperial navy, escaped from their hands: the habitations without the gates, or along the shore, were pillaged and destroyed; and the care of the regent, of the empress Irene, was confined to the preservation of the city. The return of Cantacuzene dispelled the public consternation: the emperor inclined to peaceful counsels; but he yielded to the obstinacy of his enemies, who rejected all reasonable terms, and to the ardor of his subjects, who threatened, in the style of Scripture, to break them in pieces like a potter’s vessel. Yet they reluctantly paid the taxes, that he imposed for the construction of ships, and the expenses of the war; and as the two nations were masters, the one of the land, the other of the sea, Constantinople and Pera were pressed by the evils of a mutual siege. The merchants of the colony, who had believed that a few days would terminate the war, already murmured at their losses: the succors from their mother-country were delayed by the factions of Genoa; and the most cautious embraced the opportunity of a Rhodian vessel to remove their families and effects from the scene of hostility. In the spring, the Byzantine fleet, seven galleys and a train of smaller vessels, issued from the mouth of the harbor, and steered in a single line along the shore of Pera; unskilfully presenting their sides to the beaks of the adverse squadron. The crews were composed of peasants and mechanics; nor was their ignorance compensated by the native courage of Barbarians: the wind was strong, the waves were rough; and no sooner did the Greeks perceive a distant and inactive enemy, than they leaped headlong into the sea, from a doubtful, to an inevitable peril. The troops that marched to the attack of the lines of Pera were struck at the same moment with a similar panic; and the Genoese were astonished, and almost ashamed, at their double victory. Their triumphant vessels, crowned with flowers, and dragging after them the captive galleys, repeatedly passed and repassed before the palace: the only virtue of the emperor was patience; and the hope of revenge his sole consolation. Yet the distress of both parties interposed a temporary agreement; and the shame of the empire was disguised by a thin veil of dignity and power. Summoning the chiefs of the colony, Cantacuzene affected to despise the trivial object of the debate; and, after a mild reproof, most liberally granted the lands, which had been previously resigned to the seeming custody of his officers. 50"}