{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"PowerMarketers.com\"<PowerMarketers.com@calcium.netcontentinc.net>", "subject": "Daily Power Report", "body": " While Astyochus and the Milesians and Hermocrates made sail for Lacedaemon, Alcibiades had now crossed back from Tissaphernes to Samos. After his return the envoys of the Four Hundred sent, as has been mentioned above, to pacify and explain matters to the forces at Samos, arrived from Delos; and an assembly was held in which they attempted to speak. The soldiers at first would not hear them, and cried out to put to death the subverters of the democracy, but at last, after some difficulty, calmed down and gave them a hearing. Upon this the envoys proceeded to inform them that the recent change had been made to save the city, and not to ruin it or to deliver it over to the enemy, for they had already had an opportunity of doing this when he invaded the country during their government; that all the Five Thousand would have their proper share in the government; and that their hearers’ relatives had neither outrage, as Chaereas had slanderously reported, nor other ill treatment to complain of, but were all in undisturbed enjoyment of their property just as they had left them. Besides these they made a number of other statements which had no better success with their angry auditors; and amid a host of different opinions the one which found most favour was that of sailing to Piraeus. Now it was that Alcibiades for the first time did the state a service, and one of the most signal kind. For when the Athenians at Samos were bent upon sailing against their countrymen, in which case Ionia and the Hellespont would most certainly at once have passed into possession of the enemy, Alcibiades it was who prevented them. At that moment, when no other man would have been able to hold back the multitude, he put a stop to the intended expedition, and rebuked and turned aside the resentment felt, on personal grounds, against the envoys; he dismissed them with an answer from himself, to the effect that he did not object to the government of the Five Thousand, but insisted that the Four Hundred should be deposed and the Council of Five Hundred reinstated in power: meanwhile any retrenchments for economy, by which pay might be better found for the armament, met with his entire approval. Generally, he bade them hold out and show a bold face to the enemy, since if the city were saved there was good hope that the two parties might some day be reconciled, whereas if either were once destroyed, that at Samos, or that at Athens, there would no longer be any one to be reconciled to. Meanwhile arrived envoys from the Argives, with offers of support to the Athenian commons at Samos: these were thanked by Alcibiades, and dismissed with a request to come when called upon. The Argives were accompanied by the crew of the Paralus, whom we left placed in a troopship by the Four Hundred with orders to cruise round Euboea, and who being employed to carry to Lacedaemon some Athenian envoys sent by the Four Hundred—Laespodias, Aristophon, and Melesias—as they sailed by Argos laid hands upon the envoys, and delivering them over to the Argives as the chief subverters of the democracy, themselves, instead of returning to Athens, took the Argive envoys on board, and came to Samos in the galley which had been confided to them."}