{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "\"Klaas-Jan Stol\" <parrotcode@gmail.com>", "subject": "Re: FOTW src/debug.c", "body": " After this, though not many years later, we at length come to what has been already related, the affairs of Corcyra and Potidæa, and the events that served as a pretext for the present war. All these actions of the Hellenes against each other and the barbarian occurred in the fifty years’ interval between the retreat of Xerxes and the beginning of the present war. During this interval the Athenians succeeded in placing their empire on a firmer basis, and advanced their own home power to a very great height. The Lacedaemonians, though fully aware of it, opposed it only for a little while, but remained inactive during most of the period, being of old slow to go to war except under the pressure of necessity, and in the present instance being hampered by wars at home; until the growth of the Athenian power could be no longer ignored, and their own confederacy became the object of its encroachments. They then felt that they could endure it no longer, but that the time had come for them to throw themselves heart and soul upon the hostile power, and break it, if they could, by commencing the present war. And though the Lacedaemonians had made up their own minds on the fact of the breach of the treaty and the guilt of the Athenians, yet they sent to Delphi and inquired of the God whether it would be well with them if they went to war; and, as it is reported, received from him the answer that if they put their whole strength into the war, victory would be theirs, and the promise that he himself would be with them, whether invoked or uninvoked. Still they wished to summon their allies again, and to take their vote on the propriety of making war. After the ambassadors from the confederates had arrived and a congress had been convened, they all spoke their minds, most of them denouncing the Athenians and demanding that the war should begin. In particular the Corinthians. They had before on their own account canvassed the cities in detail to induce them to vote for the war, in the fear that it might come too late to save Potidæa; they were present also on this occasion, and came forward the last, and made the following speech:"}