{"label": "ham", "to_address": "Gabor Grothendieck <ggrothendieck@gmail.com>", "from_address": "Albert Pang <albert.pang@mac.com>", "subject": "Re: [R] Looking for the first observation within the month", "body": " The five last campaigns of Belisarius might abate the envy of his competitors, whose eyes had been dazzled and wounded by the blaze of his former glory. Instead of delivering Italy from the Goths, he had wandered like a fugitive along the coast, without daring to march into the country, or to accept the bold and repeated challenge of Totila. Yet, in the judgment of the few who could discriminate counsels from events, and compare the instruments with the execution, he appeared a more consummate master of the art of war, than in the season of his prosperity, when he presented two captive kings before the throne of Justinian. The valor of Belisarius was not chilled by age: his prudence was matured by experience; but the moral virtues of humanity and justice seem to have yielded to the hard necessity of the times. The parsimony or poverty of the emperor compelled him to deviate from the rule of conduct which had deserved the love and confidence of the Italians. The war was maintained by the oppression of Ravenna, Sicily, and all the faithful subjects of the empire; and the rigorous prosecution of Herodian provoked that injured or guilty officer to deliver Spoleto into the hands of the enemy. The avarice of Antonina, which had been some times diverted by love, now reigned without a rival in her breast. Belisarius himself had always understood, that riches, in a corrupt age, are the support and ornament of personal merit. And it cannot be presumed that he should stain his honor for the public service, without applying a part of the spoil to his private emolument. The hero had escaped the sword of the Barbarians. But the dagger of conspiracy 19 awaited his return. In the midst of wealth and honors, Artaban, who had chastised the African tyrant, complained of the ingratitude of courts. He aspired to Praejecta, the emperor’s niece, who wished to reward her deliverer; but the impediment of his previous marriage was asserted by the piety of Theodora. The pride of royal descent was irritated by flattery; and the service in which he gloried had proved him capable of bold and sanguinary deeds. The death of Justinian was resolved, but the conspirators delayed the execution till they could surprise Belisarius disarmed, and naked, in the palace of Constantinople. Not a hope could be entertained of shaking his long-tried fidelity; and they justly dreaded the revenge, or rather the justice, of the veteran general, who might speedily assemble an army in Thrace to punish the assassins, and perhaps to enjoy the fruits of their crime. Delay afforded time for rash communications and honest confessions: Artaban and his accomplices were condemned by the senate, but the extreme clemency of Justinian detained them in the gentle confinement of the palace, till he pardoned their flagitious attempt against his throne and life. If the emperor forgave his enemies, he must cordially embrace a friend whose victories were alone remembered, and who was endeared to his prince by the recent circumstances of their common danger. Belisarius reposed from his toils, in the high station of general of the East and count of the domestics; and the older consuls and patricians respectfully yielded the precedency of rank to the peerless merit of the first of the Romans. 20 The first of the Romans still submitted to be the slave of his wife; but the servitude of habit and affection became less disgraceful when the death of Theodora had removed the baser influence of fear. Joannina, their daughter, and the sole heiress of their fortunes, was betrothed to Anastasius, the grandson, or rather the nephew, of the empress, 21 whose kind interposition forwarded the consummation of their youthful loves. But the power of Theodora expired, the parents of Joannina returned, and her honor, perhaps her happiness, were sacrificed to the revenge of an unfeeling mother, who dissolved the imperfect nuptials before they had been ratified by the ceremonies of the church. 22"}