{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for Napster", "body": " A prince of such a temper could not be satisfied with having repelled the insolence of a Barbarian. It was the right and duty, it might be the interest and glory, of Manuel to restore the ancient majesty of the empire, to recover the provinces of Italy and Sicily, and to chastise this pretended king, the grandson of a Norman vassal. 112 The natives of Calabria were still attached to the Greek language and worship, which had been inexorably proscribed by the Latin clergy: after the loss of her dukes, Apulia was chained as a servile appendage to the crown of Sicily; the founder of the monarchy had ruled by the sword; and his death had abated the fear, without healing the discontent, of his subjects: the feudal government was always pregnant with the seeds of rebellion; and a nephew of Roger himself invited the enemies of his family and nation. The majesty of the purple, and a series of Hungarian and Turkish wars, prevented Manuel from embarking his person in the Italian expedition. To the brave and noble Palaeologus, his lieutenant, the Greek monarch intrusted a fleet and army: the siege of Bari was his first exploit; and, in every operation, gold as well as steel was the instrument of victory. Salerno, and some places along the western coast, maintained their fidelity to the Norman king; but he lost in two campaigns the greater part of his continental possessions; and the modest emperor, disdaining all flattery and falsehood, was content with the reduction of three hundred cities or villages of Apulia and Calabria, whose names and titles were inscribed on all the walls of the palace. The prejudices of the Latins were gratified by a genuine or fictitious donation under the seal of the German Caesars; 113 but the successor of Constantine soon renounced this ignominious pretence, claimed the indefeasible dominion of Italy, and professed his design of chasing the Barbarians beyond the Alps. By the artful speeches, liberal gifts, and unbounded promises, of their Eastern ally, the free cities were encouraged to persevere in their generous struggle against the despotism of Frederic Barbarossa: the walls of Milan were rebuilt by the contributions of Manuel; and he poured, says the historian, a river of gold into the bosom of Ancona, whose attachment to the Greeks was fortified by the jealous enmity of the Venetians. 114 The situation and trade of Ancona rendered it an important garrison in the heart of Italy: it was twice besieged by the arms of Frederic; the imperial forces were twice repulsed by the spirit of freedom; that spirit was animated by the ambassador of Constantinople; and the most intrepid patriots, the most faithful servants, were rewarded by the wealth and honors of the Byzantine court. 115 The pride of Manuel disdained and rejected a Barbarian colleague; his ambition was excited by the hope of stripping the purple from the German usurpers, and of establishing, in the West, as in the East, his lawful title of sole emperor of the Romans. With this view, he solicited the alliance of the people and the bishop of Rome. Several of the nobles embraced the cause of the Greek monarch; the splendid nuptials of his niece with Odo Frangipani secured the support of that powerful family, 116 and his royal standard or image was entertained with due reverence in the ancient metropolis. 117 During the quarrel between Frederic and Alexander the Third, the pope twice received in the Vatican the ambassadors of Constantinople. They flattered his piety by the long-promised union of the two churches, tempted the avarice of his venal court, and exhorted the Roman pontiff to seize the just provocation, the favorable moment, to humble the savage insolence of the Alemanni and to acknowledge the true representative of Constantine and Augustus. 118"}