{"label": "spam", "to_address": "webmaster@flax24.uwaterloo.ca", "from_address": "Markmaureen  <fguille@lawstop.com>", "subject": "Join to society of real Men and realize all you wanted", "body": " As resemblance, when conjoined with causation, fortifies our reasonings; so the want of it in any very great degree is able almost entirely to destroy them. Of this there is a remarkable instance in the universal carelessness and stupidity of men with regard to a future state, where they show as obstinate an incredulity, as they do a blind credulity on other occasions. There is not indeed a more ample matter of wonder to the studious, and of regret to the pious man, than to observe the negligence of the bulk of mankind concerning their approaching condition; and it is with reason, that many eminent theologians have not scrupled to affirm, that though the vulgar have no formal principles of infidelity, yet they are really infidels in their hearts, and have nothing like what we can call a belief of the eternal duration of their souls. For let us consider on the one hand what divines have displayed with such eloquence concerning the importance of eternity; and at the same time reflect, that though in matters of rhetoric we ought to lay our account with some exaggeration, we must in this case allow, that the strongest figures are infinitely inferior to the subject: And after this let us view on the other hand, the prodigious security of men in this particular: I ask, if these people really believe what is inculcated on them, and what they pretend to affirm; and the answer is obviously in the negative. As belief is an act of the mind arising from custom, it is not strange the want of resemblance should overthrow what custom has established, and diminish the force of the idea, as much as that latter principle encreases it. A future state is so far removed from our comprehension, and we have so obscure an idea of the manner, in which we shall exist after the dissolution of the body, that all the reasons we can invent, however strong in themselves, and however much assisted by education, are never able with slow imaginations to surmount this difficulty, or bestow a sufficient authority and force on the idea. I rather choose to ascribe this incredulity to the faint idea we form of our future condition, derived from its want of resemblance to the present life, than to that derived from its remoteness. For I observe, that men are everywhere concerned about what may happen after their death, provided it regard this world; and that there are few to whom their name, their family, their friends, and their country are in any period of time entirely indifferent."}