{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Natalie O'Toole\" <notoole@mtroyal.ca>", "subject": "Re: [R] weight", "body": " While the Peloponnesians were still mustering at the Isthmus, or on the march before they invaded Attica, Pericles, son of Xanthippus, one of the ten generals of the Athenians, finding that the invasion was to take place, conceived the idea that Archidamus, who happened to be his friend, might possibly pass by his estate without ravaging it. This he might do, either from a personal wish to oblige him, or acting under instructions from Lacedaemon for the purpose of creating a prejudice against him, as had been before attempted in the demand for the expulsion of the accursed family. He accordingly took the precaution of announcing to the Athenians in the assembly that, although Archidamus was his friend, yet this friendship should not extend to the detriment of the state, and that in case the enemy should make his houses and lands an exception to the rest and not pillage them, he at once gave them up to be public property, so that they should not bring him into suspicion. He also gave the citizens some advice on their present affairs in the same strain as before. They were to prepare for the war, and to carry in their property from the country. They were not to go out to battle, but to come into the city and guard it, and get ready their fleet, in which their real strength lay. They were also to keep a tight rein on their allies—the strength of Athens being derived from the money brought in by their payments, and success in war depending principally upon conduct and capital, had no reason to despond. Apart from other sources of income, an average revenue of six hundred talents of silver was drawn from the tribute of the allies; and there were still six thousand talents of coined silver in the Acropolis, out of nine thousand seven hundred that had once been there, from which the money had been taken for the porch of the Acropolis, the other public buildings, and for Potidæa. This did not include the uncoined gold and silver in public and private offerings, the sacred vessels for the processions and games, the Median spoils, and similar resources to the amount of five hundred talents. To this he added the treasures of the other temples. These were by no means inconsiderable, and might fairly be used. Nay, if they were ever absolutely driven to it, they might take even the gold ornaments of Athene herself; for the statue contained forty talents of pure gold and it was all removable. This might be used for self-preservation, and must every penny of it be restored. Such was their financial position—surely a satisfactory one. Then they had an army of thirteen thousand heavy infantry, besides sixteen thousand more in the garrisons and on home duty at Athens. This was at first the number of men on guard in the event of an invasion: it was composed of the oldest and youngest levies and the resident aliens who had heavy armour. The Phaleric wall ran for four miles, before it joined that round the city; and of this last nearly five had a guard, although part of it was left without one, viz., that between the Long Wall and the Phaleric. Then there were the Long Walls to Piraeus, a distance of some four miles and a half, the outer of which was manned. Lastly, the circumference of Piraeus with Munychia was nearly seven miles and a half; only half of this, however, was guarded. Pericles also showed them that they had twelve hundred horse including mounted archers, with sixteen hundred archers unmounted, and three hundred galleys fit for service. Such were the resources of Athens in the different departments when the Peloponnesian invasion was impending and hostilities were being commenced. Pericles also urged his usual arguments for expecting a favourable issue to the war."}