{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"ace\" <ace@talkingirc.net>", "subject": "Re: Hello...", "body": " As every political community consists of those who govern and of those who are governed, let us consider whether during the continuance of their lives they ought to be the same persons or different; for it is evident that the mode of education should be adapted to this distinction. Now, if one man differed from another as much, as we believe, the gods and heroes differ from men: in the first place, being far their superiors in body; and, secondly, in the soul: so that the superiority of the governors over the governed might be evident beyond a doubt, it is certain that it would be better for the one always to govern, the other always to be governed: but, as this is not easy to obtain, and kings are not so superior to those they govern as Scylax informs us they are in India, it is evident that for many reasons it is necessary that all in their turns should both govern and be governed: for it is just that those who are equal should have everything alike; and it is difficult for a state to continue which is founded in injustice; for all those in the country who are desirous of innovation will apply themselves to those who are under the government of the rest, and such will be their numbers in the state, that it will be impossible for the magistrates to get the better of them. But that the governors ought to excel the governed is beyond a doubt; the legislator therefore ought to consider how this shall be, and how it may be contrived that all shall have their equal share in the administration. Now, with respect to this it will be first said, that nature herself has directed us in our choice, laying down the selfsame thing when she has made some young, others old: the first of whom it becomes to obey, the latter to command; for no one when he is young is offended at his being under government, or thinks himself too good for it; more especially when he considers that he himself shall receive the same honours which he pays when he shall arrive at a proper age. In some respects it must be acknowledged that the governors and the governed are the same, in others they are different; it is therefore necessary that their education should be in [1333a] some respect the same, in others different: as they say, that he will be a good governor who has first learnt to obey. Now of governments, as we have already said, some are instituted for the sake of him who commands; others for him who obeys: of the first sort is that of the master over the servant; of the latter, that of freemen over each other. Now some things which are commanded differ from others; not in the business, but in the end proposed thereby: for which reason many works, even of a servile nature, are not disgraceful for young freemen to perform; for many things which are ordered to be done are not honourable or dishonourable so much in their own nature as in the end which is proposed, and the reason for which they are undertaken. Since then we have determined, that the virtue of a good citizen and good governor is the same as of a good man; and that every one before he commands should have first obeyed, it is the business of the legislator to consider how his citizens may be good men, what education is necessary to that purpose, and what is the final object of a good life. The soul of man may be divided into two parts; that which has reason in itself, and that which hath not, but is capable of obeying its dictates: and according to the virtues of these two parts a man is said to be good: but of those virtues which are the ends, it will not be difficult for those to determine who adopt the division I have already given; for the inferior is always for the sake of the superior; and this is equally evident both in the works of art as well as in those of nature; but that is superior which has reason. Reason itself also is divided into two parts, in the manner we usually divide it; the theoretic and the practical; which division therefore seems necessary for this part also: the same analogy holds good with respect to actions; of which those which are of a superior nature ought always to be chosen by those who have it in their power; for that is always most eligible to every one which will procure the best ends. Now life is divided into labour and rest, war and peace; and of what we do the objects are partly necessary and useful, partly noble: and we should give the same preference to these that we do to the different parts of the soul and its actions, as war to procure peace; labour, rest; and the useful, the noble. The politician, therefore, who composes a body of laws ought to extend his views to everything; the different parts of the soul and their actions; more particularly to those things which are of a superior nature and ends; and, in the same manner, to the lives of men and their different actions."}