{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Sean Riddle\" <natasa230383@rambler.ru>", "subject": "Hot sex with Viagra pills", "body": " It will be said, that we do not now put to death the introducers of new opinions: we are not like our fathers who slew the prophets, we even build sepulchres to them. It is true we no longer put heretics to death; and the amount of penal infliction which modern feeling would probably tolerate, even against the most obnoxious opinions, is not sufficient to extirpate them. But let us not flatter ourselves that we are yet free from the stain even of legal persecution. Penalties for opinion, or at least for its expression, still exist by law; and their enforcement is not, even in these times, so unexampled as to make it at all incredible that they may some day be revived in full force. In the year 1857, at the summer assizes of the county of Cornwall, an unfortunate man,[7] said to be of unexceptionable conduct in all relations of life, was sentenced to twenty-one months' imprisonment, for uttering, and writing on a gate, some offensive words concerning Christianity. Within a month of the same time, at the Old Bailey, two persons, on two separate occasions,[8] were rejected as jurymen, and one of them grossly insulted by the judge and by one of the counsel, because they honestly declared that they had no theological belief; and a third, a foreigner,[9] for the same reason, was denied justice against a thief. This refusal of redress took place in virtue of the legal doctrine, that no person can be allowed to give evidence in a court of justice, who does not profess belief in a God (any god is sufficient) and in a future state; which is equivalent to declaring such persons to be outlaws, excluded from the protection of the tribunals; who may not only be robbed or assaulted with impunity, if no one but themselves, or persons of similar opinions, be present, but any one else may be robbed or assaulted with impunity, if the proof of the fact depends on their evidence. The assumption on which this is grounded, is that the oath is worthless, of a person who does not believe in a future state; a proposition which betokens much ignorance of history in those who assent to it (since it is historically true that a large proportion of infidels in all ages have been persons of distinguished integrity and honour); and would be maintained by no one who had the smallest conception how many of the persons in greatest repute with the world, both for virtues and for attainments, are well known, at least to their intimates, to be unbelievers. The rule, besides, is suicidal, and cuts away its own foundation. Under pretence that atheists must be liars, it admits the testimony of all atheists who are willing to lie, and rejects only those who brave the obloquy of publicly confessing a detested creed rather than affirm a falsehood. A rule thus self-convicted of absurdity so far as regards its professed purpose, can be kept in force only as a badge of hatred, a relic of persecution; a persecution, too, having the peculiarity, that the qualification for undergoing it, is the being clearly proved not to deserve it. The rule, and the theory it implies, are hardly less insulting to believers than to infidels. For if he who does not believe in a future state, necessarily lies, it follows that they who do believe are only prevented from lying, if prevented they are, by the fear of hell. We will not do the authors and abettors of the rule the injury of supposing, that the conception which they have formed of Christian virtue is drawn from their own consciousness."}