{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "Smith           <fhpoy@greatlakes.net>", "subject": "Extra large size for real man to satisfy insatiable women!", "body": " But, in transcendental philosophy, it is only the cosmological questions to which we can demand a satisfactory answer in relation to the constitution of their object; and the philosopher is not permitted to avail himself of the pretext of necessary ignorance and impenetrable obscurity. These questions relate solely to the cosmological ideas. For the object must be given in experience, and the question relates to the adequateness of the object to an idea. If the object is transcendental and therefore itself unknown; if the question, for example, is whether the object—the something, the phenomenon of which (internal—in ourselves) is thought—that is to say, the soul, is in itself a simple being; or whether there is a cause of all things, which is absolutely necessary—in such cases we are seeking for our idea an object, of which we may confess that it is unknown to us, though we must not on that account assert that it is impossible.[58] The cosmological ideas alone posses the peculiarity that we can presuppose the object of them and the empirical synthesis requisite for the conception of that object to be given; and the question, which arises from these ideas, relates merely to the progress of this synthesis, in so far as it must contain absolute totality—which, however, is not empirical, as it cannot be given in any experience. Now, as the question here is solely in regard to a thing as the object of a possible experience and not as a thing in itself, the answer to the transcendental cosmological question need not be sought out of the idea, for the question does not regard an object in itself. The question in relation to a possible experience is not, “What can be given in an experience in concreto” but “what is contained in the idea, to which the empirical synthesis must approximate.” The question must therefore be capable of solution from the idea alone. For the idea is a creation of reason itself, which therefore cannot disclaim the obligation to answer or refer us to the unknown object."}