{"label": "spam", "to_address": "\"gvcorp\" <gvcorp@ventasml.com>", "from_address": "\"guillermoamado\" <guillermoamado@yahoo.com.mx>", "subject": "toward Dr.Ugs Great", "body": " With this agrees very well the possibility of such a command as: Love God above everything, and thy neighbour as thyself. * For as a command it requires respect for a law which commands love and does not leave it to our own arbitrary choice to make this our principle. Love to God, however, considered as an inclination (pathological love), is impossible, for He is not an object of the senses. The same affection towards men is possible no doubt, but cannot be commanded, for it is not in the power of any man to love anyone at command; therefore it is only practical love that is meant in that pith of all laws. To love God means, in this sense, to like to do His commandments; to love one's neighbour means to like to practise all duties towards him. But the command that makes this a rule cannot command us to have this disposition in actions conformed to duty, but only to endeavour after it. For a command to like to do a thing is in itself contradictory, because if we already know of ourselves what we are bound to do, and if further we are conscious of liking to do it, a command would be quite needless; and if we do it not willingly, but only out of respect for the law, a command that makes this respect the motive of our maxim would directly counteract the disposition commanded. That law of all laws, therefore, like all the moral precepts of the Gospel, exhibits the moral disposition in all its perfection, in which, viewed as an ideal of holiness, it is not attainable by any creature, but yet is the pattern which we should strive to approach, and in an uninterrupted but infinite progress become like to. In fact, if a rational creature could ever reach this point, that he thoroughly likes to do all moral laws, this would mean that there does not exist in him even the possibility of a desire that would tempt him to deviate from them; for to overcome such a desire always costs the subject some sacrifice and therefore requires self-compulsion, that is, inward constraint to something that one does not quite like to do; and no creature can ever reach this stage of moral disposition. For, being a creature, and therefore always dependent with respect to what he requires for complete satisfaction, he can never be quite free from desires and inclinations, and as these rest on physical causes, they can never of themselves coincide with the moral law, the sources of which are quite different; and therefore they make it necessary to found the mental disposition of one's maxims on moral obligation, not on ready inclination, but on respect, which demands obedience to the law, even though one may not like it; not on love, which apprehends no inward reluctance of the will towards the law. Nevertheless, this latter, namely, love to the law (which would then cease to be a command, and then morality, which would have passed subjectively into holiness, would cease to be virtue) must be the constant though unattainable goal of his endeavours. For in the case of what we highly esteem, but yet (on account of the consciousness of our weakness) dread, the increased facility of satisfying it changes the most reverential awe into inclination, and respect into love; at least this would be the perfection of a disposition devoted to the law, if it were possible for a creature to attain it."}