{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Paul Cochrane (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42376] [TODO] handle all ready states in add_io_event opcode ", "body": " Every messenger who escaped across the British Channel, conveyed the most melancholy and alarming tidings to the ears of Valentinian; and the emperor was soon informed that the two military commanders of the province had been surprised and cut off by the Barbarians. Severus, count of the domestics, was hastily despatched, and as suddenly recalled, by the court of Treves. The representations of Jovinus served only to indicate the greatness of the evil; and, after a long and serious consultation, the defence, or rather the recovery, of Britain was intrusted to the abilities of the brave Theodosius. The exploits of that general, the father of a line of emperors, have been celebrated, with peculiar complacency, by the writers of the age: but his real merit deserved their applause; and his nomination was received, by the army and province, as a sure presage of approaching victory. He seized the favorable moment of navigation, and securely landed the numerous and veteran bands of the Heruli and Batavians, the Jovians and the Victors. In his march from Sandwich to London, Theodosius defeated several parties of the Barbarians, released a multitude of captives, and, after distributing to his soldiers a small portion of the spoil, established the fame of disinterested justice, by the restitution of the remainder to the rightful proprietors. The citizens of London, who had almost despaired of their safety, threw open their gates; and as soon as Theodosius had obtained from the court of Treves the important aid of a military lieutenant, and a civil governor, he executed, with wisdom and vigor, the laborious task of the deliverance of Britain. The vagrant soldiers were recalled to their standard; an edict of amnesty dispelled the public apprehensions; and his cheerful example alleviated the rigor of martial discipline. The scattered and desultory warfare of the Barbarians, who infested the land and sea, deprived him of the glory of a signal victory; but the prudent spirit, and consummate art, of the Roman general, were displayed in the operations of two campaigns, which successively rescued every part of the province from the hands of a cruel and rapacious enemy. The splendor of the cities, and the security of the fortifications, were diligently restored, by the paternal care of Theodosius; who with a strong hand confined the trembling Caledonians to the northern angle of the island; and perpetuated, by the name and settlement of the new province of _Valentia_, the glories of the reign of Valentinian. 118 The voice of poetry and panegyric may add, perhaps with some degree of truth, that the unknown regions of Thule were stained with the blood of the Picts; that the oars of Theodosius dashed the waves of the Hyperborean ocean; and that the distant Orkneys were the scene of his naval victory over the Saxon pirates. 119 He left the province with a fair, as well as splendid, reputation; and was immediately promoted to the rank of master-general of the cavalry, by a prince who could applaud, without envy, the merit of his servants. In the important station of the Upper Danube, the conqueror of Britain checked and defeated the armies of the Alemanni, before he was chosen to suppress the revolt of Africa."}