{"label": "ham", "to_address": "speakup@braille.uwo.ca", "from_address": "Jim Wantz <jwantz@comcast.net>", "subject": "Test Message", "body": " “Such, Lacedaemonians and allies, are the grounds and the reasons of our revolt; clear enough to convince our hearers of the fairness of our conduct, and sufficient to alarm ourselves, and to make us turn to some means of safety. This we wished to do long ago, when we sent to you on the subject while the peace yet lasted, but were balked by your refusing to receive us; and now, upon the Boeotians inviting us, we at once responded to the call, and decided upon a twofold revolt, from the Hellenes and from the Athenians, not to aid the latter in harming the former, but to join in their liberation, and not to allow the Athenians in the end to destroy us, but to act in time against them. Our revolt, however, has taken place prematurely and without preparation—a fact which makes it all the more incumbent on you to receive us into alliance and to send us speedy relief, in order to show that you support your friends, and at the same time do harm to your enemies. You have an opportunity such as you never had before. Disease and expenditure have wasted the Athenians: their ships are either cruising round your coasts, or engaged in blockading us; and it is not probable that they will have any to spare, if you invade them a second time this summer by sea and land; but they will either offer no resistance to your vessels, or withdraw from both our shores. Nor must it be thought that this is a case of putting yourselves into danger for a country which is not yours. Lesbos may appear far off, but when help is wanted she will be found near enough. It is not in Attica that the war will be decided, as some imagine, but in the countries by which Attica is supported; and the Athenian revenue is drawn from the allies, and will become still larger if they reduce us; as not only will no other state revolt, but our resources will be added to theirs, and we shall be treated worse than those that were enslaved before. But if you will frankly support us, you will add to your side a state that has a large navy, which is your great want; you will smooth the way to the overthrow of the Athenians by depriving them of their allies, who will be greatly encouraged to come over; and you will free yourselves from the imputation made against you, of not supporting insurrection. In short, only show yourselves as liberators, and you may count upon having the advantage in the war."}