{"label": "ham", "to_address": "\"r-help@stat.math.ethz.ch\" <r-help@stat.math.ethz.ch>", "from_address": "\"Jiong Zhang, PhD\" <jizhang@chori.org>", "subject": "[R]  stack multiple plots on one page", "body": " The story of a fair and virtuous maiden, exalted from a private condition to the Imperial throne, might be deemed an incredible romance, if such a romance had not been verified in the marriage of Theodosius. The celebrated Athenais 74 was educated by her father Leontius in the religion and sciences of the Greeks; and so advantageous was the opinion which the Athenian philosopher entertained of his contemporaries, that he divided his patrimony between his two sons, bequeathing to his daughter a small legacy of one hundred pieces of gold, in the lively confidence that her beauty and merit would be a sufficient portion. The jealousy and avarice of her brothers soon compelled Athenais to seek a refuge at Constantinople; and, with some hopes, either of justice or favor, to throw herself at the feet of Pulcheria. That sagacious princess listened to her eloquent complaint; and secretly destined the daughter of the philosopher Leontius for the future wife of the emperor of the East, who had now attained the twentieth year of his age. She easily excited the curiosity of her brother, by an interesting picture of the charms of Athenais; large eyes, a well-proportioned nose, a fair complexion, golden locks, a slender person, a graceful demeanor, an understanding improved by study, and a virtue tried by distress. Theodosius, concealed behind a curtain in the apartment of his sister, was permitted to behold the Athenian virgin: the modest youth immediately declared his pure and honorable love; and the royal nuptials were celebrated amidst the acclamations of the capital and the provinces. Athenais, who was easily persuaded to renounce the errors of Paganism, received at her baptism the Christian name of Eudocia; but the cautious Pulcheria withheld the title of Augusta, till the wife of Theodosius had approved her fruitfulness by the birth of a daughter, who espoused, fifteen years afterwards, the emperor of the West. The brothers of Eudocia obeyed, with some anxiety, her Imperial summons; but as she could easily forgive their unfortunate unkindness, she indulged the tenderness, or perhaps the vanity, of a sister, by promoting them to the rank of consuls and præfects. In the luxury of the palace, she still cultivated those ingenuous arts which had contributed to her greatness; and wisely dedicated her talents to the honor of religion, and of her husband. Eudocia composed a poetical paraphrase of the first eight books of the Old Testament, and of the prophecies of Daniel and Zechariah; a cento of the verses of Homer, applied to the life and miracles of Christ, the legend of St. Cyprian, and a panegyric on the Persian victories of Theodosius; and her writings, which were applauded by a servile and superstitious age, have not been disdained by the candor of impartial criticism. 75 The fondness of the emperor was not abated by time and possession; and Eudocia, after the marriage of her daughter, was permitted to discharge her grateful vows by a solemn pilgrimage to Jerusalem. Her ostentatious progress through the East may seem inconsistent with the spirit of Christian humility; she pronounced, from a throne of gold and gems, an eloquent oration to the senate of Antioch, declared her royal intention of enlarging the walls of the city, bestowed a donative of two hundred pounds of gold to restore the public baths, and accepted the statues, which were decreed by the gratitude of Antioch. In the Holy Land, her alms and pious foundations exceeded the munificence of the great Helena, and though the public treasure might be impoverished by this excessive liberality, she enjoyed the conscious satisfaction of returning to Constantinople with the chains of St. Peter, the right arm of St. Stephen, and an undoubted picture of the Virgin, painted by St. Luke. 76 But this pilgrimage was the fatal term of the glories of Eudocia. Satiated with empty pomp, and unmindful, perhaps, of her obligations to Pulcheria, she ambitiously aspired to the government of the Eastern empire; the palace was distracted by female discord; but the victory was at last decided, by the superior ascendant of the sister of Theodosius. The execution of Paulinus, master of the offices, and the disgrace of Cyrus, Prætorian præfect of the East, convinced the public that the favor of Eudocia was insufficient to protect her most faithful friends; and the uncommon beauty of Paulinus encouraged the secret rumor, that his guilt was that of a successful lover. 77 As soon as the empress perceived that the affection of Theodosius was irretrievably lost, she requested the permission of retiring to the distant solitude of Jerusalem. She obtained her request; but the jealousy of Theodosius, or the vindictive spirit of Pulcheria, pursued her in her last retreat; and Saturninus, count of the domestics, was directed to punish with death two ecclesiastics, her most favored servants. Eudocia instantly revenged them by the assassination of the count; the furious passions which she indulged on this suspicious occasion, seemed to justify the severity of Theodosius; and the empress, ignominiously stripped of the honors of her rank, 78 was disgraced, perhaps unjustly, in the eyes of the world. The remainder of the life of Eudocia, about sixteen years, was spent in exile and devotion; and the approach of age, the death of Theodosius, the misfortunes of her only daughter, who was led a captive from Rome to Carthage, and the society of the Holy Monks of Palestine, insensibly confirmed the religious temper of her mind. After a full experience of the vicissitudes of human life, the daughter of the philosopher Leontius expired, at Jerusalem, in the sixty-seventh year of her age; protesting, with her dying breath, that she had never transgressed the bounds of innocence and friendship. 79"}