{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "larry@cvs.develooper.com", "subject": "[svn:perl6-synopsis] r14407 - doc/trunk/design/syn", "body": " The second theory, in its ordinary form, expresses only the view that the people is everywhere Sovereign, and that, in the phrase of Milton's treatise, \"the power of kings and magistrates is only derivative.\" Before, however, this view had been worked up into a philosophical theory, it had already been used by Hobbes to support precisely opposite principles. Hobbes agrees that the original contract is one between all the individuals composing the State, and that the government is no party to it; but he regards the people as agreeing, not merely to form a State, but to invest a certain person or certain persons with the government of it. He agrees that the people is naturally supreme, but regards it as alienating its Sovereignty by the contract itself, and delegating its power, wholly and for ever, to the government. As soon, therefore, as the State is set up, the government becomes for Hobbes the Sovereign; there is no more question of popular Sovereignty, but only of passive obedience: the people is bound, by the contract, to obey its ruler, no matter whether he governs well or ill. It has alienated all its rights to the Sovereign, who is, therefore, absolute master. Hobbes, living in a time of civil wars, regards the worst government as better than anarchy, and is, therefore, at pains to find arguments in support of any form of absolutism. It is easy to pick holes in this system, and to see into what difficulties a conscientious Hobbist might be led by a revolution. For as soon as the revolutionaries get the upper hand, he will have to sacrifice one of his principles: he will have to side against either the actual or the legitimate Sovereign. It is easy also to see that alienation of liberty, even if possible for an individual, which Rousseau denies, cannot bind his posterity. But, with all its faults, the view of Hobbes is on the whole admirably, if ruthlessly, logical, and to it Rousseau owes a great deal."}