{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for NTELOS Holdings Corp.", "body": " The history of the church of Jerusalem affords a lively proof of the necessity of those precautions, and of the deep impression which the Jewish religion had made on the minds of its sectaries. The first fifteen bishops of Jerusalem were all circumcised Jews; and the congregation over which they presided united the law of Moses with the doctrine of Christ. 17 It was natural that the primitive tradition of a church which was founded only forty days after the death of Christ, and was governed almost as many years under the immediate inspection of his apostle, should be received as the standard of orthodoxy. The distant churches very frequently appealed to the authority of their venerable Parent, and relieved her distresses by a liberal contribution of alms. But when numerous and opulent societies were established in the great cities of the empire, in Antioch, Alexandria, Ephesus, Corinth, and Rome, the reverence which Jerusalem had inspired to all the Christian colonies insensibly diminished. 18b The Jewish converts, or, as they were afterwards called, the Nazarenes, who had laid the foundations of the church, soon found themselves overwhelmed by the increasing multitudes, that from all the various religions of polytheism enlisted under the banner of Christ: and the Gentiles, who, with the approbation of their peculiar apostle, had rejected the intolerable weight of the Mosaic ceremonies, at length refused to their more scrupulous brethren the same toleration which at first they had humbly solicited for their own practice. The ruin of the temple of the city, and of the public religion of the Jews, was severely felt by the Nazarenes; as in their manners, though not in their faith, they maintained so intimate a connection with their impious countrymen, whose misfortunes were attributed by the Pagans to the contempt, and more justly ascribed by the Christians to the wrath, of the Supreme Deity. The Nazarenes retired from the ruins of Jerusalem 18 to the little town of Pella beyond the Jordan, where that ancient church languished above sixty years in solitude and obscurity. 19 They still enjoyed the comfort of making frequent and devout visits to the _Holy City_, and the hope of being one day restored to those seats which both nature and religion taught them to love as well as to revere. But at length, under the reign of Hadrian, the desperate fanaticism of the Jews filled up the measure of their calamities; and the Romans, exasperated by their repeated rebellions, exercised the rights of victory with unusual rigor. The emperor founded, under the name of Ælia Capitolina, a new city on Mount Sion, 20 to which he gave the privileges of a colony; and denouncing the severest penalties against any of the Jewish people who should dare to approach its precincts, he fixed a vigilant garrison of a Roman cohort to enforce the execution of his orders. The Nazarenes had only one way left to escape the common proscription, and the force of truth was on this occasion assisted by the influence of temporal advantages. They elected Marcus for their bishop, a prelate of the race of the Gentiles, and most probably a native either of Italy or of some of the Latin provinces. At his persuasion, the most considerable part of the congregation renounced the Mosaic law, in the practice of which they had persevered above a century. By this sacrifice of their habits and prejudices, they purchased a free admission into the colony of Hadrian, and more firmly cemented their union with the Catholic church. 21"}