{"label": "ham", "to_address": "\"michael watson \\(IAH-C\\)\" <michael.watson@bbsrc.ac.uk>,\n   <r-help@stat.math.ethz.ch>", "from_address": "\"michael watson \\(IAH-C\\)\" <michael.watson@bbsrc.ac.uk>", "subject": "Re: [R] Including data when building an R package in windows", "body": " The sophist of Antioch, who saw with indignation the sceptre of his hero in the feeble hand of a Christian successor, professes to admire the moderation of Sapor, in contenting himself with so small a portion of the Roman empire. If he had stretched as far as the Euphrates the claims of his ambition, he might have been secure, says Libanius, of not meeting with a refusal. If he had fixed, as the boundary of Persia, the Orontes, the Cydnus, the Sangarius, or even the Thracian Bosphorus, flatterers would not have been wanting in the court of Jovian to convince the timid monarch, that his remaining provinces would still afford the most ample gratifications of power and luxury. 112 Without adopting in its full force this malicious insinuation, we must acknowledge, that the conclusion of so ignominious a treaty was facilitated by the private ambition of Jovian. The obscure domestic, exalted to the throne by fortune, rather than by merit, was impatient to escape from the hands of the Persians, that he might prevent the designs of Procopius, who commanded the army of Mesopotamia, and establish his doubtful reign over the legions and provinces which were still ignorant of the hasty and tumultuous choice of the camp beyond the Tigris. 113 In the neighborhood of the same river, at no very considerable distance from the fatal station of Dura, 114 the ten thousand Greeks, without generals, or guides, or provisions, were abandoned, above twelve hundred miles from their native country, to the resentment of a victorious monarch. The difference of _their_ conduct and success depended much more on their character than on their situation. Instead of tamely resigning themselves to the secret deliberations and private views of a single person, the united councils of the Greeks were inspired by the generous enthusiasm of a popular assembly; where the mind of each citizen is filled with the love of glory, the pride of freedom, and the contempt of death. Conscious of their superiority over the Barbarians in arms and discipline, they disdained to yield, they refused to capitulate: every obstacle was surmounted by their patience, courage, and military skill; and the memorable retreat of the ten thousand exposed and insulted the weakness of the Persian monarchy. 115"}