{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "Juerd Waalboer <juerd@convolution.nl>", "subject": "Re: Sigils by example", "body": " When Petrarch first gratified his eyes with a view of those monuments, whose scattered fragments so far surpass the most eloquent descriptions, he was astonished at the supine indifference 65 of the Romans themselves; 66 he was humbled rather than elated by the discovery, that, except his friend Rienzi, and one of the Colonna, a stranger of the Rhône was more conversant with these antiquities than the nobles and natives of the metropolis. 67 The ignorance and credulity of the Romans are elaborately displayed in the old survey of the city which was composed about the beginning of the thirteenth century; and, without dwelling on the manifold errors of name and place, the legend of the Capitol 68 may provoke a smile of contempt and indignation. “The Capitol,” says the anonymous writer, “is so named as being the head of the world; where the consuls and senators formerly resided for the government of the city and the globe. The strong and lofty walls were covered with glass and gold, and crowned with a roof of the richest and most curious carving. Below the citadel stood a palace, of gold for the greatest part, decorated with precious stones, and whose value might be esteemed at one third of the world itself. The statues of all the provinces were arranged in order, each with a small bell suspended from its neck; and such was the contrivance of art magic, 69 that if the province rebelled against Rome, the statue turned round to that quarter of the heavens, the bell rang, the prophet of the Capitol repeated the prodigy, and the senate was admonished of the impending danger.” A second example, of less importance, though of equal absurdity, may be drawn from the two marble horses, led by two naked youths, who have since been transported from the baths of Constantine to the Quirinal hill. The groundless application of the names of Phidias and Praxiteles may perhaps be excused; but these Grecian sculptors should not have been removed above four hundred years from the age of Pericles to that of Tiberius; they should not have been transferred into two philosophers or magicians, whose nakedness was the symbol of truth or knowledge, who revealed to the emperor his most secret actions; and, after refusing all pecuniary recompense, solicited the honor of leaving this eternal monument of themselves. 70 Thus awake to the power of magic, the Romans were insensible to the beauties of art: no more than five statues were visible to the eyes of Poggius; and of the multitudes which chance or design had buried under the ruins, the resurrection was fortunately delayed till a safer and more enlightened age. 71 The Nile which now adorns the Vatican, had been explored by some laborers in digging a vineyard near the temple, or convent, of the Minerva; but the impatient proprietor, who was tormented by some visits of curiosity, restored the unprofitable marble to its former grave. 72 The discovery of a statue of Pompey, ten feet in length, was the occasion of a lawsuit. It had been found under a partition wall: the equitable judge had pronounced, that the head should be separated from the body to satisfy the claims of the contiguous owners; and the sentence would have been executed, if the intercession of a cardinal, and the liberality of a pope, had not rescued the Roman hero from the hands of his barbarous countrymen. 73"}