{"label": "ham", "to_address": "debian-legal@lists.debian.org, debian-devel@lists.debian.org", "from_address": "Anthony Towns <aj@azure.humbug.org.au>", "subject": "Re: discussion with the FSF: GPLv3, GFDL, Nexenta", "body": " After the Pr¾torian pr¾fects had been dismissed from all military command, the civil functions which they were ordained to exercise over so many subject nations, were adequate to the ambition and abilities of the most consummate ministers. To their wisdom was committed the supreme administration of justice and of the finances, the two objects which, in a state of peace, comprehend almost all the respective duties of the sovereign and of the people; of the former, to protect the citizens who are obedient to the laws; of the latter, to contribute the share of their property which is required for the expenses of the state. The coin, the highways, the posts, the granaries, the manufactures, whatever could interest the public prosperity, was moderated by the authority of the Pr¾torian pr¾fects. As the immediate representatives of the Imperial majesty, they were empowered to explain, to enforce, and on some occasions to modify, the general edicts by their discretionary proclamations. They watched over the conduct of the provincial governors, removed the negligent, and inflicted punishments on the guilty. From all the inferior jurisdictions, an appeal in every matter of importance, either civil or criminal, might be brought before the tribunal of the pr¾fect; but _his_ sentence was final and absolute; and the emperors themselves refused to admit any complaints against the judgment or the integrity of a magistrate whom they honored with such unbounded confidence. 100 His appointments were suitable to his dignity; 101 and if avarice was his ruling passion, he enjoyed frequent opportunities of collecting a rich harvest of fees, of presents, and of perquisites. Though the emperors no longer dreaded the ambition of their pr¾fects, they were attentive to counterbalance the power of this great office by the uncertainty and shortness of its duration. 102"}