{"label": "ham", "to_address": "<avcooper@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " The same summer at the time that the return of Alcibiades coupled with the general conduct of Tissaphernes had carried to its height the discontent of the Peloponnesians, who no longer entertained any doubt of his having joined the Athenians, Tissaphernes wishing, it would seem, to clear himself to them of these charges, prepared to go after the Phoenician fleet to Aspendus, and invited Lichas to go with him; saying that he would appoint Tamos as his lieutenant to provide pay for the armament during his own absence. Accounts differ, and it is not easy to ascertain with what intention he went to Aspendus, and did not bring the fleet after all. That one hundred and forty-seven Phoenician ships came as far as Aspendus is certain; but why they did not come on has been variously accounted for. Some think that he went away in pursuance of his plan of wasting the Peloponnesian resources, since at any rate Tamos, his lieutenant, far from being any better, proved a worse paymaster than himself: others that he brought the Phoenicians to Aspendus to exact money from them for their discharge, having never intended to employ them: others again that it was in view of the outcry against him at Lacedaemon, in order that it might be said that he was not in fault, but that the ships were really manned and that he had certainly gone to fetch them. To myself it seems only too evident that he did not bring up the fleet because he wished to wear out and paralyse the Hellenic forces, that is, to waste their strength by the time lost during his journey to Aspendus, and to keep them evenly balanced by not throwing his weight into either scale. Had he wished to finish the war, he could have done so, assuming of course that he made his appearance in a way which left no room for doubt; as by bringing up the fleet he would in all probability have given the victory to the Lacedaemonians, whose navy, even as it was, faced the Athenian more as an equal than as an inferior. But what convicts him most clearly, is the excuse which he put forward for not bringing the ships. He said that the number assembled was less than the King had ordered; but surely it would only have enhanced his credit if he spent little of the King’s money and effected the same end at less cost. In any case, whatever was his intention, Tissaphernes went to Aspendus and saw the Phoenicians; and the Peloponnesians at his desire sent a Lacedaemonian called Philip with two galleys to fetch the fleet."}