{"label": "ham", "to_address": "perl6-internals@perl.org, Will Coleda <will@coleda.com>", "from_address": "James E Keenan <jkeen@verizon.net>", "subject": "Re: Parrot Project Management...", "body": " The Franks, whose monarchy was still confined to the neighborhood of the Lower Rhine, had wisely established the right of hereditary succession in the noble family of the Merovingians. 16 These princes were elevated on a buckler, the symbol of military command; 17 and the royal fashion of long hair was the ensign of their birth and dignity. Their flaxen locks, which they combed and dressed with singular care, hung down in flowing ringlets on their back and shoulders; while the rest of the nation were obliged, either by law or custom, to shave the hinder part of their head, to comb their hair over the forehead, and to content themselves with the ornament of two small whiskers. 18 The lofty stature of the Franks, and their blue eyes, denoted a Germanic origin; their close apparel accurately expressed the figure of their limbs; a weighty sword was suspended from a broad belt; their bodies were protected by a large shield; and these warlike Barbarians were trained, from their earliest youth, to run, to leap, to swim; to dart the javelin, or battle-axe, with unerring aim; to advance, without hesitation, against a superior enemy; and to maintain, either in life or death, the invincible reputation of their ancestors. 19 Clodion, the first of their long-haired kings, whose name and actions are mentioned in authentic history, held his residence at Dispargum, 20 a village or fortress, whose place may be assigned between Louvain and Brussels. From the report of his spies, the king of the Franks was informed, that the defenceless state of the second Belgic must yield, on the slightest attack, to the valor of his subjects. He boldly penetrated through the thickets and morasses of the Carbonarian forest; 21 occupied Tournay and Cambray, the only cities which existed in the fifth century, and extended his conquests as far as the River Somme, over a desolate country, whose cultivation and populousness are the effects of more recent industry. 22 While Clodion lay encamped in the plains of Artois, 23 and celebrated, with vain and ostentatious security, the marriage, perhaps, of his son, the nuptial feast was interrupted by the unexpected and unwelcome presence of Ætius, who had passed the Somme at the head of his light cavalry. The tables, which had been spread under the shelter of a hill, along the banks of a pleasant stream, were rudely overturned; the Franks were oppressed before they could recover their arms, or their ranks; and their unavailing valor was fatal only to themselves. The loaded wagons, which had followed their march, afforded a rich booty; and the virgin-bride, with her female attendants, submitted to the new lovers, who were imposed on them by the chance of war. This advance, which had been obtained by the skill and activity of Ætius, might reflect some disgrace on the military prudence of Clodion; but the king of the Franks soon regained his strength and reputation, and still maintained the possession of his Gallic kingdom from the Rhine to the Somme. 24 Under his reign, and most probably from the enterprising spirit of his subjects, his three capitals, Mentz, Treves, and Cologne, experienced the effects of hostile cruelty and avarice. The distress of Cologne was prolonged by the perpetual dominion of the same Barbarians, who evacuated the ruins of Treves; and Treves, which in the space of forty years had been four times besieged and pillaged, was disposed to lose the memory of her afflictions in the vain amusements of the Circus. 25 The death of Clodion, after a reign of twenty years, exposed his kingdom to the discord and ambition of his two sons. Meroveus, the younger, 26 was persuaded to implore the protection of Rome; he was received at the Imperial court, as the ally of Valentinian, and the adopted son of the patrician Ætius; and dismissed to his native country, with splendid gifts, and the strongest assurances of friendship and support. During his absence, his elder brother had solicited, with equal ardor, the formidable aid of Attila; and the king of the Huns embraced an alliance, which facilitated the passage of the Rhine, and justified, by a specious and honorable pretence, the invasion of Gaul. 27"}