{"label": "ham", "to_address": "\"Spilak,Jacqueline [Edm]\" <Jacqueline.Spilak@EC.gc.ca>", "from_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "subject": "Re: [R] Barchart legend position", "body": " The mission of the ancient prophets, of Moses and of Jesus had been confirmed by many splendid prodigies; and Mahomet was repeatedly urged, by the inhabitants of Mecca and Medina, to produce a similar evidence of his divine legation; to call down from heaven the angel or the volume of his revelation, to create a garden in the desert, or to kindle a conflagration in the unbelieving city. As often as he is pressed by the demands of the Koreish, he involves himself in the obscure boast of vision and prophecy, appeals to the internal proofs of his doctrine, and shields himself behind the providence of God, who refuses those signs and wonders that would depreciate the merit of faith, and aggravate the guilt of infidelity But the modest or angry tone of his apologies betrays his weakness and vexation; and these passages of scandal established, beyond suspicion, the integrity of the Koran. 96 The votaries of Mahomet are more assured than himself of his miraculous gifts; and their confidence and credulity increase as they are farther removed from the time and place of his spiritual exploits. They believe or affirm that trees went forth to meet him; that he was saluted by stones; that water gushed from his fingers; that he fed the hungry, cured the sick, and raised the dead; that a beam groaned to him; that a camel complained to him; that a shoulder of mutton informed him of its being poisoned; and that both animate and inanimate nature were equally subject to the apostle of God. 97 His dream of a nocturnal journey is seriously described as a real and corporeal transaction. A mysterious animal, the Borak, conveyed him from the temple of Mecca to that of Jerusalem: with his companion Gabriel he successively ascended the seven heavens, and received and repaid the salutations of the patriarchs, the prophets, and the angels, in their respective mansions. Beyond the seventh heaven, Mahomet alone was permitted to proceed; he passed the veil of unity, approached within two bow-shots of the throne, and felt a cold that pierced him to the heart, when his shoulder was touched by the hand of God. After this familiar, though important conversation, he again descended to Jerusalem, remounted the Borak, returned to Mecca, and performed in the tenth part of a night the journey of many thousand years. 98 According to another legend, the apostle confounded in a national assembly the malicious challenge of the Koreish. His resistless word split asunder the orb of the moon: the obedient planet stooped from her station in the sky, accomplished the seven revolutions round the Caaba, saluted Mahomet in the Arabian tongue, and, suddenly contracting her dimensions, entered at the collar, and issued forth through the sleeve, of his shirt. 99 The vulgar are amused with these marvellous tales; but the gravest of the Mussulman doctors imitate the modesty of their master, and indulge a latitude of faith or interpretation. 100 They might speciously allege, that in preaching the religion it was needless to violate the harmony of nature; that a creed unclouded with mystery may be excused from miracles; and that the sword of Mahomet was not less potent than the rod of Moses."}