{"label": "ham", "to_address": "\"\" <ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"The Internet Patrol\" <info@theinternetpatrol.com>", "subject": "\n The Internet Patrol -  The Real Profile of a Zombie Botnet Waking  Up and Taking Over an ISP\n 's Customers Computers", "body": " At the time when the reins of government were held with so loose a hand, it is not surprising that a crowd of usurpers should start up in every province of the empire against the son of Valerian. It was probably some ingenious fancy, of comparing the thirty tyrants of Rome with the thirty tyrants of Athens, that induced the writers of the Augustan History to select that celebrated number, which has been gradually received into a popular appellation. 157 But in every light the parallel is idle and defective. What resemblance can we discover between a council of thirty persons, the united oppressors of a single city, and an uncertain list of independent rivals, who rose and fell in irregular succession through the extent of a vast empire? Nor can the number of thirty be completed, unless we include in the account the women and children who were honored with the Imperial title. The reign of Gallienus, distracted as it was, produced only nineteen pretenders to the throne: Cyriades, Macrianus, Balista, Odenathus, and Zenobia, in the East; in Gaul, and the western provinces, Posthumus, Lollianus, Victorinus, and his mother Victoria, Marius, and Tetricus; in Illyricum and the confines of the Danube, Ingenuus, Regillianus, and Aureolus; in Pontus, 158 Saturninus; in Isauria, Trebellianus; Piso in Thessaly; Valens in Achaia; Æmilianus in Egypt; and Celsus in Africa. 1581 To illustrate the obscure monuments of the life and death of each individual, would prove a laborious task, alike barren of instruction and of amusement. We may content ourselves with investigating some general characters, that most strongly mark the condition of the times, and the manners of the men, their pretensions, their motives, their fate, and the destructive consequences of their usurpation. 159"}