{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Matt Schwartz <mes5048@verizon.net>", "subject": "Re: Samba TP6?", "body": " Yet his mind was not satisfied, nor did the victory seem complete, till he was informed of the fate of Constantine; whether he had escaped, or been made prisoner, or had fallen in the battle. Two Janizaries claimed the honor and reward of his death: the body, under a heap of slain, was discovered by the golden eagles embroidered on his shoes; the Greeks acknowledged, with tears, the head of their late emperor; and, after exposing the bloody trophy, 78 Mahomet bestowed on his rival the honors of a decent funeral. After his decease, Lucas Notaras, great duke, 79 and first minister of the empire, was the most important prisoner. When he offered his person and his treasures at the foot of the throne, “And why,” said the indignant sultan, “did you not employ these treasures in the defence of your prince and country?”—“They were yours,” answered the slave; “God had reserved them for your hands.”—“If he reserved them for me,” replied the despot, “how have you presumed to withhold them so long by a fruitless and fatal resistance?” The great duke alleged the obstinacy of the strangers, and some secret encouragement from the Turkish vizier; and from this perilous interview he was at length dismissed with the assurance of pardon and protection. Mahomet condescended to visit his wife, a venerable princess oppressed with sickness and grief; and his consolation for her misfortunes was in the most tender strain of humanity and filial reverence. A similar clemency was extended to the principal officers of state, of whom several were ransomed at his expense; and during some days he declared himself the friend and father of the vanquished people. But the scene was soon changed; and before his departure, the hippodrome streamed with the blood of his noblest captives. His perfidious cruelty is execrated by the Christians: they adorn with the colors of heroic martyrdom the execution of the great duke and his two sons; and his death is ascribed to the generous refusal of delivering his children to the tyrant’s lust. 791 Yet a Byzantine historian has dropped an unguarded word of conspiracy, deliverance, and Italian succor: such treason may be glorious; but the rebel who bravely ventures, has justly forfeited his life; nor should we blame a conqueror for destroying the enemies whom he can no longer trust. On the eighteenth of June the victorious sultan returned to Adrianople; and smiled at the base and hollow embassies of the Christian princes, who viewed their approaching ruin in the fall of the Eastern empire."}