{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Ellis Friloux\" <mildnesstaklamakan@avb.ru>", "subject": "Re:", "body": " For want of this doctrine of transcendental topic, and consequently deceived by the amphiboly of the conceptions of reflection, the celebrated Leibnitz constructed an intellectual system of the world, or rather, believed himself competent to cognize the internal nature of things, by comparing all objects merely with the understanding and the abstract formal conceptions of thought. Our table of the conceptions of reflection gives us the unexpected advantage of being able to exhibit the distinctive peculiarities of his system in all its parts, and at the same time of exposing the fundamental principle of this peculiar mode of thought, which rested upon naught but a misconception. He compared all things with each other merely by means of conceptions, and naturally found no other differences than those by which the understanding distinguishes its pure conceptions one from another. The conditions of sensuous intuition, which contain in themselves their own means of distinction, he did not look upon as primitive, because sensibility was to him but a confused mode of representation and not any particular source of representations. A phenomenon was for him the representation of the thing in itself, although distinguished from cognition by the understanding only in respect of the logical form—the former with its usual want of analysis containing, according to him, a certain mixture of collateral representations in its conception of a thing, which it is the duty of the understanding to separate and distinguish. In one word, Leibnitz intellectualized phenomena, just as Locke, in his system of noogony (if I may be allowed to make use of such expressions), sensualized the conceptions of the understanding, that is to say, declared them to be nothing more than empirical or abstract conceptions of reflection. Instead of seeking in the understanding and sensibility two different sources of representations, which, however, can present us with objective judgements of things only in conjunction, each of these great men recognized but one of these faculties, which, in their opinion, applied immediately to things in themselves, the other having no duty but that of confusing or arranging the representations of the former."}