{"label": "ham", "to_address": "parrotbug-followup@parrotcode.org", "from_address": "\"jerry gay\" <jerry.gay@gmail.com>", "subject": "Re: [perl #42359] [PATCH] Assorted cleanups - part III (Intel C++)", "body": " But probably all that has been here said may not be right; for, to resume the argument I lately used, if the people are not very brutal indeed, although we allow that each individual knows less of these affairs than those who have given particular attention to them, yet when they come together they will know them better, or at least not worse; besides, in some particular arts it is not the workman only who is the best judge; namely, in those the works of which are understood by those who do not profess them: thus he who builds a house is not the only judge of it, for the master of the family who inhabits it is a better; thus also a steersman is a better judge of a tiller than he who made it; and he who gives an entertainment than the cook. What has been said seems a sufficient solution of this difficulty; but there is another that follows: for it seems absurd that the power of the state should be lodged with those who are but of indifferent morals, instead of those who are of excellent characters. Now the power of election and censure are of the utmost consequence, and this, as has been said, in some states they entrust to the people; for the general assembly is the supreme court of all, and they have a voice in this, and deliberate in all public affairs, and try all causes, without any objection to the meanness of their circumstances, and at any age: but their treasurers, generals, and other great officers of state are taken from men of great fortune and worth. This difficulty also may be solved upon the same principle; and here too they may be right, for the power is not in the man who is member of the assembly, or council, but the assembly itself, and the council, and the people, of which each individual of the whole community are the parts, I mean as senator, adviser, or judge; for which reason it is very right, that the many should have the greatest powers in their own hands; for the people, the council, and the judges are composed of them, and the property of all these collectively is more than the property of any person or a few who fill the great offices of the state: and thus I determine these points."}