{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Final text of GPL v3", "body": " In this hopeless condition, the fainting spirits of the Romans were revived by the sound of peace. The transient presumption of Sapor had vanished: he observed, with serious concern, that, in the repetition of doubtful combats, he had lost his most faithful and intrepid nobles, his bravest troops, and the greatest part of his train of elephants: and the experienced monarch feared to provoke the resistance of despair, the vicissitudes of fortune, and the unexhausted powers of the Roman empire; which might soon advance to elieve, or to revenge, the successor of Julian. The Surenas himself, accompanied by another satrap, appeared in the camp of Jovian; 109 and declared, that the clemency of his sovereign was not averse to signify the conditions on which he would consent to spare and to dismiss the C¾sar with the relics of his captive army. 10911 The hopes of safety subdued the firmness of the Romans; the emperor was compelled, by the advice of his council, and the cries of his soldiers, to embrace the offer of peace; 10912 and the pr¾fect Sallust was immediately sent, with the general Arinth¾us, to understand the pleasure of the Great King. The crafty Persian delayed, under various pretenses, the conclusion of the agreement; started difficulties, required explanations, suggested expedients, receded from his concessions, increased his demands, and wasted four days in the arts of negotiation, till he had consumed the stock of provisions which yet remained in the camp of the Romans. Had Jovian been capable of executing a bold and prudent measure, he would have continued his march, with unremitting diligence; the progress of the treaty would have suspended the attacks of the Barbarians; and, before the expiration of the fourth day, he might have safely reached the fruitful province of Corduene, at the distance only of one hundred miles. 110 The irresolute emperor, instead of breaking through the toils of the enemy, expected his fate with patient resignation; and accepted the humiliating conditions of peace, which it was no longer in his power to refuse. The five provinces beyond the Tigris, which had been ceded by the grandfather of Sapor, were restored to the Persian monarchy. He acquired, by a single article, the impregnable city of Nisibis; which had sustained, in three successive sieges, the effort of his arms. Singara, and the castle of the Moors, one of the strongest places of Mesopotamia, were likewise dismembered from the empire. It was considered as an indulgence, that the inhabitants of those fortresses were permitted to retire with their effects; but the conqueror rigorously insisted, that the Romans should forever abandon the king and kingdom of Armenia. 11011 A peace, or rather a long truce, of thirty years, was stipulated between the hostile nations; the faith of the treaty was ratified by solemn oaths and religious ceremonies; and hostages of distinguished rank were reciprocally delivered to secure the performance of the conditions. 111"}