{"label": "ham", "to_address": "\"Leeds, Mark \\(IED\\)\" <Mark.Leeds@morganstanley.com>", "from_address": "gyadav@ccilindia.co.in", "subject": "Re: [R] statistics/correlation question NOT R question", "body": " 53 (return) [ As in the instance of Horace and Agricola. This appears to have been a defect in the Roman discipline; which Hadrian endeavored to remedy by ascertaining the legal age of a tribune. * Note: These details are not altogether accurate. Although, in the latter days of the republic, and under the first emperors, the young Roman nobles obtained the command of a squadron or a cohort with greater facility than in the former times, they never obtained it without passing through a tolerably long military service. Usually they served first in the prætorian cohort, which was intrusted with the guard of the general: they were received into the companionship (contubernium) of some superior officer, and were there formed for duty. Thus Julius Cæsar, though sprung from a great family, served first as contubernalis under the prætor, M. Thermus, and later under Servilius the Isaurian. (Suet. Jul. 2, 5. Plut. in Par. p. 516. Ed. Froben.) The example of Horace, which Gibbon adduces to prove that young knights were made tribunes immediately on entering the service, proves nothing. In the first place, Horace was not a knight; he was the son of a freedman of Venusia, in Apulia, who exercised the humble office of coactor exauctionum, (collector of payments at auctions.) (Sat. i. vi. 45, or 86.) Moreover, when the poet was made tribune, Brutus, whose army was nearly entirely composed of Orientals, gave this title to all the Romans of consideration who joined him. The emperors were still less difficult in their choice; the number of tribunes was augmented; the title and honors were conferred on persons whom they wished to attack to the court. Augustus conferred on the sons of senators, sometimes the tribunate, sometimes the command of a squadron. Claudius gave to the knights who entered into the service, first the command of a cohort of auxiliaries, later that of a squadron, and at length, for the first time, the tribunate. (Suet in Claud. with the notes of Ernesti.) The abuses that arose caused by the edict of Hadrian, which fixed the age at which that honor could be attained. (Spart. in Had. &c.) This edict was subsequently obeyed; for the emperor Valerian, in a letter addressed to Mulvius Gallinnus, prætorian præfect, excuses himself for having violated it in favor of the young Probus afterwards emperor, on whom he had conferred the tribunate at an earlier age on account of his rare talents. (Vopisc. in Prob. iv.)—W. and G. Agricola, though already invested with the title of tribune, was contubernalis in Britain with Suetonius Paulinus. Tac. Agr. v.—M.]"}