{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"Riley, Corinne\" <CorinnelRiley@companydoctors.com>", "subject": "Want it longer", "body": " Since it is, properly speaking, the notion of freedom alone amongst all the ideas of pure speculative reason that so greatly enlarges our knowledge in the sphere of the supersensible, though only of our practical knowledge, I ask myself why it exclusively possesses so great fertility, whereas the others only designate the vacant space for possible beings of the pure understanding, but are unable by any means to define the concept of them. I presently find that as I cannot think anything without a category, I must first look for a category for the rational idea of freedom with which I am now concerned; and this is the category of causality; and although freedom, a concept of the reason, being a transcendent concept, cannot have any intuition corresponding to it, yet the concept of the understanding- for the synthesis of which the former demands the unconditioned- (namely, the concept of causality) must have a sensible intuition given, by which first its objective reality is assured. Now, the categories are all divided into two classes- the mathematical, which concern the unity of synthesis in the conception of objects, and the dynamical, which refer to the unity of synthesis in the conception of the existence of objects. The former (those of magnitude and quality) always contain a synthesis of the homogeneous, and it is not possible to find in this the unconditioned antecedent to what is given in sensible intuition as conditioned in space and time, as this would itself have to belong to space and time, and therefore be again still conditioned. Whence it resulted in the Dialectic of Pure Theoretic Reason that the opposite methods of attaining the unconditioned and the totality of the conditions were both wrong. The categories of the second class (those of causality and of the necessity of a thing) did not require this homogeneity (of the conditioned and the condition in synthesis), since here what we have to explain is not how the intuition is compounded from a manifold in it, but only how the existence of the conditioned object corresponding to it is added to the existence of the condition (added, namely, in the understanding as connected therewith); and in that case it was allowable to suppose in the supersensible world the unconditioned antecedent to the altogether conditioned in the world of sense (both as regards the causal connection and the contingent existence of things themselves), although this unconditioned remained indeterminate, and to make the synthesis transcendent. Hence, it was found in the Dialectic of the Pure Speculative Reason that the two apparently opposite methods of obtaining for the conditioned the unconditioned were not really contradictory, e.g., in the synthesis of causality to conceive for the conditioned in the series of causes and effects of the sensible world, a causality which has no sensible condition, and that the same action which, as belonging to the world of sense, is always sensibly conditioned, that is, mechanically necessary, yet at the same time may be derived from a causality not sensibly conditioned- being the causality of the acting being as belonging to the supersensible world- and may consequently be conceived as free. Now, the only point in question was to change this may be into is; that is, that we should be able to show in an actual case, as it were by a fact, that certain actions imply such a causality (namely, the intellectual, sensibly unconditioned), whether they are actual or only commanded, that is, objectively necessary in a practical sense. We could not hope to find this connexion in actions actually given in experience as events of the sensible world, since causality with freedom must always be sought outside the world of sense in the world of intelligence. But things of sense are the only things offered to our perception and observation. Hence, nothing remained but to find an incontestable objective principle of causality which excludes all sensible conditions: that is, a principle in which reason does not appeal further to something else as a determining ground of its causality, but contains this determining ground itself by means of that principle, and in which therefore it is itself as pure reason practical. Now, this principle had not to be searched for or discovered; it had long been in the reason of all men, and incorporated in their nature, and is the principle of morality. Therefore, that unconditioned causality, with the faculty of it, namely, freedom, is no longer merely indefinitely and problematically thought (this speculative reason could prove to be feasible), but is even as regards the law of its causality definitely and assertorially known; and with it the fact that a being (I myself), belonging to the world of sense, belongs also to the supersensible world, this is also positively known, and thus the reality of the supersensible world is established and in practical respects definitely given, and this definiteness, which for theoretical purposes would be transcendent, is for practical purposes immanent. We could not, however, make a similar step as regards the second dynamical idea, namely, that of a necessary being. We could not rise to it from the sensible world without the aid of the first dynamical idea. For if we attempted to do so, we should have ventured to leave at a bound all that is given to us, and to leap to that of which nothing is given us that can help us to effect the connection of such a supersensible being with the world of sense (since the necessary being would have to be known as given outside ourselves). On the other hand, it is now obvious that this connection is quite possible in relation to our own subject, inasmuch as I know myself to be on the one side as an intelligible [supersensible] being determined by the moral law (by means of freedom), and on the other side as acting in the world of sense. It is the concept of freedom alone that enables us to find the unconditioned and intelligible for the conditioned and sensible without going out of ourselves. For it is our own reason that by means of the supreme and unconditional practical law knows that itself and the being that is conscious of this law (our own person) belong to the pure world of understanding, and moreover defines the manner in which, as such, it can be active. In this way it can be understood why in the whole faculty of reason it is the practical reason only that can help us to pass beyond the world of sense and give us knowledge of a supersensible order and connection, which, however, for this very reason cannot be extended further than is necessary for pure practical purposes."}