{"label": "ham", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCCVA", "body": " III. The pastoral life, compared with the labors of agriculture and manufactures, is undoubtedly a life of idleness; and as the most honorable shepherds of the Tartar race devolve on their captives the domestic management of the cattle, their own leisure is seldom disturbed by any servile and assiduous cares. But this leisure, instead of being devoted to the soft enjoyments of love and harmony, is usefully spent in the violent and sanguinary exercise of the chase. The plains of Tartary are filled with a strong and serviceable breed of horses, which are easily trained for the purposes of war and hunting. The Scythians of every age have been celebrated as bold and skilful riders; and constant practice had seated them so firmly on horseback, that they were supposed by strangers to perform the ordinary duties of civil life, to eat, to drink, and even to sleep, without dismounting from their steeds. They excel in the dexterous management of the lance; the long Tartar bow is drawn with a nervous arm; and the weighty arrow is directed to its object with unerring aim and irresistible force. These arrows are often pointed against the harmless animals of the desert, which increase and multiply in the absence of their most formidable enemy; the hare, the goat, the roebuck, the fallow-deer, the stag, the elk, and the antelope. The vigor and patience, both of the men and horses, are continually exercised by the fatigues of the chase; and the plentiful supply of game contributes to the subsistence, and even luxury, of a Tartar camp. But the exploits of the hunters of Scythia are not confined to the destruction of timid or innoxious beasts; they boldly encounter the angry wild boar, when he turns against his pursuers, excite the sluggish courage of the bear, and provoke the fury of the tiger, as he slumbers in the thicket. Where there is danger, there may be glory; and the mode of hunting, which opens the fairest field to the exertions of valor, may justly be considered as the image, and as the school, of war. The general hunting matches, the pride and delight of the Tartar princes, compose an instructive exercise for their numerous cavalry. A circle is drawn, of many miles in circumference, to encompass the game of an extensive district; and the troops that form the circle regularly advance towards a common centre; where the captive animals, surrounded on every side, are abandoned to the darts of the hunters. In this march, which frequently continues many days, the cavalry are obliged to climb the hills, to swim the rivers, and to wind through the valleys, without interrupting the prescribed order of their gradual progress. They acquire the habit of directing their eye, and their steps, to a remote object; of preserving their intervals of suspending or accelerating their pace, according to the motions of the troops on their right and left; and of watching and repeating the signals of their leaders. Their leaders study, in this practical school, the most important lesson of the military art; the prompt and accurate judgment of ground, of distance, and of time. To employ against a human enemy the same patience and valor, the same skill and discipline, is the only alteration which is required in real war; and the amusements of the chase serve as a prelude to the conquest of an empire. 12"}