{"label": "ham", "to_address": "<reform@meerschwein.hh.schule.de>", "from_address": "\"Sebastian Kelly\" <upmalis.net@littlesproutsdaycare.com>", "subject": "[Reform] Photoshop, Windows, Office", "body": " In the nineteenth century, inquiries into the nature of money were not prompted directly by phenomena of metallic circulation, but rather by those of bank-note circulation. The former was touched upon only in order to discover the laws governing the latter. The suspension of specie payments by the Bank of England in 1797, the rise of prices of many commodities which followed it, the fall of the mint price of gold below its market price, the depreciation of bank-notes, especially since 1809, furnished the direct practical occasion for a party struggle in parliament and a theoretical tournament outside of it, both conducted with like passion. The historical background for the controversy was furnished by the history of paper money during the eighteenth century: the fiasco of Law’s bank; the depreciation of the provincial bank-notes of the English Colonies in North America from the beginning to the middle of the eighteenth century which went hand in hand with the increase in the number of tokens of value; further, the Continental bills issued as legal tender by the American government during the War of Independence; and finally, the experiment with the French _assignats_ carried out on a still larger scale. Most of the English writers of that period confound the circulation of bank-notes, which is governed by quite different laws, with the circulation of tokens of value or government legal tender paper money; and while they claim to explain the phenomena of this legal tender circulation by the laws of metallic circulation, they proceed, as a matter of fact, just the opposite way, viz., deducting laws for the latter from phenomena observed in connection with the former. We omit all the numerous writers of the period of 1800-1809 and turn directly to RICARDO, both because he embodies the views of his predecessors, which he formulates with greater precision, and because the shape he gave to the theory of money governs English bank legislation until this moment. Ricardo, like his predecessors, confounds the circulation of bank-notes, or credit money, with the circulation of mere tokens of value. The fact which impresses him most is the depreciation of paper currency accompanied by the rise of prices of commodities. What the American mines had been to Hume, the paper-bill presses in Threadneedle street were to Ricardo, and he himself expressly identifies the two factors at some place in his works. His first writings, which dealt exclusively with the money question belong to the time of the most violent controversy between the Bank of England, which had on its side the ministers and the war party, and its opponents about whom were centered the parliamentary opposition, the Whigs and the Peace party. They appeared as immediate forerunners of the famous Report of the Bullion Committee of 1810, in which Ricardo’s views were adopted.[133] The singular circumstance, that Ricardo and his adherents, who held money to be merely a token of value, are called bullionists, is due not only to the name of that committee, but also to the nature of their theory. In his work on political economy, Ricardo repeated and developed further the same views, but nowhere has he investigated the nature of money as such, as he had done in the case of exchange value, profit, rent, etc."}