{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Edna Bell\" <edna.bell01@gmail.com>", "subject": "[R]  Newbie creating package with compiled code", "body": " On the edge of the Scythian wilderness, Justinian still cherished the pride of his birth, and the hope of his restoration. After three years’ exile, he received the pleasing intelligence that his injury was avenged by a second revolution, and that Leontius in his turn had been dethroned and mutilated by the rebel Apsimar, who assumed the more respectable name of Tiberius. But the claim of lineal succession was still formidable to a plebeian usurper; and his jealousy was stimulated by the complaints and charges of the Chersonites, who beheld the vices of the tyrant in the spirit of the exile. With a band of followers, attached to his person by common hope or common despair, Justinian fled from the inhospitable shore to the horde of the Chozars, who pitched their tents between the Tanais and Borysthenes. The khan entertained with pity and respect the royal suppliant: Phanagoria, once an opulent city, on the Asiatic side of the lake Moeotis, was assigned for his residence; and every Roman prejudice was stifled in his marriage with the sister of the Barbarian, who seems, however, from the name of Theodora, to have received the sacrament of baptism. But the faithless Chozar was soon tempted by the gold of Constantinople: and had not the design been revealed by the conjugal love of Theodora, her husband must have been assassinated or betrayed into the power of his enemies. After strangling, with his own hands, the two emissaries of the khan, Justinian sent back his wife to her brother, and embarked on the Euxine in search of new and more faithful allies. His vessel was assaulted by a violent tempest; and one of his pious companions advised him to deserve the mercy of God by a vow of general forgiveness, if he should be restored to the throne. “Of forgiveness?” replied the intrepid tyrant: “may I perish this instant—may the Almighty whelm me in the waves—if I consent to spare a single head of my enemies!” He survived this impious menace, sailed into the mouth of the Danube, trusted his person in the royal village of the Bulgarians, and purchased the aid of Terbelis, a pagan conqueror, by the promise of his daughter and a fair partition of the treasures of the empire. The Bulgarian kingdom extended to the confines of Thrace; and the two princes besieged Constantinople at the head of fifteen thousand horse. Apsimar was dismayed by the sudden and hostile apparition of his rival whose head had been promised by the Chozar, and of whose evasion he was yet ignorant. After an absence of ten years, the crimes of Justinian were faintly remembered, and the birth and misfortunes of their hereditary sovereign excited the pity of the multitude, ever discontented with the ruling powers; and by the active diligence of his adherents, he was introduced into the city and palace of Constantine."}