{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Maxine Engle\" <the00@plg.uwaterloo.ca>", "subject": "Your C1alis 0rder #3048510", "body": " It is of the highest importance to separate those cognitions which differ from others both in kind and in origin, and to take great care that they are not confounded with those with which they are generally found connected. What the chemist does in the analysis of substances, what the mathematician in pure mathematics, is, in a still higher degree, the duty of the philosopher, that the value of each different kind of cognition, and the part it takes in the operations of the mind, may be clearly defined. Human reason has never wanted a metaphysic of some kind, since it attained the power of thought, or rather of reflection; but it has never been able to keep this sphere of thought and cognition pure from all admixture of foreign elements. The idea of a science of this kind is as old as speculation itself; and what mind does not speculate—either in the scholastic or in the popular fashion? At the same time, it must be admitted that even thinkers by profession have been unable clearly to explain the distinction between the two elements of our cognition—the one completely à priori, the other à posteriori; and hence the proper definition of a peculiar kind of cognition, and with it the just idea of a science which has so long and so deeply engaged the attention of the human mind, has never been established. When it was said: “Metaphysic is the science of the first principles of human cognition,” this definition did not signalize a peculiarity in kind, but only a difference in degree; these first principles were thus declared to be more general than others, but no criterion of distinction from empirical principles was given. Of these some are more general, and therefore higher, than others; and—as we cannot distinguish what is completely à priori from that which is known to be à posteriori—where shall we draw the line which is to separate the higher and so-called first principles, from the lower and subordinate principles of cognition? What would be said if we were asked to be satisfied with a division of the epochs of the world into the earlier centuries and those following them? “Does the fifth, or the tenth century belong to the earlier centuries?” it would be asked. In the same way I ask: Does the conception of extension belong to metaphysics? You answer, “Yes.” Well, that of body too? “Yes.” And that of a fluid body? You stop, you are unprepared to admit this; for if you do, everything will belong to metaphysics. From this it is evident that the mere degree of subordination—of the particular to the general—cannot determine the limits of a science; and that, in the present case, we must expect to find a difference in the conceptions of metaphysics both in kind and in origin. The fundamental idea of metaphysics was obscured on another side by the fact that this kind of à priori cognition showed a certain similarity in character with the science of mathematics. Both have the property in common of possessing an à priori origin; but, in the one, our knowledge is based upon conceptions, in the other, on the construction of conceptions. Thus a decided dissimilarity between philosophical and mathematical cognition comes out—a dissimilarity which was always felt, but which could not be made distinct for want of an insight into the criteria of the difference. And thus it happened that, as philosophers themselves failed in the proper development of the idea of their science, the elaboration of the science could not proceed with a definite aim, or under trustworthy guidance. Thus, too, philosophers, ignorant of the path they ought to pursue and always disputing with each other regarding the discoveries which each asserted he had made, brought their science into disrepute with the rest of the world, and finally, even among themselves."}