{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Heath St.\" <dwbasm@bas.no>", "subject": "Can't be a lover anymore?", "body": " The question of making the sale of these commodities a more or less exclusive privilege, must be answered differently, according to the purposes to which the restriction is intended to be subservient. All places of public resort require the restraint of a police, and places of this kind peculiarly, because offences against society are especially apt to originate there. It is, therefore, fit to confine the power of selling these commodities (at least for consumption on the spot) to persons of known or vouched-for respectability of conduct; to make such regulations respecting hours of opening and closing as may be requisite for public surveillance, and to withdraw the licence if breaches of the peace repeatedly take place through the connivance or incapacity of the keeper of the house, or if it becomes a rendezvous for concocting and preparing offences against the law. Any further restriction I do not conceive to be, in principle, justifiable. The limitation in number, for instance, of beer and spirit-houses, for the express purpose of rendering them more difficult of access, and diminishing the occasions of temptation, not only exposes all to an inconvenience because there are some by whom the facility would be abused, but is suited only to a state of society in which the labouring classes are avowedly treated as children or savages, and placed under an education of restraint, to fit them for future admission to the privileges of freedom. This is not the principle on which the labouring classes are professedly governed in any free country; and no person who sets due value on freedom will give his adhesion to their being so governed, unless after all efforts have been exhausted to educate them for freedom and govern them as freemen, and it has been definitively proved that they can only be governed as children. The bare statement of the alternative shows the absurdity of supposing that such efforts have been made in any case which needs be considered here. It is only because the institutions of this country are a mass of inconsistencies, that things find admittance into our practice which belong to the system of despotic, or what is called paternal, government, while the general freedom of our institutions precludes the exercise of the amount of control necessary to render the restraint of any real efficacy as a moral education."}