{"label": "spam", "to_address": "\"Subscriber\" <cruiseca@flax9.uwaterloo.ca>", "from_address": "\"Pics\" <r1xdavxywb@nonfountain.com>", "subject": "Wanna see my pics?", "body": " The first object of an idea of this kind is the ego, considered merely as a thinking nature or soul. If I wish to investigate the properties of a thinking being, I must interrogate experience. But I find that I can apply none of the categories to this object, the schema of these categories, which is the condition of their application, being given only in sensuous intuition. But I cannot thus attain to the cognition of a systematic unity of all the phenomena of the internal sense. Instead, therefore, of an empirical conception of what the soul really is, reason takes the conception of the empirical unity of all thought, and, by cogitating this unity as unconditioned and primitive, constructs the rational conception or idea of a simple substance which is in itself unchangeable, possessing personal identity, and in connection with other real things external to it; in one word, it constructs the idea of a simple self-subsistent intelligence. But the real aim of reason in this procedure is the attainment of principles of systematic unity for the explanation of the phenomena of the soul. That is, reason desires to be able to represent all the determinations of the internal sense as existing in one subject, all powers as deduced from one fundamental power, all changes as mere varieties in the condition of a being which is permanent and always the same, and all phenomena in space as entirely different in their nature from the procedure of thought. Essential simplicity (with the other attributes predicated of the ego) is regarded as the mere schema of this regulative principle; it is not assumed that it is the actual ground of the properties of the soul. For these properties may rest upon quite different grounds, of which we are completely ignorant; just as the above predicates could not give us any knowledge of the soul as it is in itself, even if we regarded them as valid in respect of it, inasmuch as they constitute a mere idea, which cannot be represented in concreto. Nothing but good can result from a psychological idea of this kind, if we only take proper care not to consider it as more than an idea; that is, if we regard it as valid merely in relation to the employment of reason, in the sphere of the phenomena of the soul. Under the guidance of this idea, or principle, no empirical laws of corporeal phenomena are called in to explain that which is a phenomenon of the internal sense alone; no windy hypotheses of the generation, annihilation, and palingenesis of souls are admitted. Thus the consideration of this object of the internal sense is kept pure, and unmixed with heterogeneous elements; while the investigation of reason aims at reducing all the grounds of explanation employed in this sphere of knowledge to a single principle. All this is best effected, nay, cannot be effected otherwise than by means of such a schema, which requires us to regard this ideal thing as an actual existence. The psychological idea is, therefore, meaningless and inapplicable, except as the schema of a regulative conception. For, if I ask whether the soul is not really of a spiritual nature—it is a question which has no meaning. From such a conception has been abstracted, not merely all corporeal nature, but all nature, that is, all the predicates of a possible experience; and consequently, all the conditions which enable us to cogitate an object to this conception have disappeared. But, if these conditions are absent, it is evident that the conception is meaningless."}