{"label": "spam", "to_address": null, "from_address": "\"Jackpot@microsoft.com\" <Jackpot@microsoft.com>", "subject": "MICROSOFT MEGA JACKPOT LOTTERY PROMOTIONS", "body": " But not only in that wherein human reason is a real causal agent and where ideas are operative causes (of actions and their objects), that is to say, in the region of ethics, but also in regard to nature herself, Plato saw clear proofs of an origin from ideas. A plant, and animal, the regular order of nature—probably also the disposition of the whole universe—give manifest evidence that they are possible only by means of and according to ideas; that, indeed, no one creature, under the individual conditions of its existence, perfectly harmonizes with the idea of the most perfect of its kind—just as little as man with the idea of humanity, which nevertheless he bears in his soul as the archetypal standard of his actions; that, notwithstanding, these ideas are in the highest sense individually, unchangeably, and completely determined, and are the original causes of things; and that the totality of connected objects in the universe is alone fully adequate to that idea. Setting aside the exaggerations of expression in the writings of this philosopher, the mental power exhibited in this ascent from the ectypal mode of regarding the physical world to the architectonic connection thereof according to ends, that is, ideas, is an effort which deserves imitation and claims respect. But as regards the principles of ethics, of legislation, and of religion, spheres in which ideas alone render experience possible, although they never attain to full expression therein, he has vindicated for himself a position of peculiar merit, which is not appreciated only because it is judged by the very empirical rules, the validity of which as principles is destroyed by ideas. For as regards nature, experience presents us with rules and is the source of truth, but in relation to ethical laws experience is the parent of illusion, and it is in the highest degree reprehensible to limit or to deduce the laws which dictate what I ought to do, from what is done."}