{"label": "spam", "to_address": "<fjburkowski@plg.uwaterloo.ca>", "from_address": "\" Fjburkowski\" <garrisongsp@hotmail.com>", "subject": "P____I<>LLS for YOU ", "body": " That first of judicial virtues, impartiality, is an obligation of justice, partly for the reason last mentioned; as being a necessary condition of the fulfilment of the other obligations of justice. But this is not the only source of the exalted rank, among human obligations, of those maxims of equality and impartiality, which, both in popular estimation and in that of the most enlightened, are included among the precepts of justice. In one point of view, they may be considered as corollaries from the principles already laid down. If it is a duty to do to each according to his deserts, returning good for good as well as repressing evil by evil, it necessarily follows that we should treat all equally well (when no higher duty forbids) who have deserved equally well of us, and that society should treat all equally well who have deserved equally well of it, that is, who have deserved equally well absolutely. This is the highest abstract standard of social and distributive justice; towards which all institutions, and the efforts of all virtuous citizens, should be made in the utmost possible degree to converge. But this great moral duty rests upon a still deeper foundation, being a direct emanation from the first principle of morals, and not a mere logical corollary from secondary or derivative doctrines. It is involved in the very meaning of Utility, or the Greatest-Happiness Principle. That principle is a mere form of words without rational signification, unless one person's happiness, supposed equal in degree (with the proper allowance made for kind), is counted for exactly as much as another's. Those conditions being supplied, Bentham's dictum, 'everybody to count for one, nobody for more than one,' might be written under the principle of utility as an explanatory commentary.[D] The equal claim of everybody to happiness in the estimation of the moralist and the legislator, involves an equal claim to all the means of happiness, except in so far as the inevitable conditions of human life, and the general interest, in which that of every individual is included, set limits to the maxim; and those limits ought to be strictly construed. As every other maxim of justice, so this, is by no means applied or held applicable universally; on the contrary, as I have already remarked, it bends to every person's ideas of social expediency. But in whatever case it is deemed applicable at all, it is held to be the dictate of justice. All persons are deemed to have a _right_ to equality of treatment, except when some recognised social expediency requires the reverse. And hence all social inequalities which have ceased to be considered expedient, assume the character not of simple inexpediency, but of injustice, and appear so tyrannical, that people are apt to wonder how they ever could have been tolerated; forgetful that they themselves perhaps tolerate other inequalities under an equally mistaken notion of expediency, the correction of which would make that which they approve seem quite as monstrous as what they have at last learnt to condemn. The entire history of social improvement has been a series of transitions, by which one custom or institution after another, from being a supposed primary necessity of social existence, has passed into the rank of an universally stigmatized injustice and tyranny. So it has been with the distinctions of slaves and freemen, nobles and serfs, patricians and plebeians; and so it will be, and in part already is, with the aristocracies of colour, race, and sex."}