{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "James Peach <jpeach@samba.org>", "subject": "[PATCH 3/4] Support dynamic group membership on Darwin. ", "body": " Omnipotence itself cannot escape the murmurs of its discordant votaries; since the same dispensation which was applauded as a deliverance in Europe, was deplored, and perhaps arraigned, as a calamity in Asia. After the loss of Jerusalem, the Syrian fugitives diffused their consternation and sorrow; Bagdad mourned in the dust; the cadhi Zeineddin of Damascus tore his beard in the caliph’s presence; and the whole divan shed tears at his melancholy tale. 36 But the commanders of the faithful could only weep; they were themselves captives in the hands of the Turks: some temporal power was restored to the last age of the Abbassides; but their humble ambition was confined to Bagdad and the adjacent province. Their tyrants, the Seljukian sultans, had followed the common law of the Asiatic dynasties, the unceasing round of valor, greatness, discord, degeneracy, and decay; their spirit and power were unequal to the defence of religion; and, in his distant realm of Persia, the Christians were strangers to the name and the arms of Sangiar, the last hero of his race. 37 While the sultans were involved in the silken web of the harem, the pious task was undertaken by their slaves, the Atabeks, 38 a Turkish name, which, like the Byzantine patricians, may be translated by Father of the Prince. Ascansar, a valiant Turk, had been the favorite of Malek Shaw, from whom he received the privilege of standing on the right hand of the throne; but, in the civil wars that ensued on the monarch’s death, he lost his head and the government of Aleppo. His domestic emirs persevered in their attachment to his son Zenghi, who proved his first arms against the Franks in the defeat of Antioch: thirty campaigns in the service of the caliph and sultan established his military fame; and he was invested with the command of Mosul, as the only champion that could avenge the cause of the prophet. The public hope was not disappointed: after a siege of twenty-five days, he stormed the city of Edessa, and recovered from the Franks their conquests beyond the Euphrates: 39 the martial tribes of C\u009curdistan were subdued by the independent sovereign of Mosul and Aleppo: his soldiers were taught to behold the camp as their only country; they trusted to his liberality for their rewards; and their absent families were protected by the vigilance of Zenghi. At the head of these veterans, his son Noureddin gradually united the Mahometan powers; 391 added the kingdom of Damascus to that of Aleppo, and waged a long and successful war against the Christians of Syria; he spread his ample reign from the Tigris to the Nile, and the Abbassides rewarded their faithful servant with all the titles and prerogatives of royalty. The Latins themselves were compelled to own the wisdom and courage, and even the justice and piety, of this implacable adversary. 40 In his life and government the holy warrior revived the zeal and simplicity of the first caliphs. Gold and silk were banished from his palace; the use of wine from his dominions; the public revenue was scrupulously applied to the public service; and the frugal household of Noureddin was maintained from his legitimate share of the spoil which he vested in the purchase of a private estate. His favorite sultana sighed for some female object of expense. “Alas,” replied the king, “I fear God, and am no more than the treasurer of the Moslems. Their property I cannot alienate; but I still possess three shops in the city of Hems: these you may take; and these alone can I bestow.” His chamber of justice was the terror of the great and the refuge of the poor. Some years after the sultan’s death, an oppressed subject called aloud in the streets of Damascus, “O Noureddin, Noureddin, where art thou now? Arise, arise, to pity and protect us!” A tumult was apprehended, and a living tyrant blushed or trembled at the name of a departed monarch."}