{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Tao Shi\" <shitao@hotmail.com>", "subject": "[R] How to extract R codes that embedded in a HTML file using\n\tStangle?", "body": " Dominion is acquired two wayes; By Generation, and by Conquest. The right of Dominion by Generation, is that, which the Parent hath over his Children; and is called PATERNALL. And is not so derived from the Generation, as if therefore the Parent had Dominion over his Child because he begat him; but from the Childs Consent, either expresse, or by other sufficient arguments declared. For as to the Generation, God hath ordained to man a helper; and there be alwayes two that are equally Parents: the Dominion therefore over the Child, should belong equally to both; and he be equally subject to both, which is impossible; for no man can obey two Masters. And whereas some have attributed the Dominion to the Man onely, as being of the more excellent Sex; they misreckon in it. For there is not always that difference of strength or prudence between the man and the woman, as that the right can be determined without War. In Common-wealths, this controversie is decided by the Civill Law: and for the most part, (but not alwayes) the sentence is in favour of the Father; because for the most part Common-wealths have been erected by the Fathers, not by the Mothers of families. But the question lyeth now in the state of meer Nature; where there are supposed no lawes of Matrimony; no lawes for the Education of Children; but the Law of Nature, and the naturall inclination of the Sexes, one to another, and to their children. In this condition of meer Nature, either the Parents between themselves dispose of the dominion over the Child by Contract; or do not dispose thereof at all. If they dispose thereof, the right passeth according to the Contract. We find in History that the Amazons Contracted with the Men of the neighbouring Countries, to whom they had recourse for issue, that the issue Male should be sent back, but the Female remain with themselves: so that the dominion of the Females was in the Mother."}