{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Rev 12054: Document member server. in\n\tfile:///home/jelmer/bzr.samba/SAMBA_4_0/", "body": " In the meantime the Lacedaemonians perceiving the agitation going on in Peloponnese, and that Corinth was the author of it and was herself about to enter into alliance with the Argives, sent ambassadors thither in the hope of preventing what was in contemplation. They accused her of having brought it all about, and told her that she could not desert Lacedaemon and become the ally of Argos, without adding violation of her oaths to the crime which she had already committed in not accepting the treaty with Athens, when it had been expressly agreed that the decision of the majority of the allies should be binding, unless the gods or heroes stood in the way. Corinth in her answer, delivered before those of her allies who had like her refused to accept the treaty, and whom she had previously invited to attend, refrained from openly stating the injuries she complained of, such as the non-recovery of Sollium or Anactorium from the Athenians, or any other point in which she thought she had been prejudiced, but took shelter under the pretext that she could not give up her Thracian allies, to whom her separate individual security had been given, when they first rebelled with Potidæa, as well as upon subsequent occasions. She denied, therefore, that she committed any violation of her oaths to the allies in not entering into the treaty with Athens; having sworn upon the faith of the gods to her Thracian friends, she could not honestly give them up. Besides, the expression was, “unless the gods or heroes stand in the way.” Now here, as it appeared to her, the gods stood in the way. This was what she said on the subject of her former oaths. As to the Argive alliance, she would confer with her friends and do whatever was right. The Lacedaemonian envoys returning home, some Argive ambassadors who happened to be in Corinth pressed her to conclude the alliance without further delay, but were told to attend at the next congress to be held at Corinth."}