{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Ada\" <amphetamine@asistencia.org>", "subject": "amazing 300% bonus!", "body": " So long as the object of our rational conceptions is the totality of conditions in the world of phenomena, and the satisfaction, from this source, of the requirements of reason, so long are our ideas transcendental and cosmological. But when we set the unconditioned—which is the aim of all our inquiries—in a sphere which lies out of the world of sense and possible experience, our ideas become transcendent. They are then not merely serviceable towards the completion of the exercise of reason (which remains an idea, never executed, but always to be pursued); they detach themselves completely from experience and construct for themselves objects, the material of which has not been presented by experience, and the objective reality of which is not based upon the completion of the empirical series, but upon pure à priori conceptions. The intelligible object of these transcendent ideas may be conceded, as a transcendental object. But we cannot cogitate it as a thing determinable by certain distinct predicates relating to its internal nature, for it has no connection with empirical conceptions; nor are we justified in affirming the existence of any such object. It is, consequently, a mere product of the mind alone. Of all the cosmological ideas, however, it is that occasioning the fourth antinomy which compels us to venture upon this step. For the existence of phenomena, always conditioned and never self-subsistent, requires us to look for an object different from phenomena—an intelligible object, with which all contingency must cease. But, as we have allowed ourselves to assume the existence of a self-subsistent reality out of the field of experience, and are therefore obliged to regard phenomena as merely a contingent mode of representing intelligible objects employed by beings which are themselves intelligences—no other course remains for us than to follow analogy and employ the same mode in forming some conception of intelligible things, of which we have not the least knowledge, which nature taught us to use in the formation of empirical conceptions. Experience made us acquainted with the contingent. But we are at present engaged in the discussion of things which are not objects of experience; and must, therefore, deduce our knowledge of them from that which is necessary absolutely and in itself, that is, from pure conceptions. Hence the first step which we take out of the world of sense obliges us to begin our system of new cognition with the investigation of a necessary being, and to deduce from our conceptions of it all our conceptions of intelligible things. This we propose to attempt in the following chapter."}