{"label": "ham", "to_address": "love-hounds@gaffa.org", "from_address": "Spielas Alan <spielas_alan@harvard.edu>", "subject": "Re: [LH] Kate is everywhere ", "body": " The Persian alliance restored the troops of the East to the defence of Europe: and Maurice, who had supported ten years the insolence of the chagan, declared his resolution to march in person against the Barbarians. In the space of two centuries, none of the successors of Theodosius had appeared in the field: their lives were supinely spent in the palace of Constantinople; and the Greeks could no longer understand, that the name of emperor, in its primitive sense, denoted the chief of the armies of the republic. The martial ardor of Maurice was opposed by the grave flattery of the senate, the timid superstition of the patriarch, and the tears of the empress Constantina; and they all conjured him to devolve on some meaner general the fatigues and perils of a Scythian campaign. Deaf to their advice and entreaty, the emperor boldly advanced 34 seven miles from the capital; the sacred ensign of the cross was displayed in the front; and Maurice reviewed, with conscious pride, the arms and numbers of the veterans who had fought and conquered beyond the Tigris. Anchialus was the last term of his progress by sea and land; he solicited, without success, a miraculous answer to his nocturnal prayers; his mind was confounded by the death of a favorite horse, the encounter of a wild boar, a storm of wind and rain, and the birth of a monstrous child; and he forgot that the best of omens is to unsheathe our sword in the defence of our country. 35 Under the pretence of receiving the ambassadors of Persia, the emperor returned to Constantinople, exchanged the thoughts of war for those of devotion, and disappointed the public hope by his absence and the choice of his lieutenants. The blind partiality of fraternal love might excuse the promotion of his brother Peter, who fled with equal disgrace from the Barbarians, from his own soldiers and from the inhabitants of a Roman city. That city, if we may credit the resemblance of name and character, was the famous Azimuntium, 36 which had alone repelled the tempest of Attila. The example of her warlike youth was propagated to succeeding generations; and they obtained, from the first or the second Justin, an honorable privilege, that their valor should be always reserved for the defence of their native country. The brother of Maurice attempted to violate this privilege, and to mingle a patriot band with the mercenaries of his camp; they retired to the church, he was not awed by the sanctity of the place; the people rose in their cause, the gates were shut, the ramparts were manned; and the cowardice of Peter was found equal to his arrogance and injustice. The military fame of Commentiolus 37 is the object of satire or comedy rather than of serious history, since he was even deficient in the vile and vulgar qualification of personal courage. His solemn councils, strange evolutions, and secret orders, always supplied an apology for flight or delay. If he marched against the enemy, the pleasant valleys of Mount Haemus opposed an insuperable barrier; but in his retreat, he explored, with fearless curiosity, the most difficult and obsolete paths, which had almost escaped the memory of the oldest native. The only blood which he lost was drawn, in a real or affected malady, by the lancet of a surgeon; and his health, which felt with exquisite sensibility the approach of the Barbarians, was uniformly restored by the repose and safety of the winter season. A prince who could promote and support this unworthy favorite must derive no glory from the accidental merit of his colleague Priscus. 38 In five successive battles, which seem to have been conducted with skill and resolution, seventeen thousand two hundred Barbarians were made prisoners: near sixty thousand, with four sons of the chagan, were slain: the Roman general surprised a peaceful district of the Gepidae, who slept under the protection of the Avars; and his last trophies were erected on the banks of the Danube and the Teyss. Since the death of Trajan the arms of the empire had not penetrated so deeply into the old Dacia: yet the success of Priscus was transient and barren; and he was soon recalled by the apprehension that Baian, with dauntless spirit and recruited forces, was preparing to avenge his defeat under the walls of Constantinople. 39"}