{"label": "spam", "to_address": "\"catchall\" <catchall@speedy.uwaterloo.ca>", "from_address": "\"Katina Wiley\" <xbusy@drtom.com>", "subject": "It ourselves monoxide", "body": " This leads us to consider the fifth source of authority, viz. positive laws; when the legislature establishes a certain form of government and succession of princes. At first sight it may be thought, that this must resolve into some of the preceding titles of authority. The legislative power, whence the positive law is derived, must either be established by original contract, long possession, present possession, conquest, or succession; and consequently the positive law must derive its force from some of those principles. But here it is remarkable, that though a positive law can only derive its force from these principles, yet it acquires not all the force of the principle from whence it is derived, but loses considerably in the transition; as it is natural to imagine. For instance; a government is established for many centuries on a certain system of laws, forms, and methods of succession. The legislative power, established by this long succession, changes all on a sudden the whole system of government, and introduces a new constitution in its stead. I believe few of the subjects will think themselves bound to comply with this alteration, unless it have an evident tendency to the public good: But men think themselves still at liberty to return to the antient government. Hence the notion of fundamental laws; which are supposed to be inalterable by the will of the sovereign: And of this nature the Salic law is understood to be in France. How far these fundamental laws extend is not determined in any government; nor is it possible it ever should. There is such an indefensible gradation from the most material laws to the most trivial, and from the most antient laws to the most modem, that it will be impossible to set bounds to the legislative power, and determine how far it may innovate in the principles of government. That is the work more of imagination and passion than of reason."}