{"label": "ham", "to_address": "Perl Beginners <beginners@perl.org>", "from_address": "\"John W. Krahn\" <krahnj@telus.net>", "subject": "Re: Nested loop", "body": " In the first place our rulers will enforce the laws and make new ones where they are wanted, and their allies or ministers will obey. You, as legislator, have already selected the men; and now you shall select the women. After the selection has been made, they will dwell in common houses and have their meals in common, and will be brought together by a necessity more certain than that of mathematics. But they cannot be allowed to live in licentiousness; that is an unholy thing, which the rulers are determined to prevent. For the avoidance of this, holy marriage festivals will be instituted, and their holiness will be in proportion to their usefulness. And here, Glaucon, I should like to ask (as I know that you are a breeder of birds and animals), Do you not take the greatest care in the mating? ‘Certainly.’ And there is no reason to suppose that less care is required in the marriage of human beings. But then our rulers must be skilful physicians of the State, for they will often need a strong dose of falsehood in order to bring about desirable unions between their subjects. The good must be paired with the good, and the bad with the bad, and the offspring of the one must be reared, and of the other destroyed; in this way the flock will be preserved in prime condition. Hymeneal festivals will be celebrated at times fixed with an eye to population, and the brides and bridegrooms will meet at them; and by an ingenious system of lots the rulers will contrive that the brave and the fair come together, and that those of inferior breed are paired with inferiors—the latter will ascribe to chance what is really the invention of the rulers. And when children are born, the offspring of the brave and fair will be carried to an enclosure in a certain part of the city, and there attended by suitable nurses; the rest will be hurried away to places unknown. The mothers will be brought to the fold and will suckle the children; care however must be taken that none of them recognise their own offspring; and if necessary other nurses may also be hired. The trouble of watching and getting up at night will be transferred to attendants. ‘Then the wives of our guardians will have a fine easy time when they are having children.’ And quite right too, I said, that they should."}