{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " The whole wisdom of Mill resolves itself into a series of arbitrary and absurd assumptions. He wishes to prove that the price of commodities or the value of money is determined by “the total quantity of the money in any country.” _Assuming_ that the quantity and the exchange value of the commodities in circulation remain unchanged and that the same be true of the rapidity of circulation and of the value of precious metals as determined by the cost of production, and _assuming_ at the same time that the quantity of the metallic currency increases or decreases in proportion to the quantity of money _existing_ in a country, it becomes really “evident” that what was to have been proven has been assumed. Mill falls, moreover, into the same error as Hume by assuming that use-values and not commodities with a given exchange value are in circulation, and that vitiates his statement, even if we grant all of his “assumptions.” The rapidity of circulation may remain the same; this may also be true of the value of the precious metals and of the _quantity_ of commodities in circulation; and yet a change in the exchange value of the latter may require now a larger and now a smaller quantity of money for their circulation. Mill sees that a part of the money in a country is in circulation, while another is idle. With the aid of a most absurd average calculation he _assumes_ that, although it really appears to be different, yet all the gold in a country does circulate. Assuming that ten million silver thalers circulate in a country twice a year, there could be twenty million such coins in circulation, if each circulated but once. And if the entire quantity of silver to be found in a country in any form amounts to one hundred million thalers, it may be supposed that the entire one hundred million can enter circulation, if each piece of money should circulate once in five years. One could as well assume that all the money of the world circulate in Hempstead, but that each piece of money instead of being employed three times a year, is employed once in 3,000,000 years. The one assumption is as relevant as the other for the purpose of determining the relation between the sum total of prices of commodities and the volume of currency. Mill feels that it is a matter of decisive importance to him to bring the commodities in direct contact not with the money in circulation, but with the entire supply of money existing in a country. He admits that “the whole of the goods of a country are not exchanged at once against the whole of the money,” but that the goods are exchanged in different portions and at different times of the year for different portions of money. To do away with this difficulty he _assumes_ that it does not exist. Moreover, this entire idea of direct contact of commodities and money and direct exchange is a mere abstraction from the movement of simple purchase and sale or the function of money as a means of purchase. Already in the movement of money as a means of payment, commodity and money cease to appear simultaneously."}