{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Ralph W. Reid\" <rreid@sunset.net>", "subject": "Re: Trying out Slackware", "body": " I should not have chosen to live in a republic of recent institution, however excellent its laws; for fear the government, being perhaps otherwise framed than the circumstances of the moment might require, might disagree with the new citizens, or they with it, and the State run the risk of overthrow and destruction almost as soon as it came into being. For it is with liberty as it is with those solid and succulent foods, or with those generous wines which are well adapted to nourish and fortify robust constitutions that are used to them, but ruin and intoxicate weak and delicate constitutions to which they are not suited. Peoples once accustomed to masters are not in a condition to do without them. If they attempt to shake off the yoke, they still more estrange themselves from freedom, as, by mistaking for it an unbridled license to which it is diametrically opposed, they nearly always manage, by their revolutions, to hand themselves over to seducers, who only make their chains heavier than before. The Roman people itself, a model for all free peoples, was wholly incapable of governing itself when it escaped from the oppression of the Tarquins. Debased by slavery, and the ignominious tasks which had been imposed upon it, it was at first no better than a stupid mob, which it was necessary to control and govern with the greatest wisdom; in order that, being accustomed by degrees to breathe the health-giving air of liberty, minds which had been enervated or rather brutalised under tyranny, might gradually acquire that severity of morals and spirit of fortitude which made it at length the people of all most worthy of respect. I should, then, have sought out for my country some peaceful and happy Republic, of an antiquity that lost itself, as it were, in the night of time: which had experienced only such shocks as served to manifest and strengthen the courage and patriotism of its subjects; and whose citizens, long accustomed to a wise independence, were not only free, but worthy to be so."}