{"label": "spam", "to_address": "<9ec06fdb@flax9.uwaterloo.ca>", "from_address": "\"Reginald\" <abel@isys.ca>", "subject": "Don't be a fuddy-duddy...use the software everyone's using...", "body": " I understand by idea a necessary conception of reason, to which no corresponding object can be discovered in the world of sense. Accordingly, the pure conceptions of reason at present under consideration are transcendental ideas. They are conceptions of pure reason, for they regard all empirical cognition as determined by means of an absolute totality of conditions. They are not mere fictions, but natural and necessary products of reason, and have hence a necessary relation to the whole sphere of the exercise of the understanding. And, finally, they are transcendent, and overstep the limits of all experiences, in which, consequently, no object can ever be presented that would be perfectly adequate to a transcendental idea. When we use the word idea, we say, as regards its object (an object of the pure understanding), a great deal, but as regards its subject (that is, in respect of its reality under conditions of experience), exceedingly little, because the idea, as the conception of a maximum, can never be completely and adequately presented in concreto. Now, as in the merely speculative employment of reason the latter is properly the sole aim, and as in this case the approximation to a conception, which is never attained in practice, is the same thing as if the conception were non-existent—it is commonly said of the conception of this kind, “it is only an idea.” So we might very well say, “the absolute totality of all phenomena is only an idea,” for, as we never can present an adequate representation of it, it remains for us a problem incapable of solution. On the other hand, as in the practical use of the understanding we have only to do with action and practice according to rules, an idea of pure reason can always be given really in concreto, although only partially, nay, it is the indispensable condition of all practical employment of reason. The practice or execution of the idea is always limited and defective, but nevertheless within indeterminable boundaries, consequently always under the influence of the conception of an absolute perfection. And thus the practical idea is always in the highest degree fruitful, and in relation to real actions indispensably necessary. In the idea, pure reason possesses even causality and the power of producing that which its conception contains. Hence we cannot say of wisdom, in a disparaging way, “it is only an idea.” For, for the very reason that it is the idea of the necessary unity of all possible aims, it must be for all practical exertions and endeavours the primitive condition and rule—a rule which, if not constitutive, is at least limitative."}