{"label": "spam", "to_address": "<catchall@speedy.uwaterloo.ca>", "from_address": "\"Owen Long\" <anthonythemagic.com@dpweb.vendaregroup.com>", "subject": "Software At Low Pr1ce", "body": " But the nature of the subject furnishes the strongest presumption, that no better system will ever, for the future, be invented, in order to account for the origin of the benevolent from the selfish affections, and reduce all the various emotions of the human mind to a perfect simplicity. The case is not the same in this species of philosophy as in physics. Many an hypothesis in nature, contrary to first appearances, has been found, on more accurate scrutiny, solid and satisfactory. Instances of this kind are so frequent that a judicious, as well as witty philosopher, [Footnote: Mons. Fontenelle.] has ventured to affirm, if there be more than one way in which any phenomenon may be produced, that there is general presumption for its arising from the causes which are the least obvious and familiar. But the presumption always lies on the other side, in all enquiries concerning the origin of our passions, and of the internal operations of the human mind. The simplest and most obvious cause which can there be assigned for any phenomenon, is probably the true one. When a philosopher, in the explication of his system, is obliged to have recourse to some very intricate and refined reflections, and to suppose them essential to the production of any passion or emotion, we have reason to be extremely on our guard against so fallacious an hypothesis. The affections are not susceptible of any impression from the refinements of reason or imagination; and it is always found that a vigorous exertion of the latter faculties, necessarily, from the narrow capacity of the human mind, destroys all activity in the former. Our predominant motive or intention is, indeed, frequently concealed from ourselves when it is mingled and confounded with other motives which the mind, from vanity or self-conceit, is desirous of supposing more prevalent: but there is no instance that a concealment of this nature has ever arisen from the abstruseness and intricacy of the motive. A man that has lost a friend and patron may flatter himself that all his grief arises from generous sentiments, without any mixture of narrow or interested considerations: but a man that grieves for a valuable friend, who needed his patronage and protection; how can we suppose, that his passionate tenderness arises from some metaphysical regards to a self-interest, which has no foundation or reality? We may as well imagine that minute wheels and springs, like those of a watch, give motion to a loaded waggon, as account for the origin of passion from such abstruse reflections."}