{"label": "ham", "to_address": "Bert Gunter <gunter.berton@gene.com>", "from_address": "Spielas Grove <dgrove@scharp.org>", "subject": "Re: [R] fitting mixed models to censored data?", "body": " After Hume’s theory or the abstract opposition to the monetary system was thus developed to its ultimate conclusions, Steuart’s concrete conception of money was finally restored to its rights by THOMAS TOOKE.[152] Tooke arrives at his principles not from any theory, but by a conscientious analysis of the history of prices of commodities from 1793 to 1856. In the first edition of his History of Prices which appeared in 1823, Tooke is still under the complete influence of the Ricardian theory, and vainly tries to reconcile it with actual facts. His pamphlet “On the Currency,” which appeared after the crisis of 1825 might even be considered as the first consistent presentation of the views which were later given the force of law by Overstone. Continued studies in the history of prices forced him, however, to the conclusion that the direct connection between prices and the volume of currency, as it is pictured by the theory, is a mere illusion; that the expansion and contraction of currency which takes place while the value of the precious metals remains unchanged, is always the effect but never the cause of price fluctuations; that the circulation of money is in any event but a secondary movement; and that money assumes quite different forms in the actual process of production in addition to that of a circulating medium. His detailed investigations belong to a sphere outside of that of simple metallic circulation and can be discussed here as little as the investigations of WILSON and FULLARTON which belong to the same class.[153] None of these writers takes a one-sided view of money, but treat it in its various aspects; the treatment, however, is mechanical, without an attempt to establish an organic connection either between these various aspects themselves, or between them and the combined system of economic categories. They fall, therefore, into the error of confusing _money_ as distinguished from _medium of circulation_ with _capital_ or even with commodity, although they are forced elsewhere to differentiate it from both.[154] When gold, e. g., is shipped abroad, it practically means that capital is sent abroad, but the same thing takes place when iron, cotton, grain, or any other commodity is exported. Both are capital and are distinguished not as capital, but as money and commodity. The function of gold as the international medium of exchange springs, therefore, not from its being capital, but from its specific character of money. Similarly, when gold, or bank notes in its place, circulate in the home trade as means of payment, they constitute capital at the same time. But they could not be replaced by capital in the form of commodities, as has been demonstrated very palpably by crises, for instance. That is to say, it is the fact that gold is distinguished from commodities in its capacity of money and not in that of capital, that makes it the means of payment. Even when capital is exported directly as capital, as, e. g., when it is done for the purpose of lending abroad a certain amount on interest, it depends on circumstances, whether it will be exported in the form of commodities or in that of gold, and if in the latter form, it is due to the specific destination of the precious metals as distinguished from commodities to serve as money. In general, these writers do not consider money in its abstract form, as it is developed within the sphere of simple circulation of commodities, and as it spontaneously grows out of the relation of the circulating commodities. As a result, they constantly vacillate between the abstract forms of money which distinguish it from commodity and those forms of it beneath which are concealed concrete relations, such as capital, revenue, etc.[155]"}