{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Jerry Gay (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42427] [CAGE] cleanup perlcritic errors ", "body": " The public establishment of Christianity may be considered as one of those important and domestic revolutions which excite the most lively curiosity, and afford the most valuable instruction. The victories and the civil policy of Constantine no longer influence the state of Europe; but a considerable portion of the globe still retains the impression which it received from the conversion of that monarch; and the ecclesiastical institutions of his reign are still connected, by an indissoluble chain, with the opinions, the passions, and the interests of the present generation. In the consideration of a subject which may be examined with impartiality, but cannot be viewed with indifference, a difficulty immediately arises of a very unexpected nature; that of ascertaining the real and precise date of the conversion of Constantine. The eloquent Lactantius, in the midst of his court, seems impatient 1 to proclaim to the world the glorious example of the sovereign of Gaul; who, in the first moments of his reign, acknowledged and adored the majesty of the true and only God. 2 The learned Eusebius has ascribed the faith of Constantine to the miraculous sign which was displayed in the heavens whilst he meditated and prepared the Italian expedition. 3 The historian Zosimus maliciously asserts, that the emperor had imbrued his hands in the blood of his eldest son, before he publicly renounced the gods of Rome and of his ancestors. 4 The perplexity produced by these discordant authorities is derived from the behavior of Constantine himself. According to the strictness of ecclesiastical language, the first of the _Christian_ emperors was unworthy of that name, till the moment of his death; since it was only during his last illness that he received, as a catechumen, the imposition of hands, 5 and was afterwards admitted, by the initiatory rites of baptism, into the number of the faithful. 6 The Christianity of Constantine must be allowed in a much more vague and qualified sense; and the nicest accuracy is required in tracing the slow and almost imperceptible gradations by which the monarch declared himself the protector, and at length the proselyte, of the church. It was an arduous task to eradicate the habits and prejudices of his education, to acknowledge the divine power of Christ, and to understand that the truth of _his_ revelation was incompatible with the worship of the gods. The obstacles which he had probably experienced in his own mind, instructed him to proceed with caution in the momentous change of a national religion; and he insensibly discovered his new opinions, as far as he could enforce them with safety and with effect. During the whole course of his reign, the stream of Christianity flowed with a gentle, though accelerated, motion: but its general direction was sometimes checked, and sometimes diverted, by the accidental circumstances of the times, and by the prudence, or possibly by the caprice, of the monarch. His ministers were permitted to signify the intentions of their master in the various language which was best adapted to their respective principles; 7 and he artfully balanced the hopes and fears of his subjects, by publishing in the same year two edicts; the first of which enjoined the solemn observance of Sunday, 8 and the second directed the regular consultation of the Aruspices. 9 While this important revolution yet remained in suspense, the Christians and the Pagans watched the conduct of their sovereign with the same anxiety, but with very opposite sentiments. The former were prompted by every motive of zeal, as well as vanity, to exaggerate the marks of his favor, and the evidences of his faith. The latter, till their just apprehensions were changed into despair and resentment, attempted to conceal from the world, and from themselves, that the gods of Rome could no longer reckon the emperor in the number of their votaries. The same passions and prejudices have engaged the partial writers of the times to connect the public profession of Christianity with the most glorious or the most ignominious ¾ra of the reign of Constantine."}