{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jerry@samba.org", "subject": "svn commit: samba r22671 - in\n\tbranches/SAMBA_3_0_RELEASE/source/lib/replace: . test", "body": " The last hope of a people who could no longer depend on their arms, their gods, or their sovereign, was placed in the powerful assistance of the general of the West; and Stilicho, who had not been permitted to repulse, advanced to chastise, the invaders of Greece. 16 A numerous fleet was equipped in the ports of Italy; and the troops, after a short and prosperous navigation over the Ionian Sea, were safely disembarked on the isthmus, near the ruins of Corinth. The woody and mountainous country of Arcadia, the fabulous residence of Pan and the Dryads, became the scene of a long and doubtful conflict between the two generals not unworthy of each other. The skill and perseverance of the Roman at length prevailed; and the Goths, after sustaining a considerable loss from disease and desertion, gradually retreated to the lofty mountain of Pholoe, near the sources of the Peneus, and on the frontiers of Elis; a sacred country, which had formerly been exempted from the calamities of war. 17 The camp of the Barbarians was immediately besieged; the waters of the river 18 were diverted into another channel; and while they labored under the intolerable pressure of thirst and hunger, a strong line of circumvallation was formed to prevent their escape. After these precautions, Stilicho, too confident of victory, retired to enjoy his triumph, in the theatrical games, and lascivious dances, of the Greeks; his soldiers, deserting their standards, spread themselves over the country of their allies, which they stripped of all that had been saved from the rapacious hands of the enemy. Alaric appears to have seized the favorable moment to execute one of those hardy enterprises, in which the abilities of a general are displayed with more genuine lustre, than in the tumult of a day of battle. To extricate himself from the prison of Peloponnesus, it was necessary that he should pierce the intrenchments which surrounded his camp; that he should perform a difficult and dangerous march of thirty miles, as far as the Gulf of Corinth; and that he should transport his troops, his captives, and his spoil, over an arm of the sea, which, in the narrow interval between Rhium and the opposite shore, is at least half a mile in breadth. 19 The operations of Alaric must have been secret, prudent, and rapid; since the Roman general was confounded by the intelligence, that the Goths, who had eluded his efforts, were in full possession of the important province of Epirus. This unfortunate delay allowed Alaric sufficient time to conclude the treaty, which he secretly negotiated, with the ministers of Constantinople. The apprehension of a civil war compelled Stilicho to retire, at the haughty mandate of his rivals, from the dominions of Arcadius; and he respected, in the enemy of Rome, the honorable character of the ally and servant of the emperor of the East."}