{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " A vote of the thirty five tribes could inflict a fine; but the cognizance of all capital crimes was reserved by a fundamental law to the assembly of the centuries, in which the weight of influence and property was sure to preponderate. Repeated proclamations and adjournments were interposed, to allow time for prejudice and resentment to subside: the whole proceeding might be annulled by a seasonable omen, or the opposition of a tribune; and such popular trials were commonly less formidable to innocence than they were favorable to guilt. But this union of the judicial and legislative powers left it doubtful whether the accused party was pardoned or acquitted; and, in the defence of an illustrious client, the orators of Rome and Athens address their arguments to the policy and benevolence, as well as to the justice, of their sovereign. 2. The task of convening the citizens for the trial of each offender became more difficult, as the citizens and the offenders continually multiplied; and the ready expedient was adopted of delegating the jurisdiction of the people to the ordinary magistrates, or to extraordinary inquisitors. In the first ages these questions were rare and occasional. In the beginning of the seventh century of Rome they were made perpetual: four praetors were annually empowered to sit in judgment on the state offences of treason, extortion, peculation, and bribery; and Sylla added new praetors and new questions for those crimes which more directly injure the safety of individuals. By these inquisitors the trial was prepared and directed; but they could only pronounce the sentence of the majority of judges, who with some truth, and more prejudice, have been compared to the English juries. 202 To discharge this important, though burdensome office, an annual list of ancient and respectable citizens was formed by the praetor. After many constitutional struggles, they were chosen in equal numbers from the senate, the equestrian order, and the people; four hundred and fifty were appointed for single questions; and the various rolls or decuries of judges must have contained the names of some thousand Romans, who represented the judicial authority of the state. In each particular cause, a sufficient number was drawn from the urn; their integrity was guarded by an oath; the mode of ballot secured their independence; the suspicion of partiality was removed by the mutual challenges of the accuser and defendant; and the judges of Milo, by the retrenchment of fifteen on each side, were reduced to fifty-one voices or tablets, of acquittal, of condemnation, or of favorable doubt. 203 3. In his civil jurisdiction, the praetor of the city was truly a judge, and almost a legislator; but, as soon as he had prescribed the action of law, he often referred to a delegate the determination of the fact. With the increase of legal proceedings, the tribunal of the centumvirs, in which he presided, acquired more weight and reputation. But whether he acted alone, or with the advice of his council, the most absolute powers might be trusted to a magistrate who was annually chosen by the votes of the people. The rules and precautions of freedom have required some explanation; the order of despotism is simple and inanimate. Before the age of Justinian, or perhaps of Diocletian, the decuries of Roman judges had sunk to an empty title: the humble advice of the assessors might be accepted or despised; and in each tribunal the civil and criminal jurisdiction was administered by a single magistrate, who was raised and disgraced by the will of the emperor."}