{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #42746] [PATCH] Continuing Parrot/C++ cleanups", "body": " After the tumult of Alexandria had subsided, Athanasius, amidst the public acclamations, seated himself on the throne from whence his unworthy competitor had been precipitated: and as the zeal of the archbishop was tempered with discretion, the exercise of his authority tended not to inflame, but to reconcile, the minds of the people. His pastoral labors were not confined to the narrow limits of Egypt. The state of the Christian world was present to his active and capacious mind; and the age, the merit, the reputation of Athanasius, enabled him to assume, in a moment of danger, the office of Ecclesiastical Dictator. 129 Three years were not yet elapsed since the majority of the bishops of the West had ignorantly, or reluctantly, subscribed the Confession of Rimini. They repented, they believed, but they dreaded the unseasonable rigor of their orthodox brethren; and if their pride was stronger than their faith, they might throw themselves into the arms of the Arians, to escape the indignity of a public penance, which must degrade them to the condition of obscure laymen. At the same time the domestic differences concerning the union and distinction of the divine persons, were agitated with some heat among the Catholic doctors; and the progress of this metaphysical controversy seemed to threaten a public and lasting division of the Greek and Latin churches. By the wisdom of a select synod, to which the name and presence of Athanasius gave the authority of a general council, the bishops, who had unwarily deviated into error, were admitted to the communion of the church, on the easy condition of subscribing the Nicene Creed; without any formal acknowledgment of their past fault, or any minute definition of their scholastic opinions. The advice of the primate of Egypt had already prepared the clergy of Gaul and Spain, of Italy and Greece, for the reception of this salutary measure; and, notwithstanding the opposition of some ardent spirits, 130 the fear of the common enemy promoted the peace and harmony of the Christians. 131"}