{"label": "spam", "to_address": "\"ktwarwic\" <ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Simon Gregory\" <cantil075@ny.adsl>", "subject": "But to georgiana", "body": " Hence it is that I cannot in any degree approve of those restless and busy meddlers who, called neither by birth nor fortune to take part in the management of public affairs, are yet always projecting reforms; and if I thought that this tract contained aught which might justify the suspicion that I was a victim of such folly, I would by no means permit its publication. I have never contemplated anything higher than the reformation of my own opinions, and basing them on a foundation wholly my own. And although my own satisfaction with my work has led me to present here a draft of it, I do not by any means therefore recommend to every one else to make a similar attempt. Those whom God has endowed with a larger measure of genius will entertain, perhaps, designs still more exalted; but for the many I am much afraid lest even the present undertaking be more than they can safely venture to imitate. The single design to strip one’s self of all past beliefs is one that ought not to be taken by every one. The majority of men is composed of two classes, for neither of which would this be at all a befitting resolution: in the first place, of those who with more than a due confidence in their own powers, are precipitate in their judgments and want the patience requisite for orderly and circumspect thinking; whence it happens, that if men of this class once take the liberty to doubt of their accustomed opinions, and quit the beaten highway, they will never be able to thread the byway that would lead them by a shorter course, and will lose themselves and continue to wander for life; in the second place, of those who, possessed of sufficient sense or modesty to determine that there are others who excel them in the power of discriminating between truth and error, and by whom they may be instructed, ought rather to content themselves with the opinions of such than trust for more correct to their own reason."}