{"label": "spam", "to_address": "furmanfw@flax9.uwaterloo.ca", "from_address": "\"Mamie Ibarra\" <stella_fatima@yahoo.com>", "subject": "Wassup", "body": " The determination of the causality of beings in the world of sense, as such, can never be unconditioned; and yet for every series of conditions there must be something unconditioned, and therefore there must be a causality which is determined wholly by itself. Hence, the idea of freedom as a faculty of absolute spontaneity was not found to be a want but, as far as its possibility is concerned, an analytic principle of pure speculative reason. But as it is absolutely impossible to find in experience any example in accordance with this idea, because amongst the causes of things as phenomena it would be impossible to meet with any absolutely unconditioned determination of causality, we were only able to defend our supposition that a freely acting cause might be a being in the world of sense, in so far as it is considered in the other point of view as a noumenon, showing that there is no contradiction in regarding all its actions as subject to physical conditions so far as they are phenomena, and yet regarding its causality as physically unconditioned, in so far as the acting being belongs to the world of understanding, and in thus making the concept of freedom the regulative principle of reason. By this principle I do not indeed learn what the object is to which that sort of causality is attributed; but I remove the difficulty, for, on the one side, in the explanation of events in the world, and consequently also of the actions of rational beings, I leave to the mechanism of physical necessity the right of ascending from conditioned to condition ad infinitum, while on the other side I keep open for speculative reason the place which for it is vacant, namely, the intelligible, in order to transfer the unconditioned thither. But I was not able to verify this supposition; that is, to change it into the knowledge of a being so acting, not even into the knowledge of the possibility of such a being. This vacant place is now filled by pure practical reason with a definite law of causality in an intelligible world (causality with freedom), namely, the moral law. Speculative reason does not hereby gain anything as regards its insight, but only as regards the certainty of its problematical notion of freedom, which here obtains objective reality, which, though only practical, is nevertheless undoubted. Even the notion of causality- the application, and consequently the signification, of which holds properly only in relation to phenomena, so as to connect them into experiences (as is shown by the Critique of Pure Reason)- is not so enlarged as to extend its use beyond these limits. For if reason sought to do this, it would have to show how the logical relation of principle and consequence can be used synthetically in a different sort of intuition from the sensible; that is how a causa noumenon is possible. This it can never do; and, as practical reason, it does not even concern itself with it, since it only places the determining principle of causality of man as a sensible creature (which is given) in pure reason (which is therefore called practical); and therefore it employs the notion of cause, not in order to know objects, but to determine causality in relation to objects in general. It can abstract altogether from the application of this notion to objects with a view to theoretical knowledge (since this concept is always found a priori in the understanding even independently of any intuition). Reason, then, employs it only for a practical purpose, and hence we can transfer the determining principle of the will into the intelligible order of things, admitting, at the same time, that we cannot understand how the notion of cause can determine the knowledge of these things. But reason must cognise causality with respect to the actions of the will in the sensible world in a definite manner; otherwise, practical reason could not really produce any action. But as to the notion which it forms of its own causality as noumenon, it need not determine it theoretically with a view to the cognition of its supersensible existence, so as to give it significance in this way. For it acquires significance apart from this, though only for practical use, namely, through the moral law. Theoretically viewed, it remains always a pure a priori concept of the understanding, which can be applied to objects whether they have been given sensibly or not, although in the latter case it has no definite theoretical significance or application, but is only a formal, though essential, conception of the understanding relating to an object in general. The significance which reason gives it through the moral law is merely practical, inasmuch as the idea of the law of causality (of the will) has self causality, or is its determining principle."}