{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Bjoern Jacke <bjoern@j3e.de>", "subject": "hunting \"Unaligned Access\" errors", "body": " The grateful applause of the clergy has consecrated the memory of a prince who indulged their passions and promoted their interest. Constantine gave them security, wealth, honors, and revenge; and the support of the orthodox faith was considered as the most sacred and important duty of the civil magistrate. The edict of Milan, the great charter of toleration, had confirmed to each individual of the Roman world the privilege of choosing and professing his own religion. But this inestimable privilege was soon violated; with the knowledge of truth, the emperor imbibed the maxims of persecution; and the sects which dissented from the Catholic church were afflicted and oppressed by the triumph of Christianity. Constantine easily believed that the Heretics, who presumed to dispute _his_ opinions, or to oppose _his_ commands, were guilty of the most absurd and criminal obstinacy; and that a seasonable application of moderate severities might save those unhappy men from the danger of an everlasting condemnation. Not a moment was lost in excluding the ministers and teachers of the separated congregations from any share of the rewards and immunities which the emperor had so liberally bestowed on the orthodox clergy. But as the sectaries might still exist under the cloud of royal disgrace, the conquest of the East was immediately followed by an edict which announced their total destruction. 1 After a preamble filled with passion and reproach, Constantine absolutely prohibits the assemblies of the Heretics, and confiscates their public property to the use either of the revenue or of the Catholic church. The sects against whom the Imperial severity was directed, appear to have been the adherents of Paul of Samosata; the Montanists of Phrygia, who maintained an enthusiastic succession of prophecy; the Novatians, who sternly rejected the temporal efficacy of repentance; the Marcionites and Valentinians, under whose leading banners the various Gnostics of Asia and Egypt had insensibly rallied; and perhaps the Manich¾ans, who had recently imported from Persia a more artful composition of Oriental and Christian theology. 2 The design of extirpating the name, or at least of restraining the progress, of these odious Heretics, was prosecuted with vigor and effect. Some of the penal regulations were copied from the edicts of Diocletian; and this method of conversion was applauded by the same bishops who had felt the hand of oppression, and pleaded for the rights of humanity. Two immaterial circumstances may serve, however, to prove that the mind of Constantine was not entirely corrupted by the spirit of zeal and bigotry. Before he condemned the Manich¾ans and their kindred sects, he resolved to make an accurate inquiry into the nature of their religious principles. As if he distrusted the impartiality of his ecclesiastical counsellors, this delicate commission was intrusted to a civil magistrate, whose learning and moderation he justly esteemed, and of whose venal character he was probably ignorant. 3 The emperor was soon convinced, that he had too hastily proscribed the orthodox faith and the exemplary morals of the Novatians, who had dissented from the church in some articles of discipline which were not perhaps essential to salvation. By a particular edict, he exempted them from the general penalties of the law; 4 allowed them to build a church at Constantinople, respected the miracles of their saints, invited their bishop Acesius to the council of Nice; and gently ridiculed the narrow tenets of his sect by a familiar jest; which, from the mouth of a sovereign, must have been received with applause and gratitude. 5"}