{"label": "spam", "to_address": "\"mhln\" <mhln@mhln.com>", "from_address": "\"George Parr\" <cystrength@fe.undip.ac.id>", "subject": "[Mhln] There are no difference!", "body": " There is, indeed, a passage in Pliny, (book x. ch. 64, sect. 84, on the fecundity of mice,) where he says, that among other things Aristotle has spoken in his History of Animals (vi. 29) of the gravid fœtus of the Persian mice; but the Greek exemplar contains no authority from which Pliny could have derived the words which he has added: \"More wonderful than all is the fœtus of the mice, which we cannot unhesitatingly receive, though derived from the authority of Aristotle, and the soldiers of Alexander the Great.\" In this and in two other places he calls those _soldiers_ whom others are in the habit of calling the _companions_ of Alexander the Great. But there is also a passage in the Meteorics of Aristotle (iii. 1), where he mentions as a recent event the destruction of the temple of Ephesus, by the incendiary Herostratus, on the day of Alexander's birth, in these words: \"As it has just now happened in the burning of the temple of Ephesus.\" This book, therefore, appears to have been written at the commencement of the 106th Olympiad, and with it the History of Animals is very closely connected, as I have shown in my treatise on the order of the books of Physics; so that we may suppose that they were written in nearly the same Olympiad, if we regard only the series of the works; and no interruption occurred with which we are unacquainted. On the other hand, in the Meteorics (iii. 5), he speaks of a lunar rainbow, and says that it is rarely seen, and then adds, \"that it has occurred but twice in more than fifty years.\" If we reckon these fifty years from the birth of Aristotle, in the first year of the 99th Olympiad, that book will fall in the third or fourth year of the 111th Olympiad; and from this calculation it would follow that this book was also written in Athens, but that the first date is to be taken in a wider sense."}