{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Thomas\" <bklepper@us-concrete.com>", "subject": "Windows Vista Rocks, download cheap Software", "body": " Having thus explained the manner, in which we reason beyond our immediate impressions, and conclude that such particular causes must have such particular effects; we must now return upon our footsteps to examine that question, which[12] first occured to us, and which we dropt in our way, viz. What is our idea of necessity, when we say that two objects are necessarily connected together. Upon this head I repeat what I have often had occasion to observe, that as we have no idea, that is not derived from an impression, we must find some impression, that gives rise to this idea of necessity, if we assert we have really such an idea. In order to this I consider, in what objects necessity is commonly supposed to lie; and finding that it is always ascribed to causes and effects, I turn my eye to two objects supposed to be placed in that relation; and examine them in all the situations, of which they are susceptible. I immediately perceive, that they are contiguous in time and place, and that the object we call cause precedes the other we call effect. In no one instance can I go any farther, nor is it possible for me to discover any third relation betwixt these objects. I therefore enlarge my view to comprehend several instances; where I find like objects always existing in like relations of contiguity and succession. At first sight this seems to serve but little to my purpose. The reflection on several instances only repeats the same objects; and therefore can never give rise to a new idea. But upon farther enquiry I find, that the repetition is not in every particular the same, but produces a new impression, and by that means the idea, which I at present examine. For after a frequent repetition, I find, that upon the appearance of one of the objects, the mind is determined by custom to consider its usual attendant, and to consider it in a stronger light upon account of its relation to the first object. It is this impression, then, or determination, which affords me the idea of necessity."}