{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Hermann <steppenwolf2@onlinehome.de>", "subject": "Re: Speakup with Ubuntu", "body": " The primitive form of wealth is that of a surplus or superabundance, i. e., that part of the products which are not immediately required as use-values, or the possession of such products whose use-value falls outside the sphere of mere necessaries. When considering the transition of commodity into money we saw that this surplus or superabundance of products constitutes the proper sphere of exchange at a low stage of development of production. Superfluous products become exchangeable products or commodities. The adequate form of this surplus is gold and silver, the first form in which wealth as abstract social wealth is preserved. Commodities can not only be stored up in the form of gold and silver, i. e., in the substance of money, but gold and silver are wealth in preserved form. While every use-value performs its service as such by being consumed, i. e., destroyed, the use-value of gold as money consists in its being the bearer of exchange value, in embodying universal labor-time as a shapeless raw material. As shapeless metal, exchange value possesses an indestructible form. Gold or silver thus brought to rest as money, forms a _hoard_. Among nations with an exclusively metallic circulation, such as the ancients were, hoarding is practiced universally from the individual to the state which guards its state hoard. In more ancient times, in Asia and Egypt, these hoards under the protection of kings and priests appear rather as a mark of their power. In Greece and Rome it was part of public policy to accumulate state hoards as the safest and most available form of surplus. The quick transfer of such hoards by conquerors from one country to another and the sudden outpour of a part of these hoards into the general circulation constitute a peculiar feature of ancient economy."}