{"label": "ham", "to_address": "Rafal Szczesniak <mimir@samba.org>", "from_address": "tridge@samba.org", "subject": "Re: svn commit: samba r23047 - in\n\tbranches/SAMBA_4_0/source/scripting/ejs: .", "body": " The conquest of Mecca determined the faith and obedience of the Arabian tribes; 142 who, according to the vicissitudes of fortune, had obeyed, or disregarded, the eloquence or the arms of the prophet. Indifference for rites and opinions still marks the character of the Bedoweens; and they might accept, as loosely as they hold, the doctrine of the Koran. Yet an obstinate remnant still adhered to the religion and liberty of their ancestors, and the war of Honain derived a proper appellation from the idols, whom Mahomet had vowed to destroy, and whom the confederates of Tayef had sworn to defend. 143 Four thousand Pagans advanced with secrecy and speed to surprise the conqueror: they pitied and despised the supine negligence of the Koreish, but they depended on the wishes, and perhaps the aid, of a people who had so lately renounced their gods, and bowed beneath the yoke of their enemy. The banners of Medina and Mecca were displayed by the prophet; a crowd of Bedoweens increased the strength or numbers of the army, and twelve thousand Mussulmans entertained a rash and sinful presumption of their invincible strength. They descended without precaution into the valley of Honain: the heights had been occupied by the archers and slingers of the confederates; their numbers were oppressed, their discipline was confounded, their courage was appalled, and the Koreish smiled at their impending destruction. The prophet, on his white mule, was encompassed by the enemies: he attempted to rush against their spears in search of a glorious death: ten of his faithful companions interposed their weapons and their breasts; three of these fell dead at his feet: “O my brethren,” he repeatedly cried, with sorrow and indignation, “I am the son of Abdallah, I am the apostle of truth! O man, stand fast in the faith! O God, send down thy succor!” His uncle Abbas, who, like the heroes of Homer, excelled in the loudness of his voice, made the valley resound with the recital of the gifts and promises of God: the flying Moslems returned from all sides to the holy standard; and Mahomet observed with pleasure that the furnace was again rekindled: his conduct and example restored the battle, and he animated his victorious troops to inflict a merciless revenge on the authors of their shame. From the field of Honain, he marched without delay to the siege of Tayef, sixty miles to the south-east of Mecca, a fortress of strength, whose fertile lands produce the fruits of Syria in the midst of the Arabian desert. A friendly tribe, instructed (I know not how) in the art of sieges, supplied him with a train of battering-rams and military engines, with a body of five hundred artificers. But it was in vain that he offered freedom to the slaves of Tayef; that he violated his own laws by the extirpation of the fruit-trees; that the ground was opened by the miners; that the breach was assaulted by the troops. After a siege of twenty-days, the prophet sounded a retreat; but he retreated with a song of devout triumph, and affected to pray for the repentance and safety of the unbelieving city. The spoils of this fortunate expedition amounted to six thousand captives, twenty-four thousand camels, forty thousand sheep, and four thousand ounces of silver: a tribe who had fought at Hoinan redeemed their prisoners by the sacrifice of their idols; but Mahomet compensated the loss, by resigning to the soldiers his fifth of the plunder, and wished, for their sake, that he possessed as many head of cattle as there were trees in the province of Tehama. Instead of chastising the disaffection of the Koreish, he endeavored to cut out their tongues, (his own expression,) and to secure their attachment by a superior measure of liberality: Abu Sophian alone was presented with three hundred camels and twenty ounces of silver; and Mecca was sincerely converted to the profitable religion of the Koran."}