{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<newsdesk@broadcast.shareholder.com>", "subject": "SatCon Receives over $2.8 Million in New Fuel Cell Inverter Orders", "body": " “By value of money, is here to be understood the proportion in which it exchanges for other commodities, or the quantity of it which exchanges for a certain quantity of other things.... It is the total quantity of the money in any country, which determines what portion of that quantity shall exchange for a certain portion of the goods or commodities of that country. If we suppose that all the goods of the country are on one side, all the money on the other, and that they are exchanged at once against one another, it is evident ... that the value of money would depend wholly upon the quantity of it. It will appear that the case is precisely the same in the actual state of the facts. The whole of the goods of a country are not exchanged at once against the whole of the money; the goods are exchanged in portions, often in very small portions, and at different times, during the course of the whole year. The same piece of money which is paid in one exchange to-day, may be paid in another exchange tomorrow. Some of the pieces will be employed in a great many exchanges, some in very few, and some, which happen to be hoarded, in none at all. There will, amid all these varieties, be a certain average number of exchanges, the same which, if all the pieces had performed an equal number, would have been performed by each; that average we may suppose to be any number we please; say, for example, ten. If each of the pieces of the money in the country perform ten purchases, that is exactly the same thing as if all the pieces were multiplied by ten, and performed only one purchase each. The value of all the goods in the country is equal to ten times the value of all the money.... If the quantity of money instead of performing ten exchanges in the year, were ten times as great, and performed only one exchange in the year, it is evident that whatever addition were made to the whole quantity, would produce a proportional diminution of value, in each of the minor quantities taken separately. As the quantity of goods, against which the money is all exchanged at once, is supposed to be the same, the value of all the money is no more, after the quantity is augmented, than before it was augmented. If it is supposed to be augmented one-tenth, the value of every part, that of an ounce for example, must be diminished one-tenth.... In whatever degree, therefore, the quantity of money is increased or diminished, other things remaining the same, in that same proportion, the value of the whole, and of every part, is reciprocally diminished or increased. This, it is evident, is a proposition universally true. Whenever the value of money has either risen or fallen (the quantity of goods against which it is exchanged and the rapidity of circulation remaining the same), the change must be owing to a corresponding diminution or increase of the quantity; and can be owing to nothing else. If the quantity of goods diminish, while the quantity of money remains the same, it is the same thing as if the quantity of money had been increased;” and vice versa.... “Similar changes are produced by any alteration in the rapidity of circulation.... An increase in the number of these purchases has the same effect as an increase in the quantity of money; a diminution the reverse.... If there is any portion of the annual produce which is not exchanged at all, as what is consumed by the producer; or which is not exchanged for money; that is not taken into the account, because what is not exchanged for money is in the same state with respect to the money, as if it did not exist.... Whenever the coining of money ... is free, its quantity is regulated by the value of the metal.... Gold and silver are in reality commodities.... It is cost of production ... which determines the value of these, as of other ordinary productions.”[150]"}