{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jerry@samba.org", "subject": "svn commit: samba r22704 - in branches: SAMBA_3_0/source/include\n\tSAMBA_3_0/source/nsswitch SAMBA_3_0_26/source/include\n\tSAMBA_3_0_26/source/nsswitch", "body": " The principal church, which was dedicated by the founder of Constantinople to St. Sophia, or the eternal wisdom, had been twice destroyed by fire; after the exile of John Chrysostom, and during the Nika of the blue and green factions. No sooner did the tumult subside, than the Christian populace deplored their sacrilegious rashness; but they might have rejoiced in the calamity, had they foreseen the glory of the new temple, which at the end of forty days was strenuously undertaken by the piety of Justinian. 103 The ruins were cleared away, a more spacious plan was described, and as it required the consent of some proprietors of ground, they obtained the most exorbitant terms from the eager desires and timorous conscience of the monarch. Anthemius formed the design, and his genius directed the hands of ten thousand workmen, whose payment in pieces of fine silver was never delayed beyond the evening. The emperor himself, clad in a linen tunic, surveyed each day their rapid progress, and encouraged their diligence by his familiarity, his zeal, and his rewards. The new Cathedral of St. Sophia was consecrated by the patriarch, five years, eleven months, and ten days from the first foundation; and in the midst of the solemn festival Justinian exclaimed with devout vanity, “Glory be to God, who hath thought me worthy to accomplish so great a work; I have vanquished thee, O Solomon!” 104 But the pride of the Roman Solomon, before twenty years had elapsed, was humbled by an earthquake, which overthrew the eastern part of the dome. Its splendor was again restored by the perseverance of the same prince; and in the thirty-sixth year of his reign, Justinian celebrated the second dedication of a temple which remains, after twelve centuries, a stately monument of his fame. The architecture of St. Sophia, which is now converted into the principal mosque, has been imitated by the Turkish sultans, and that venerable pile continues to excite the fond admiration of the Greeks, and the more rational curiosity of European travellers. The eye of the spectator is disappointed by an irregular prospect of half-domes and shelving roofs: the western front, the principal approach, is destitute of simplicity and magnificence; and the scale of dimensions has been much surpassed by several of the Latin cathedrals. But the architect who first erected an _aerial_ cupola, is entitled to the praise of bold design and skilful execution. The dome of St. Sophia, illuminated by four-and-twenty windows, is formed with so small a curve, that the depth is equal only to one sixth of its diameter; the measure of that diameter is one hundred and fifteen feet, and the lofty centre, where a crescent has supplanted the cross, rises to the perpendicular height of one hundred and eighty feet above the pavement. The circle which encompasses the dome, lightly reposes on four strong arches, and their weight is firmly supported by four massy piles, whose strength is assisted, on the northern and southern sides, by four columns of Egyptian granite."}