{"label": "ham", "to_address": "Guenther Deschner <gd@samba.org>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: Flushed pending centeris patch queue", "body": " While Constantine signalized his conduct and valor in the field, the sovereign of Italy appeared insensible of the calamities and danger of a civil war which reigned in the heart of his dominions. Pleasure was still the only business of Maxentius. Concealing, or at least attempting to conceal, from the public knowledge the misfortunes of his arms, 60 he indulged himself in a vain confidence which deferred the remedies of the approaching evil, without deferring the evil itself. 61 The rapid progress of Constantine 62 was scarcely sufficient to awaken him from his fatal security; he flattered himself, that his well-known liberality, and the majesty of the Roman name, which had already delivered him from two invasions, would dissipate with the same facility the rebellious army of Gaul. The officers of experience and ability, who had served under the banners of Maximian, were at length compelled to inform his effeminate son of the imminent danger to which he was reduced; and, with a freedom that at once surprised and convinced him, to urge the necessity of preventing his ruin by a vigorous exertion of his remaining power. The resources of Maxentius, both of men and money, were still considerable. The Prætorian guards felt how strongly their own interest and safety were connected with his cause; and a third army was soon collected, more numerous than those which had been lost in the battles of Turin and Verona. It was far from the intention of the emperor to lead his troops in person. A stranger to the exercises of war, he trembled at the apprehension of so dangerous a contest; and as fear is commonly superstitious, he listened with melancholy attention to the rumors of omens and presages which seemed to menace his life and empire. Shame at length supplied the place of courage, and forced him to take the field. He was unable to sustain the contempt of the Roman people. The circus resounded with their indignant clamors, and they tumultuously besieged the gates of the palace, reproaching the pusillanimity of their indolent sovereign, and celebrating the heroic spirit of Constantine. 63 Before Maxentius left Rome, he consulted the Sibylline books. The guardians of these ancient oracles were as well versed in the arts of this world as they were ignorant of the secrets of fate; and they returned him a very prudent answer, which might adapt itself to the event, and secure their reputation, whatever should be the chance of arms. 64"}