{"label": "spam", "to_address": "catchall@flax9.uwaterloo.ca", "from_address": "\"wwwescola cabe\" <ziua@atco-media.de>", "subject": "teruyacom wwwetamcom", "body": " That element in a sensuous object which is not itself sensuous, I may be allowed to term intelligible. If, accordingly, an object which must be regarded as a sensuous phenomenon possesses a faculty which is not an object of sensuous intuition, but by means of which it is capable of being the cause of phenomena, the causality of an object or existence of this kind may be regarded from two different points of view. It may be considered to be intelligible, as regards its action—the action of a thing which is a thing in itself, and sensuous, as regards its effects—the effects of a phenomenon belonging to the sensuous world. We should accordingly, have to form both an empirical and an intellectual conception of the causality of such a faculty or power—both, however, having reference to the same effect. This twofold manner of cogitating a power residing in a sensuous object does not run counter to any of the conceptions which we ought to form of the world of phenomena or of a possible experience. Phenomena—not being things in themselves—must have a transcendental object as a foundation, which determines them as mere representations; and there seems to be no reason why we should not ascribe to this transcendental object, in addition to the property of self-phenomenization, a causality whose effects are to be met with in the world of phenomena, although it is not itself a phenomenon. But every effective cause must possess a character, that is to say, a law of its causality, without which it would cease to be a cause. In the above case, then, every sensuous object would possess an empirical character, which guaranteed that its actions, as phenomena, stand in complete and harmonious connection, conformably to unvarying natural laws, with all other phenomena, and can be deduced from these, as conditions, and that they do thus, in connection with these, constitute a series in the order of nature. This sensuous object must, in the second place, possess an intelligible character, which guarantees it to be the cause of those actions, as phenomena, although it is not itself a phenomenon nor subordinate to the conditions of the world of sense. The former may be termed the character of the thing as a phenomenon, the latter the character of the thing as a thing in itself."}