{"label": "spam", "to_address": "catchall@speedy.uwaterloo.ca", "from_address": "\"writing. constant\" <ozrbndw@rr.com>", "subject": "Accepting your application", "body": " Now since these ideas are so loose and uncertain, I would fain ask any mathematician what infallible assurance he has, not only of the more intricate, and obscure propositions of his science, but of the most vulgar and obvious principles? How can he prove to me, for instance, that two right lines cannot have one common segment? Or that it is impossible to draw more than one right line betwixt any two points? should he tell me, that these opinions are obviously absurd, and repugnant to our clear ideas; I would answer, that I do not deny, where two right lines incline upon each other with a sensible angle, but it is absurd to imagine them to have a common segment. But supposing these two lines to approach at the rate of an inch in twenty leagues, I perceive no absurdity in asserting, that upon their contact they become one. For, I beseech you, by what rule or standard do you judge, when you assert, that the line, in which I have supposed them to concur, cannot make the same right line with those two, that form so small an angle betwixt them? You must surely have some idea of a right line, to which this line does not agree. Do you therefore mean that it takes not the points in the same order and by the same rule, as is peculiar and essential to a right line? If so, I must inform you, that besides that in judging after this manner you allow, that extension is composed of indivisible points (which, perhaps, is more than you intend) besides this, I say, I must inform you, that neither is this the standard from which we form the idea of a right line; nor, if it were, is there any such firmness in our senses or imagination, as to determine when such an order is violated or preserved. The original standard of a right line is in reality nothing but a certain general appearance; and it is evident right lines may be made to concur with each other, and yet correspond to this standard, though corrected by all the means either practicable or imaginable."}