{"label": "spam", "to_address": "\"mail\" <mail@speedy.uwaterloo.ca>", "from_address": "\"Lucio Quick\" <morganville7@rima-tde.net>", "subject": "An indiantown as badin", "body": " Here a distinction presents itself, in regard to the way in which we may cogitate a presupposition—a distinction which is somewhat subtle, but of great importance in transcendental philosophy. I may have sufficient grounds to admit something, or the existence of something, in a relative point of view (suppositio relativa), without being justified in admitting it in an absolute sense (suppositio absoluta). This distinction is undoubtedly requisite, in the case of a regulative principle, the necessity of which we recognize, though we are ignorant of the source and cause of that necessity, and which we assume to be based upon some ultimate ground, for the purpose of being able to cogitate the universality of the principle in a more determinate way. For example, I cogitate the existence of a being corresponding to a pure transcendental idea. But I cannot admit that this being exists absolutely and in itself, because all of the conceptions by which I can cogitate an object in a determinate manner fall short of assuring me of its existence; nay, the conditions of the objective validity of my conceptions are excluded by the idea—by the very fact of its being an idea. The conceptions of reality, substance, causality, nay, even that of necessity in existence, have no significance out of the sphere of empirical cognition, and cannot, beyond that sphere, determine any object. They may, accordingly, be employed to explain the possibility of things in the world of sense, but they are utterly inadequate to explain the possibility of the universe itself considered as a whole; because in this case the ground of explanation must lie out of and beyond the world, and cannot, therefore, be an object of possible experience. Now, I may admit the existence of an incomprehensible being of this nature—the object of a mere idea, relatively to the world of sense; although I have no ground to admit its existence absolutely and in itself. For if an idea (that of a systematic and complete unity, of which I shall presently speak more particularly) lies at the foundation of the most extended empirical employment of reason, and if this idea cannot be adequately represented in concreto, although it is indispensably necessary for the approximation of empirical unity to the highest possible degree—I am not only authorized, but compelled, to realize this idea, that is, to posit a real object corresponding thereto. But I cannot profess to know this object; it is to me merely a something, to which, as the ground of systematic unity in cognition, I attribute such properties as are analogous to the conceptions employed by the understanding in the sphere of experience. Following the analogy of the notions of reality, substance, causality, and necessity, I cogitate a being, which possesses all these attributes in the highest degree; and, as this idea is the offspring of my reason alone, I cogitate this being as self-subsistent reason, and as the cause of the universe operating by means of ideas of the greatest possible harmony and unity. Thus I abstract all conditions that would limit my idea, solely for the purpose of rendering systematic unity possible in the world of empirical diversity, and thus securing the widest possible extension for the exercise of reason in that sphere. This I am enabled to do, by regarding all connections and relations in the world of sense, as if they were the dispositions of a supreme reason, of which our reason is but a faint image. I then proceed to cogitate this Supreme Being by conceptions which have, properly, no meaning or application, except in the world of sense. But as I am authorized to employ the transcendental hypothesis of such a being in a relative respect alone, that is, as the substratum of the greatest possible unity in experience—I may attribute to a being which I regard as distinct from the world, such properties as belong solely to the sphere of sense and experience. For I do not desire, and am not justified in desiring, to cognize this object of my idea, as it exists in itself; for I possess no conceptions sufficient for this task, those of reality, substance, causality, nay, even that of necessity in existence, losing all significance, and becoming merely the signs of conceptions, without content and without applicability, when I attempt to carry them beyond the limits of the world of sense. I cogitate merely the relation of a perfectly unknown being to the greatest possible systematic unity of experience, solely for the purpose of employing it as the schema of the regulative principle which directs reason in its empirical exercise."}