{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Newsnight <newsnight@ebs.bbc.co.uk>", "subject": "Zombie's search for a star", "body": " The civil and military professions, which had been separated by Constantine, were again united by the Barbarians. The harsh sound of the Teutonic appellations was mollified into the Latin titles of Duke, of Count, or of Praefect; and the same officer assumed, within his district, the command of the troops, and the administration of justice. 77 But the fierce and illiterate chieftain was seldom qualified to discharge the duties of a judge, which required all the faculties of a philosophic mind, laboriously cultivated by experience and study; and his rude ignorance was compelled to embrace some simple, and visible, methods of ascertaining the cause of justice. In every religion, the Deity has been invoked to confirm the truth, or to punish the falsehood of human testimony; but this powerful instrument was misapplied and abused by the simplicity of the German legislators. The party accused might justify his innocence, by producing before their tribunal a number of friendly witnesses, who solemnly declared their belief, or assurance, that he was not guilty. According to the weight of the charge, this legal number of compurgators was multiplied; seventy-two voices were required to absolve an incendiary or assassin: and when the chastity of a queen of France was suspected, three hundred gallant nobles swore, without hesitation, that the infant prince had been actually begotten by her deceased husband. 78 The sin and scandal of manifest and frequent perjuries engaged the magistrates to remove these dangerous temptations; and to supply the defects of human testimony by the famous experiments of fire and water. These extraordinary trials were so capriciously contrived, that, in some cases, guilt, and innocence in others, could not be proved without the interposition of a miracle. Such miracles were really provided by fraud and credulity; the most intricate causes were determined by this easy and infallible method, and the turbulent Barbarians, who might have disdained the sentence of the magistrate, submissively acquiesced in the judgment of God. 79"}