{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r23071 - in branches/SAMBA_4_0/source/pidl/tests:\n\t.", "body": " We have seen that gold and silver are unable to fulfill the requirements which they are expected to meet in their capacity of money, viz. to remain values of unvarying magnitude. Still, as Aristotle had already observed, they possess a more constant value than the average of other commodities. Apart from the universal effect of an appreciation or depreciation of the precious metals, the fluctuations in the ratio between the values of gold and silver has a special importance, since both serve side by side in the world market as money material. The purely economic causes of this change of value must be traced to the change in the labor-time required for the production of these metals; conquests and other political upheavals which exercised a great influence on the value of metals in the ancient world, have nowadays only a local and transitory effect. The labor-time required for the production of the metals will depend on the degree of their natural scarcity, as well as on the greater or less difficulty with which they can be obtained in a purely metallic state. As a matter of fact, gold is the first metal discovered by man. This is due to the fact that nature itself furnishes it partly in pure crystalline form, individualized, free from chemical combination with other substances, or, as the alchemists used to say, in a virgin state; and so far as it does not appear in that state, nature does the technical work in the great gold washeries of rivers. Only the crudest kind of labor is thus required of man in the extraction of gold, either from rivers or from alluvial deposits; while the extraction of silver presupposes the development of mining and a comparatively high degree of technical skill generally. For that reason the value of silver is originally greater than that of gold in spite of the lesser absolute scarcity of the former. Strabo’s assertion that a certain Arabian tribe gave ten pounds of gold for one pound of iron and two pounds of gold for one pound of silver, seems by no means incredible. But as the productive powers of labor in society are developed and the product of unskilled labor rises in value as compared with the product of skilled labor; as the earth’s crust is more thoroughly broken up and the original superficial sources of gold supply give out, the value of silver begins to fall in proportion to that of gold. At a given stage of development of engineering and of the means of communication, the discovery of new gold or silver fields become the decisive factor. In ancient Asia the ratio of gold to silver was 6 to 1 or 8 to 1; the latter ratio prevailed in China and Japan as late as the beginning of the nineteenth century; 10 to 1, the ratio in Xenophon’s time, may be considered as the average ratio of the middle period of antiquity. The exploitation of the Spanish silver mines by Carthage and later by Rome had about the same effect in antiquity, as the discovery of the American mines in modern Europe. For the period of the Roman empire 15 or 16 to 1 may be assumed as a rough average, although we frequently find cases of still greater depreciation of silver in Rome. The same movement beginning with the relative depreciation of gold and concluding with the fall in the value of silver, is repeated in the following epoch which has lasted from the Middle Ages to the present time. As in Xenophon’s times the average ratio in the Middle Ages was 10 to 1, changing to 16 or 15 to 1 in consequence of the discovery of the American mines. The discovery of the Australian, Californian and Columbian gold sources makes a new fall in the value of gold probable.[115]"}