{"label": "spam", "to_address": "<gnitpick@speedy.uwaterloo.ca>", "from_address": "\"Matthew Baker\" <theholidaychannel.com@westforkonline.com>", "subject": "Avoid enhancement pills", "body": " But, if the proposition to be proved is a proposition of pure reason, and if I aim at passing beyond my empirical conceptions by the aid of mere ideas, it is necessary that the proof should first show that such a step in synthesis is possible (which it is not), before it proceeds to prove the truth of the proposition itself. The so-called proof of the simple nature of the soul from the unity of apperception, is a very plausible one. But it contains no answer to the objection, that, as the notion of absolute simplicity is not a conception which is directly applicable to a perception, but is an idea which must be inferred—if at all—from observation, it is by no means evident how the mere fact of consciousness, which is contained in all thought, although in so far a simple representation, can conduct me to the consciousness and cognition of a thing which is purely a thinking substance. When I represent to my mind the power of my body as in motion, my body in this thought is so far absolute unity, and my representation of it is a simple one; and hence I can indicate this representation by the motion of a point, because I have made abstraction of the size or volume of the body. But I cannot hence infer that, given merely the moving power of a body, the body may be cogitated as simple substance, merely because the representation in my mind takes no account of its content in space, and is consequently simple. The simple, in abstraction, is very different from the objectively simple; and hence the Ego, which is simple in the first sense, may, in the second sense, as indicating the soul itself, be a very complex conception, with a very various content. Thus it is evident that in all such arguments there lurks a paralogism. We guess (for without some such surmise our suspicion would not be excited in reference to a proof of this character) at the presence of the paralogism, by keeping ever before us a criterion of the possibility of those synthetical propositions which aim at proving more than experience can teach us. This criterion is obtained from the observation that such proofs do not lead us directly from the subject of the proposition to be proved to the required predicate, but find it necessary to presuppose the possibility of extending our cognition à priori by means of ideas. We must, accordingly, always use the greatest caution; we require, before attempting any proof, to consider how it is possible to extend the sphere of cognition by the operations of pure reason, and from what source we are to derive knowledge, which is not obtained from the analysis of conceptions, nor relates, by anticipation, to possible experience. We shall thus spare ourselves much severe and fruitless labour, by not expecting from reason what is beyond its power, or rather by subjecting it to discipline, and teaching it to moderate its vehement desires for the extension of the sphere of cognition."}