{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " It is the observation of the Imperial author of the Tactics, 29 that all the Scythian hordes resembled each other in their pastoral and military life, that they all practised the same means of subsistence, and employed the same instruments of destruction. But he adds, that the two nations of Bulgarians and Hungarians were superior to their brethren, and similar to each other in the improvements, however rude, of their discipline and government: their visible likeness determines Leo to confound his friends and enemies in one common description; and the picture may be heightened by some strokes from their contemporaries of the tenth century. Except the merit and fame of military prowess, all that is valued by mankind appeared vile and contemptible to these Barbarians, whose native fierceness was stimulated by the consciousness of numbers and freedom. The tents of the Hungarians were of leather, their garments of fur; they shaved their hair, and scarified their faces: in speech they were slow, in action prompt, in treaty perfidious; and they shared the common reproach of Barbarians, too ignorant to conceive the importance of truth, too proud to deny or palliate the breach of their most solemn engagements. Their simplicity has been praised; yet they abstained only from the luxury they had never known; whatever they saw they coveted; their desires were insatiate, and their sole industry was the hand of violence and rapine. By the definition of a pastoral nation, I have recalled a long description of the economy, the warfare, and the government that prevail in that state of society; I may add, that to fishing, as well as to the chase, the Hungarians were indebted for a part of their subsistence; and since they seldom cultivated the ground, they must, at least in their new settlements, have sometimes practised a slight and unskilful husbandry. In their emigrations, perhaps in their expeditions, the host was accompanied by thousands of sheep and oxen which increased the cloud of formidable dust, and afforded a constant and wholesale supply of milk and animal food. A plentiful command of forage was the first care of the general, and if the flocks and herds were secure of their pastures, the hardy warrior was alike insensible of danger and fatigue. The confusion of men and cattle that overspread the country exposed their camp to a nocturnal surprise, had not a still wider circuit been occupied by their light cavalry, perpetually in motion to discover and delay the approach of the enemy. After some experience of the Roman tactics, they adopted the use of the sword and spear, the helmet of the soldier, and the iron breastplate of his steed: but their native and deadly weapon was the Tartar bow: from the earliest infancy their children and servants were exercised in the double science of archery and horsemanship; their arm was strong; their aim was sure; and in the most rapid career, they were taught to throw themselves backwards, and to shoot a volley of arrows into the air. In open combat, in secret ambush, in flight, or pursuit, they were equally formidable; an appearance of order was maintained in the foremost ranks, but their charge was driven forwards by the impatient pressure of succeeding crowds. They pursued, headlong and rash, with loosened reins and horrific outcries; but, if they fled, with real or dissembled fear, the ardor of a pursuing foe was checked and chastised by the same habits of irregular speed and sudden evolution. In the abuse of victory, they astonished Europe, yet smarting from the wounds of the Saracen and the Dane: mercy they rarely asked, and more rarely bestowed: both sexes if accused is equally inaccessible to pity, and their appetite for raw flesh might countenance the popular tale, that they drank the blood, and feasted on the hearts of the slain. Yet the Hungarians were not devoid of those principles of justice and humanity, which nature has implanted in every bosom. The license of public and private injuries was restrained by laws and punishments; and in the security of an open camp, theft is the most tempting and most dangerous offence. Among the Barbarians there were many, whose spontaneous virtue supplied their laws and corrected their manners, who performed the duties, and sympathized with the affections, of social life."}