{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Madeline Nicholson\" <daveyc@arbven.com>", "subject": "As this elverta", "body": " Judgements of experience, as such, are always synthetical. For it would be absurd to think of grounding an analytical judgement on experience, because in forming such a judgement I need not go out of the sphere of my conceptions, and therefore recourse to the testimony of experience is quite unnecessary. That “bodies are extended” is not an empirical judgement, but a proposition which stands firm à priori. For before addressing myself to experience, I already have in my conception all the requisite conditions for the judgement, and I have only to extract the predicate from the conception, according to the principle of contradiction, and thereby at the same time become conscious of the necessity of the judgement, a necessity which I could never learn from experience. On the other hand, though at first I do not at all include the predicate of weight in my conception of body in general, that conception still indicates an object of experience, a part of the totality of experience, to which I can still add other parts; and this I do when I recognize by observation that bodies are heavy. I can cognize beforehand by analysis the conception of body through the characteristics of extension, impenetrability, shape, etc., all which are cogitated in this conception. But now I extend my knowledge, and looking back on experience from which I had derived this conception of body, I find weight at all times connected with the above characteristics, and therefore I synthetically add to my conceptions this as a predicate, and say, “All bodies are heavy.” Thus it is experience upon which rests the possibility of the synthesis of the predicate of weight with the conception of body, because both conceptions, although the one is not contained in the other, still belong to one another (only contingently, however), as parts of a whole, namely, of experience, which is itself a synthesis of intuitions."}