{"label": "ham", "to_address": "\"OtherRecipients of perl Ticket #43085\": ;", "from_address": "\"James Keenan via RT\" <bugs-parrot-track@netlabs.develooper.com>", "subject": "[perl #43085] [PATCH] Parrot::OpsFile::read_ops():  Can we refactor the setting of VERSION ", "body": " Yet the Arabs, after a glorious and profitable enterprise, must have retreated to the desert, had they not found a powerful alliance in the heart of the country. The rapid conquest of Alexander was assisted by the superstition and revolt of the natives: they abhorred their Persian oppressors, the disciples of the Magi, who had burnt the temples of Egypt, and feasted with sacrilegious appetite on the flesh of the god Apis. 107 After a period of ten centuries, the same revolution was renewed by a similar cause; and in the support of an incomprehensible creed, the zeal of the Coptic Christians was equally ardent. I have already explained the origin and progress of the Monophysite controversy, and the persecution of the emperors, which converted a sect into a nation, and alienated Egypt from their religion and government. The Saracens were received as the deliverers of the Jacobite church; and a secret and effectual treaty was opened during the siege of Memphis between a victorious army and a people of slaves. A rich and noble Egyptian, of the name of Mokawkas, had dissembled his faith to obtain the administration of his province: in the disorders of the Persian war he aspired to independence: the embassy of Mahomet ranked him among princes; but he declined, with rich gifts and ambiguous compliments, the proposal of a new religion. 108 The abuse of his trust exposed him to the resentment of Heraclius: his submission was delayed by arrogance and fear; and his conscience was prompted by interest to throw himself on the favor of the nation and the support of the Saracens. In his first conference with Amrou, he heard without indignation the usual option of the Koran, the tribute, or the sword. “The Greeks,” replied Mokawkas, “are determined to abide the determination of the sword; but with the Greeks I desire no communion, either in this world or in the next, and I abjure forever the Byzantine tyrant, his synod of Chalcedon, and his Melchite slaves. For myself and my brethren, we are resolved to live and die in the profession of the gospel and unity of Christ. It is impossible for us to embrace the revelations of your prophet; but we are desirous of peace, and cheerfully submit to pay tribute and obedience to his temporal successors.” The tribute was ascertained at two pieces of gold for the head of every Christian; but old men, monks, women, and children, of both sexes, under sixteen years of age, were exempted from this personal assessment: the Copts above and below Memphis swore allegiance to the caliph, and promised a hospitable entertainment of three days to every Mussulman who should travel through their country. By this charter of security, the ecclesiastical and civil tyranny of the Melchites was destroyed: 109 the anathemas of St. Cyril were thundered from every pulpit; and the sacred edifices, with the patrimony of the church, were restored to the national communion of the Jacobites, who enjoyed without moderation the moment of triumph and revenge. At the pressing summons of Amrou, their patriarch Benjamin emerged from his desert; and after the first interview, the courteous Arab affected to declare that he had never conversed with a Christian priest of more innocent manners and a more venerable aspect. 110 In the march from Memphis to Alexandria, the lieutenant of Omar intrusted his safety to the zeal and gratitude of the Egyptians: the roads and bridges were diligently repaired; and in every step of his progress, he could depend on a constant supply of provisions and intelligence. The Greeks of Egypt, whose numbers could scarcely equal a tenth of the natives, were overwhelmed by the universal defection: they had ever been hated, they were no longer feared: the magistrate fled from his tribunal, the bishop from his altar; and the distant garrisons were surprised or starved by the surrounding multitudes. Had not the Nile afforded a safe and ready conveyance to the sea, not an individual could have escaped, who by birth, or language, or office, or religion, was connected with their odious name."}