{"label": "ham", "to_address": "p2 <parrot-porters@perl.org>", "from_address": "andy@petdance.com", "subject": "Headerizer docs", "body": " I. For every war, a motive of safety or revenge, of honor or zeal, of right or convenience, may be readily found in the jurisprudence of conquerors. No sooner had Timour reunited to the patrimony of Zagatai the dependent countries of Carizme and Candahar, than he turned his eyes towards the kingdoms of Iran or Persia. From the Oxus to the Tigris, that extensive country was left without a lawful sovereign since the death of Abousaid, the last of the descendants of the great Holacou. Peace and justice had been banished from the land above forty years; and the Mogul invader might seem to listen to the cries of an oppressed people. Their petty tyrants might have opposed him with confederate arms: they separately stood, and successively fell; and the difference of their fate was only marked by the promptitude of submission or the obstinacy of resistance. Ibrahim, prince of Shirwan, or Albania, kissed the footstool of the Imperial throne. His peace-offerings of silks, horses, and jewels, were composed, according to the Tartar fashion, each article of nine pieces; but a critical spectator observed, that there were only eight slaves. “I myself am the ninth,” replied Ibrahim, who was prepared for the remark; and his flattery was rewarded by the smile of Timour. 14 Shah Mansour, prince of Fars, or the proper Persia, was one of the least powerful, but most dangerous, of his enemies. In a battle under the walls of Shiraz, he broke, with three or four thousand soldiers, the _coul_ or main body of thirty thousand horse, where the emperor fought in person. No more than fourteen or fifteen guards remained near the standard of Timour: he stood firm as a rock, and received on his helmet two weighty strokes of a cimeter: 15 the Moguls rallied; the head of Mansour was thrown at his feet; and he declared his esteem of the valor of a foe, by extirpating all the males of so intrepid a race. From Shiraz, his troops advanced to the Persian Gulf; and the richness and weakness of Ormuz 16 were displayed in an annual tribute of six hundred thousand dinars of gold. Bagdad was no longer the city of peace, the seat of the caliphs; but the noblest conquest of Holacou could not be overlooked by his ambitious successor. The whole course of the Tigris and Euphrates, from the mouth to the sources of those rivers, was reduced to his obedience: he entered Edessa; and the Turkmans of the black sheep were chastised for the sacrilegious pillage of a caravan of Mecca. In the mountains of Georgia, the native Christians still braved the law and the sword of Mahomet, by three expeditions he obtained the merit of the _gazie_, or holy war; and the prince of Teflis became his proselyte and friend."}