{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Littlefield, Tyler\" <compgeek13@gmail.com>", "subject": "Re: fc installation?", "body": " Their temporal power insensibly arose from the calamities of the times: and the Roman bishops, who have deluged Europe and Asia with blood, were compelled to reign as the ministers of charity and peace. I. The church of Rome, as it has been formerly observed, was endowed with ample possessions in Italy, Sicily, and the more distant provinces; and her agents, who were commonly sub-deacons, had acquired a civil, and even criminal, jurisdiction over their tenants and husbandmen. The successor of St. Peter administered his patrimony with the temper of a vigilant and moderate landlord; 73 and the epistles of Gregory are filled with salutary instructions to abstain from doubtful or vexatious lawsuits; to preserve the integrity of weights and measures; to grant every reasonable delay; and to reduce the capitation of the slaves of the glebe, who purchased the right of marriage by the payment of an arbitrary fine. 74 The rent or the produce of these estates was transported to the mouth of the Tyber, at the risk and expense of the pope: in the use of wealth he acted like a faithful steward of the church and the poor, and liberally applied to their wants the inexhaustible resources of abstinence and order. The voluminous account of his receipts and disbursements was kept above three hundred years in the Lateran, as the model of Christian economy. On the four great festivals, he divided their quarterly allowance to the clergy, to his domestics, to the monasteries, the churches, the places of burial, the almshouses, and the hospitals of Rome, and the rest of the diocese. On the first day of every month, he distributed to the poor, according to the season, their stated portion of corn, wine, cheese, vegetables, oil, fish, fresh provisions, clothes, and money; and his treasurers were continually summoned to satisfy, in his name, the extraordinary demands of indigence and merit. The instant distress of the sick and helpless, of strangers and pilgrims, was relieved by the bounty of each day, and of every hour; nor would the pontiff indulge himself in a frugal repast, till he had sent the dishes from his own table to some objects deserving of his compassion. The misery of the times had reduced the nobles and matrons of Rome to accept, without a blush, the benevolence of the church: three thousand virgins received their food and raiment from the hand of their benefactor; and many bishops of Italy escaped from the Barbarians to the hospitable threshold of the Vatican. Gregory might justly be styled the Father of his Country; and such was the extreme sensibility of his conscience, that, for the death of a beggar who had perished in the streets, he interdicted himself during several days from the exercise of sacerdotal functions. II. The misfortunes of Rome involved the apostolical pastor in the business of peace and war; and it might be doubtful to himself, whether piety or ambition prompted him to supply the place of his absent sovereign. Gregory awakened the emperor from a long slumber; exposed the guilt or incapacity of the exarch and his inferior ministers; complained that the veterans were withdrawn from Rome for the defence of Spoleto; encouraged the Italians to guard their cities and altars; and condescended, in the crisis of danger, to name the tribunes, and to direct the operations, of the provincial troops. But the martial spirit of the pope was checked by the scruples of humanity and religion: the imposition of tribute, though it was employed in the Italian war, he freely condemned as odious and oppressive; whilst he protected, against the Imperial edicts, the pious cowardice of the soldiers who deserted a military for a monastic life. If we may credit his own declarations, it would have been easy for Gregory to exterminate the Lombards by their domestic factions, without leaving a king, a duke, or a count, to save that unfortunate nation from the vengeance of their foes. As a Christian bishop, he preferred the salutary offices of peace; his mediation appeased the tumult of arms: but he was too conscious of the arts of the Greeks, and the passions of the Lombards, to engage his sacred promise for the observance of the truce. Disappointed in the hope of a general and lasting treaty, he presumed to save his country without the consent of the emperor or the exarch. The sword of the enemy was suspended over Rome; it was averted by the mild eloquence and seasonable gifts of the pontiff, who commanded the respect of heretics and Barbarians. The merits of Gregory were treated by the Byzantine court with reproach and insult; but in the attachment of a grateful people, he found the purest reward of a citizen, and the best right of a sovereign. 75"}