{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "sfrench@samba.org", "subject": "svn commit: samba r22526 - in branches/SAMBA_3_0/source/client: .", "body": " Experience has shown, that the success of an invader most commonly depends on the vigor and celerity of his operations. The strength and sharpness of the first impression are blunted by delay; the health and spirit of the troops insensibly languish in a distant climate; the naval and military force, a mighty effort which perhaps can never be repeated, is silently consumed; and every hour that is wasted in negotiation, accustoms the enemy to contemplate and examine those hostile terrors, which, on their first appearance, he deemed irresistible. The formidable navy of Basiliscus pursued its prosperous navigation from the Thracian Bosphorus to the coast of Africa. He landed his troops at Cape Bona, or the promontory of Mercury, about forty miles from Carthage. 87 The army of Heraclius, and the fleet of Marcellinus, either joined or seconded the Imperial lieutenant; and the Vandals who opposed his progress by sea or land, were successively vanquished. 88 If Basiliscus had seized the moment of consternation, and boldly advanced to the capital, Carthage must have surrendered, and the kingdom of the Vandals was extinguished. Genseric beheld the danger with firmness, and eluded it with his veteran dexterity. He protested, in the most respectful language, that he was ready to submit his person, and his dominions, to the will of the emperor; but he requested a truce of five days to regulate the terms of his submission; and it was universally believed, that his secret liberality contributed to the success of this public negotiation. Instead of obstinately refusing whatever indulgence his enemy so earnestly solicited, the guilty, or the credulous, Basiliscus consented to the fatal truce; and his imprudent security seemed to proclaim, that he already considered himself as the conqueror of Africa. During this short interval, the wind became favorable to the designs of Genseric. He manned his largest ships of war with the bravest of the Moors and Vandals; and they towed after them many large barks, filled with combustible materials. In the obscurity of the night, these destructive vessels were impelled against the unguarded and unsuspecting fleet of the Romans, who were awakened by the sense of their instant danger. Their close and crowded order assisted the progress of the fire, which was communicated with rapid and irresistible violence; and the noise of the wind, the crackling of the flames, the dissonant cries of the soldiers and mariners, who could neither command nor obey, increased the horror of the nocturnal tumult. Whilst they labored to extricate themselves from the fire-ships, and to save at least a part of the navy, the galleys of Genseric assaulted them with temperate and disciplined valor; and many of the Romans, who escaped the fury of the flames, were destroyed or taken by the victorious Vandals. Among the events of that disastrous night, the heroic, or rather desperate, courage of John, one of the principal officers of Basiliscus, has rescued his name from oblivion. When the ship, which he had bravely defended, was almost consumed, he threw himself in his armor into the sea, disdainfully rejected the esteem and pity of Genso, the son of Genseric, who pressed him to accept honorable quarter, and sunk under the waves; exclaiming, with his last breath, that he would never fall alive into the hands of those impious dogs. Actuated by a far different spirit, Basiliscus, whose station was the most remote from danger, disgracefully fled in the beginning of the engagement, returned to Constantinople with the loss of more than half of his fleet and army, and sheltered his guilty head in the sanctuary of St. Sophia, till his sister, by her tears and entreaties, could obtain his pardon from the indignant emperor. Heraclius effected his retreat through the desert; Marcellinus retired to Sicily, where he was assassinated, perhaps at the instigation of Ricimer, by one of his own captains; and the king of the Vandals expressed his surprise and satisfaction, that the Romans themselves should remove from the world his most formidable antagonists. 89 After the failure of this great expedition, 891 Genseric again became the tyrant of the sea: the coasts of Italy, Greece, and Asia, were again exposed to his revenge and avarice; Tripoli and Sardinia returned to his obedience; he added Sicily to the number of his provinces; and before he died, in the fulness of years and of glory, he beheld the final extinction of the empire of the West. 90"}