{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Jenda Krynicky\" <Jenda@Krynicky.cz>", "subject": "Re: query about code", "body": " The friend of toleration was unfortunately placed at a distance from the scene of the fiercest controversies. As soon as the Christians of the West had extricated themselves from the snares of the creed of Rimini, they happily relapsed into the slumber of orthodoxy; and the small remains of the Arian party, that still subsisted at Sirmium or Milan, might be considered rather as objects of contempt than of resentment. But in the provinces of the East, from the Euxine to the extremity of Thebais, the strength and numbers of the hostile factions were more equally balanced; and this equality, instead of recommending the counsels of peace, served only to perpetuate the horrors of religious war. The monks and bishops supported their arguments by invectives; and their invectives were sometimes followed by blows. Athanasius still reigned at Alexandria; the thrones of Constantinople and Antioch were occupied by Arian prelates, and every episcopal vacancy was the occasion of a popular tumult. The Homoousians were fortified by the reconciliation of fifty-nine Macelonian, or Semi-Arian, bishops; but their secret reluctance to embrace the divinity of the Holy Ghost, clouded the splendor of the triumph; and the declaration of Valens, who, in the first years of his reign, had imitated the impartial conduct of his brother, was an important victory on the side of Arianism. The two brothers had passed their private life in the condition of catechumens; but the piety of Valens prompted him to solicit the sacrament of baptism, before he exposed his person to the dangers of a Gothic war. He naturally addressed himself to Eudoxus, 66 6611 bishop of the Imperial city; and if the ignorant monarch was instructed by that Arian pastor in the principles of heterodox theology, his misfortune, rather than his guilt, was the inevitable consequence of his erroneous choice. Whatever had been the determination of the emperor, he must have offended a numerous party of his Christian subjects; as the leaders both of the Homoousians and of the Arians believed, that, if they were not suffered to reign, they were most cruelly injured and oppressed. After he had taken this decisive step, it was extremely difficult for him to preserve either the virtue, or the reputation of impartiality. He never aspired, like Constantius, to the fame of a profound theologian; but as he had received with simplicity and respect the tenets of Euxodus, Valens resigned his conscience to the direction of his ecclesiastical guides, and promoted, by the influence of his authority, the reunion of the _Athanasian heretics_ to the body of the Catholic church. At first, he pitied their blindness; by degrees he was provoked at their obstinacy; and he insensibly hated those sectaries to whom he was an object of hatred. 67 The feeble mind of Valens was always swayed by the persons with whom he familiarly conversed; and the exile or imprisonment of a private citizen are the favors the most readily granted in a despotic court. Such punishments were frequently inflicted on the leaders of the Homoousian party; and the misfortune of fourscore ecclesiastics of Constantinople, who, perhaps accidentally, were burned on shipboard, was imputed to the cruel and premeditated malice of the emperor, and his Arian ministers. In every contest, the Catholics (if we may anticipate that name) were obliged to pay the penalty of their own faults, and of those of their adversaries. In every election, the claims of the Arian candidate obtained the preference; and if they were opposed by the majority of the people, he was usually supported by the authority of the civil magistrate, or even by the terrors of a military force. The enemies of Athanasius attempted to disturb the last years of his venerable age; and his temporary retreat to his fatherÕs sepulchre has been celebrated as a fifth exile. But the zeal of a great people, who instantly flew to arms, intimidated the pr¾fect: and the archbishop was permitted to end his life in peace and in glory, after a reign of forty-seven years. The death of Athanasius was the signal of the persecution of Egypt; and the Pagan minister of Valens, who forcibly seated the worthless Lucius on the archiepiscopal throne, purchased the favor of the reigning party, by the blood and sufferings of their Christian brethren. The free toleration of the heathen and Jewish worship was bitterly lamented, as a circumstance which aggravated the misery of the Catholics, and the guilt of the impious tyrant of the East. 68"}