{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Wendi Mack\" <jit@bradleyallen.com>", "subject": "weight loss solution!", "body": " The first of these objections would go to the root of the matter were it well founded; for if no happiness is to be had at all by human beings, the attainment of it cannot be the end of morality, or of any rational conduct. Though, even in that case, something might still be said for the utilitarian theory; since utility includes not solely the pursuit of happiness, but the prevention or mitigation of unhappiness; and if the former aim be chimerical, there will be all the greater scope and more imperative need for the latter, so long at least as mankind think fit to live, and do not take refuge in the simultaneous act of suicide recommended under certain conditions by Novalis. When, however, it is thus positively asserted to be impossible that human life should be happy, the assertion, if not something like a verbal quibble, is at least an exaggeration. If by happiness be meant a continuity of highly pleasurable excitement, it is evident enough that this is impossible. A state of exalted pleasure lasts only moments, or in some cases, and with some intermissions, hours or days, and is the occasional brilliant flash of enjoyment, not its permanent and steady flame. Of this the philosophers who have taught that happiness is the end of life were as fully aware as those who taunt them. The happiness which they meant was not a life of rapture, but moments of such, in an existence made up of few and transitory pains, many and various pleasures, with a decided predominance of the active over the passive, and having as the foundation of the whole, not to expect more from life than it is capable of bestowing. A life thus composed, to those who have been fortunate enough to obtain it, has always appeared worthy of the name of happiness. And such an existence is even now the lot of many, during some considerable portion of their lives. The present wretched education, and wretched social arrangements, are the only real hindrance to its being attainable by almost all."}