{"label": "spam", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "\"FOUR abortion\" <dsugoky@attgrowth.com>", "subject": "bruttovermogen", "body": " Love will make men dare to die for their beloved--love alone; and women as well as men. Of this, Alcestis, the daughter of Pelias, is a monument to all Hellas; for she was willing to lay down her life on behalf of her husband, when no one else would, although he had a father and mother; but the tenderness of her love so far exceeded theirs, that she made them seem to be strangers in blood to their own son, and in name only related to him; and so noble did this action of hers appear to the gods, as well as to men, that among the many who have done virtuously she is one of the very few to whom, in admiration of her noble action, they have granted the privilege of returning alive to earth; such exceeding honour is paid by the gods to the devotion and virtue of love. But Orpheus, the son of Oeagrus, the harper, they sent empty away, and presented to him an apparition only of her whom he sought, but herself they would not give up, because he showed no spirit; he was only a harp-player, and did not dare like Alcestis to die for love, but was contriving how he might enter Hades alive; moreover, they afterwards caused him to suffer death at the hands of women, as the punishment of his cowardliness. Very different was the reward of the true love of Achilles towards his lover Patroclus--his lover and not his love (the notion that Patroclus was the beloved one is a foolish error into which Aeschylus has fallen, for Achilles was surely the fairer of the two, fairer also than all the other heroes; and, as Homer informs us, he was still beardless, and younger far). And greatly as the gods honour the virtue of love, still the return of love on the part of the beloved to the lover is more admired and valued and rewarded by them, for the lover is more divine; because he is inspired by God. Now Achilles was quite aware, for he had been told by his mother, that he might avoid death and return home, and live to a good old age, if he abstained from slaying Hector. Nevertheless he gave his life to revenge his friend, and dared to die, not only in his defence, but after he was dead. Wherefore the gods honoured him even above Alcestis, and sent him to the Islands of the Blest. These are my reasons for affirming that Love is the eldest and noblest and mightiest of the gods; and the chiefest author and giver of virtue in life, and of happiness after death."}