{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: svn commit: samba r22733 - in branches/SAMBA_3_0_26/source:\n include libsmb", "body": " Before Lucca had surrendered, Italy was overwhelmed by a new deluge of Barbarians. A feeble youth, the grandson of Clovis, reigned over the Austrasians or oriental Franks. The guardians of Theodebald entertained with coldness and reluctance the magnificent promises of the Gothic ambassadors. But the spirit of a martial people outstripped the timid counsels of the court: two brothers, Lothaire and Buccelin, 48 the dukes of the Alemanni, stood forth as the leaders of the Italian war; and seventy-five thousand Germans descended in the autumn from the Rhaetian Alps into the plain of Milan. The vanguard of the Roman army was stationed near the Po, under the conduct of Fulcaris, a bold Herulian, who rashly conceived that personal bravery was the sole duty and merit of a commander. As he marched without order or precaution along the Aemilian way, an ambuscade of Franks suddenly rose from the amphitheatre of Parma; his troops were surprised and routed; but their leader refused to fly; declaring to the last moment, that death was less terrible than the angry countenance of Narses. 4811 The death of Fulcaris, and the retreat of the surviving chiefs, decided the fluctuating and rebellious temper of the Goths; they flew to the standard of their deliverers, and admitted them into the cities which still resisted the arms of the Roman general. The conqueror of Italy opened a free passage to the irresistible torrent of Barbarians. They passed under the walls of Cesena, and answered by threats and reproaches the advice of Aligern, 4812 that the Gothic treasures could no longer repay the labor of an invasion. Two thousand Franks were destroyed by the skill and valor of Narses himself, who sailed from Rimini at the head of three hundred horse, to chastise the licentious rapine of their march. On the confines of Samnium the two brothers divided their forces. With the right wing, Buccelin assumed the spoil of Campania, Lucania, and Bruttium; with the left, Lothaire accepted the plunder of Apulia and Calabria. They followed the coast of the Mediterranean and the Adriatic, as far as Rhegium and Otranto, and the extreme lands of Italy were the term of their destructive progress. The Franks, who were Christians and Catholics, contented themselves with simple pillage and occasional murder. But the churches which their piety had spared, were stripped by the sacrilegious hands of the Alamanni, who sacrificed horses’ heads to their native deities of the woods and rivers; 49 they melted or profaned the consecrated vessels, and the ruins of shrines and altars were stained with the blood of the faithful. Buccelin was actuated by ambition, and Lothaire by avarice. The former aspired to restore the Gothic kingdom; the latter, after a promise to his brother of speedy succors, returned by the same road to deposit his treasure beyond the Alps. The strength of their armies was already wasted by the change of climate and contagion of disease: the Germans revelled in the vintage of Italy; and their own intemperance avenged, in some degree, the miseries of a defenceless people. 4911"}