{"label": "ham", "to_address": "debian-vote@lists.debian.org, debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: Request for GR: clarifying the license text licensing / \n freeness issue", "body": " 32 (return) [ The carelessness of the writers of that age, leaves us in a singular perplexity. 1. We know that Maximus and Balbinus were killed during the Capitoline games. Herodian, l. viii. p. 285. The authority of Censorinus (de Die Natali, c. 18) enables us to fix those games with certainty to the year 238, but leaves us in ignorance of the month or day. 2. The election of Gordian by the senate is fixed with equal certainty to the 27th of May; but we are at a loss to discover whether it was in the same or the preceding year. Tillemont and Muratori, who maintain the two opposite opinions, bring into the field a desultory troop of authorities, conjectures and probabilities. The one seems to draw out, the other to contract the series of events between those periods, more than can be well reconciled to reason and history. Yet it is necessary to choose between them. Note: Eckhel has more recently treated these chronological questions with a perspicuity which gives great probability to his conclusions. Setting aside all the historians, whose contradictions are irreconcilable, he has only consulted the medals, and has arranged the events before us in the following order:— Maximin, A. U. 990, after having conquered the Germans, reenters Pannonia, establishes his winter quarters at Sirmium, and prepares himself to make war against the people of the North. In the year 991, in the cal ends of January, commences his fourth tribunate. The Gordians are chosen emperors in Africa, probably at the beginning of the month of March. The senate confirms this election with joy, and declares Maximin the enemy of Rome. Five days after he had heard of this revolt, Maximin sets out from Sirmium on his march to Italy. These events took place about the beginning of April; a little after, the Gordians are slain in Africa by Capellianus, procurator of Mauritania. The senate, in its alarm, names as emperors Balbus and Maximus Pupianus, and intrusts the latter with the war against Maximin. Maximin is stopped on his road near Aquileia, by the want of provisions, and by the melting of the snows: he begins the siege of Aquileia at the end of April. Pupianus assembles his army at Ravenna. Maximin and his son are assassinated by the soldiers enraged at the resistance of Aquileia: and this was probably in the middle of May. Pupianus returns to Rome, and assumes the government with Balbinus; they are assassinated towards the end of July Gordian the younger ascends the throne. Eckhel de Doct. Vol vii 295.—G.]"}