{"label": "spam", "to_address": "<9da6ce2e@flax9.uwaterloo.ca>", "from_address": "Jasmine <tetsuo1@aqua.ocn.ne.jp>", "subject": "check out our price", "body": " But, while speaking here of the totality of conditions and of the unconditioned as the common title of all conceptions of reason, we again light upon an expression which we find it impossible to dispense with, and which nevertheless, owing to the ambiguity attaching to it from long abuse, we cannot employ with safety. The word absolute is one of the few words which, in its original signification, was perfectly adequate to the conception it was intended to convey—a conception which no other word in the same language exactly suits, and the loss—or, which is the same thing, the incautious and loose employment—of which must be followed by the loss of the conception itself. And, as it is a conception which occupies much of the attention of reason, its loss would be greatly to the detriment of all transcendental philosophy. The word absolute is at present frequently used to denote that something can be predicated of a thing considered in itself and intrinsically. In this sense absolutely possible would signify that which is possible in itself (interne)—which is, in fact, the least that one can predicate of an object. On the other hand, it is sometimes employed to indicate that a thing is valid in all respects—for example, absolute sovereignty. Absolutely possible would in this sense signify that which is possible in all relations and in every respect; and this is the most that can be predicated of the possibility of a thing. Now these significations do in truth frequently coincide. Thus, for example, that which is intrinsically impossible, is also impossible in all relations, that is, absolutely impossible. But in most cases they differ from each other toto caelo, and I can by no means conclude that, because a thing is in itself possible, it is also possible in all relations, and therefore absolutely. Nay, more, I shall in the sequel show that absolute necessity does not by any means depend on internal necessity, and that, therefore, it must not be considered as synonymous with it. Of an opposite which is intrinsically impossible, we may affirm that it is in all respects impossible, and that, consequently, the thing itself, of which this is the opposite, is absolutely necessary; but I cannot reason conversely and say, the opposite of that which is absolutely necessary is intrinsically impossible, that is, that the absolute necessity of things is an internal necessity. For this internal necessity is in certain cases a mere empty word with which the least conception cannot be connected, while the conception of the necessity of a thing in all relations possesses very peculiar determinations. Now as the loss of a conception of great utility in speculative science cannot be a matter of indifference to the philosopher, I trust that the proper determination and careful preservation of the expression on which the conception depends will likewise be not indifferent to him."}