{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "\"ArcaMax\" <ezines@arcamax.com>", "subject": "This Simple Plan Gives You A Huge Income Opportunity...", "body": " You would acknowledge the existence of abstract ideas, such as justice, beauty, good, evil, which are severally one, yet in their various combinations appear to be many. Those who recognize these realities are philosophers; whereas the other class hear sounds and see colours, and understand their use in the arts, but cannot attain to the true or waking vision of absolute justice or beauty or truth; they have not the light of knowledge, but of opinion, and what they see is a dream only. Perhaps he of whom we say the last will be angry with us; can we pacify him without revealing the disorder of his mind? Suppose we say that, if he has knowledge we rejoice to hear it, but knowledge must be of something which is, as ignorance is of something which is not; and there is a third thing, which both is and is not, and is matter of opinion only. Opinion and knowledge, then, having distinct objects, must also be distinct faculties. And by faculties I mean powers unseen and distinguishable only by the difference in their objects, as opinion and knowledge differ, since the one is liable to err, but the other is unerring and is the mightiest of all our faculties. If being is the object of knowledge, and not-being of ignorance, and these are the extremes, opinion must lie between them, and may be called darker than the one and brighter than the other. This intermediate or contingent matter is and is not at the same time, and partakes both of existence and of non-existence. Now I would ask my good friend, who denies abstract beauty and justice, and affirms a many beautiful and a many just, whether everything he sees is not in some point of view different—the beautiful ugly, the pious impious, the just unjust? Is not the double also the half, and are not heavy and light relative terms which pass into one another? Everything is and is not, as in the old riddle—‘A man and not a man shot and did not shoot a bird and not a bird with a stone and not a stone.’ The mind cannot be fixed on either alternative; and these ambiguous, intermediate, erring, half-lighted objects, which have a disorderly movement in the region between being and not-being, are the proper matter of opinion, as the immutable objects are the proper matter of knowledge. And he who grovels in the world of sense, and has only this uncertain perception of things, is not a philosopher, but a lover of opinion only..."}