{"label": "spam", "to_address": "\"gnitpickd\" <gnitpickd@speedy.uwaterloo.ca>", "from_address": "\"Jeannette Davis\" <uovenial@jensson.no>", "subject": "Have on recipe", "body": " 34. The passion for philosophy, like that for religion, seems liable to this inconvenience, that, though it aims at the correction of our manners, and extirpation of our vices, it may only serve, by imprudent management, to foster a predominant inclination, and push the mind, with more determined resolution, towards that side which already _draws_ too much, by the bias and propensity of the natural temper. It is certain that, while we aspire to the magnanimous firmness of the philosophic sage, and endeavour to confine our pleasures altogether within our own minds, we may, at last, render our philosophy like that of Epictetus, and other _Stoics_, only a more refined system of selfishness, and reason ourselves out of all virtue as well as social enjoyment. While we study with attention the vanity of human life, and turn all our thoughts towards the empty and transitory nature of riches and honours, we are, perhaps, all the while flattering our natural indolence, which, hating the bustle of the world, and drudgery of business, seeks a pretence of reason to give itself a full and uncontrolled indulgence. There is, however, one species of philosophy which seems little liable to this inconvenience, and that because it strikes in with no disorderly passion of the human mind, nor can mingle itself with any natural affection or propensity; and that is the Academic or Sceptical philosophy. The academics always talk of doubt and suspense of judgement, of danger in hasty determinations, of confining to very narrow bounds the enquiries of the understanding, and of renouncing all speculations which lie not within the limits of common life and practice. Nothing, therefore, can be more contrary than such a philosophy to the supine indolence of the mind, its rash arrogance, its lofty pretensions, and its superstitious credulity. Every passion is mortified by it, except the love of truth; and that passion never is, nor can be, carried to too high a degree. It is surprising, therefore, that this philosophy, which, in almost every instance, must be harmless and innocent, should be the subject of so much groundless reproach and obloquy. But, perhaps, the very circumstance which renders it so innocent is what chiefly exposes it to the public hatred and resentment. By flattering no irregular passion, it gains few partizans: By opposing so many vices and follies, it raises to itself abundance of enemies, who stigmatize it as libertine profane, and irreligious."}