{"label": "ham", "to_address": "\"Allison Randal\" <allison@perl.org>", "from_address": "\"Klaas-Jan Stol\" <parrotcode@gmail.com>", "subject": "Re: PIR syntax methods ambiguity", "body": " As silk became of indispensable use, the emperor Justinian saw with concern that the Persians had occupied by land and sea the monopoly of this important supply, and that the wealth of his subjects was continually drained by a nation of enemies and idolaters. An active government would have restored the trade of Egypt and the navigation of the Red Sea, which had decayed with the prosperity of the empire; and the Roman vessels might have sailed, for the purchase of silk, to the ports of Ceylon, of Malacca, or even of China. Justinian embraced a more humble expedient, and solicited the aid of his Christian allies, the Aethiopians of Abyssinia, who had recently acquired the arts of navigation, the spirit of trade, and the seaport of Adulis, 73 7311 still decorated with the trophies of a Grecian conqueror. Along the African coast, they penetrated to the equator in search of gold, emeralds, and aromatics; but they wisely declined an unequal competition, in which they must be always prevented by the vicinity of the Persians to the markets of India; and the emperor submitted to the disappointment, till his wishes were gratified by an unexpected event. The gospel had been preached to the Indians: a bishop already governed the Christians of St. Thomas on the pepper-coast of Malabar; a church was planted in Ceylon, and the missionaries pursued the footsteps of commerce to the extremities of Asia. 74 Two Persian monks had long resided in China, perhaps in the royal city of Nankin, the seat of a monarch addicted to foreign superstitions, and who actually received an embassy from the Isle of Ceylon. Amidst their pious occupations, they viewed with a curious eye the common dress of the Chinese, the manufactures of silk, and the myriads of silk-worms, whose education (either on trees or in houses) had once been considered as the labor of queens. 75 They soon discovered that it was impracticable to transport the short-lived insect, but that in the eggs a numerous progeny might be preserved and multiplied in a distant climate. Religion or interest had more power over the Persian monks than the love of their country: after a long journey, they arrived at Constantinople, imparted their project to the emperor, and were liberally encouraged by the gifts and promises of Justinian. To the historians of that prince, a campaign at the foot of Mount Caucasus has seemed more deserving of a minute relation than the labors of these missionaries of commerce, who again entered China, deceived a jealous people by concealing the eggs of the silk-worm in a hollow cane, and returned in triumph with the spoils of the East. Under their direction, the eggs were hatched at the proper season by the artificial heat of dung; the worms were fed with mulberry leaves; they lived and labored in a foreign climate; a sufficient number of butterflies was saved to propagate the race, and trees were planted to supply the nourishment of the rising generations. Experience and reflection corrected the errors of a new attempt, and the Sogdoite ambassadors acknowledged, in the succeeding reign, that the Romans were not inferior to the natives of China in the education of the insects, and the manufactures of silk, 76 in which both China and Constantinople have been surpassed by the industry of modern Europe. I am not insensible of the benefits of elegant luxury; yet I reflect with some pain, that if the importers of silk had introduced the art of printing, already practised by the Chinese, the comedies of Menander and the entire decads of Livy would have been perpetuated in the editions of the sixth century."}