{"label": "ham", "to_address": "\"Pietrzykowski, Matthew (GE, Research)\" <pietrzyk@research.ge.com>", "from_address": "Charilaos Skiadas <skiadas@hanover.edu>", "subject": "Re: [R] Boxplot with quartiles generated from different algorithms", "body": " Avitus, 12 the stranger, whose merit was so nobly rewarded, descended from a wealthy and honorable family in the diocese of Auvergne. The convulsions of the times urged him to embrace, with the same ardor, the civil and military professions: and the indefatigable youth blended the studies of literature and jurisprudence with the exercise of arms and hunting. Thirty years of his life were laudably spent in the public service; he alternately displayed his talents in war and negotiation; and the soldier of Ætius, after executing the most important embassies, was raised to the station of Prætorian præfect of Gaul. Either the merit of Avitus excited envy, or his moderation was desirous of repose, since he calmly retired to an estate, which he possessed in the neighborhood of Clermont. A copious stream, issuing from the mountain, and falling headlong in many a loud and foaming cascade, discharged its waters into a lake about two miles in length, and the villa was pleasantly seated on the margin of the lake. The baths, the porticos, the summer and winter apartments, were adapted to the purposes of luxury and use; and the adjacent country afforded the various prospects of woods, pastures, and meadows. 13 In this retreat, where Avitus amused his leisure with books, rural sports, the practice of husbandry, and the society of his friends, 14 he received the Imperial diploma, which constituted him master-general of the cavalry and infantry of Gaul. He assumed the military command; the Barbarians suspended their fury; and whatever means he might employ, whatever concessions he might be forced to make, the people enjoyed the benefits of actual tranquillity. But the fate of Gaul depended on the Visigoths; and the Roman general, less attentive to his dignity than to the public interest, did not disdain to visit Thoulouse in the character of an ambassador. He was received with courteous hospitality by Theodoric, the king of the Goths; but while Avitus laid the foundations of a solid alliance with that powerful nation, he was astonished by the intelligence, that the emperor Maximus was slain, and that Rome had been pillaged by the Vandals. A vacant throne, which he might ascend without guilt or danger, tempted his ambition; 15 and the Visigoths were easily persuaded to support his claim by their irresistible suffrage. They loved the person of Avitus; they respected his virtues; and they were not insensible of the advantage, as well as honor, of giving an emperor to the West. The season was now approaching, in which the annual assembly of the seven provinces was held at Arles; their deliberations might perhaps be influenced by the presence of Theodoric and his martial brothers; but their choice would naturally incline to the most illustrious of their countrymen. Avitus, after a decent resistance, accepted the Imperial diadem from the representatives of Gaul; and his election was ratified by the acclamations of the Barbarians and provincials. The formal consent of Marcian, emperor of the East, was solicited and obtained; but the senate, Rome, and Italy, though humbled by their recent calamities, submitted with a secret murmur to the presumption of the Gallic usurper."}