{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Francesco Poli <frx@firenze.linux.it>", "subject": "Re: LGPL v3 compatibilty", "body": " The first random shots were productive of more sound than effect; and it was by the advice of a Christian, that the engineers were taught to level their aim against the two opposite sides of the salient angles of a bastion. However imperfect, the weight and repetition of the fire made some impression on the walls; and the Turks, pushing their approaches to the edge of the ditch, attempted to fill the enormous chasm, and to build a road to the assault. 40 Innumerable fascines, and hogsheads, and trunks of trees, were heaped on each other; and such was the impetuosity of the throng, that the foremost and the weakest were pushed headlong down the precipice, and instantly buried under the accumulated mass. To fill the ditch was the toil of the besiegers; to clear away the rubbish was the safety of the besieged; and after a long and bloody conflict, the web that had been woven in the day was still unravelled in the night. The next resource of Mahomet was the practice of mines; but the soil was rocky; in every attempt he was stopped and undermined by the Christian engineers; nor had the art been yet invented of replenishing those subterraneous passages with gunpowder, and blowing whole towers and cities into the air. 41 A circumstance that distinguishes the siege of Constantinople is the reunion of the ancient and modern artillery. The cannon were intermingled with the mechanical engines for casting stones and darts; the bullet and the battering-ram 411 were directed against the same walls: nor had the discovery of gunpowder superseded the use of the liquid and unextinguishable fire. A wooden turret of the largest size was advanced on rollers; this portable magazine of ammunition and fascines was protected by a threefold covering of bulls’ hides: incessant volleys were securely discharged from the loop-holes; in the front, three doors were contrived for the alternate sally and retreat of the soldiers and workmen. They ascended by a staircase to the upper platform, and, as high as the level of that platform, a scaling-ladder could be raised by pulleys to form a bridge, and grapple with the adverse rampart. By these various arts of annoyance, some as new as they were pernicious to the Greeks, the tower of St. Romanus was at length overturned: after a severe struggle, the Turks were repulsed from the breach, and interrupted by darkness; but they trusted that with the return of light they should renew the attack with fresh vigor and decisive success. Of this pause of action, this interval of hope, each moment was improved, by the activity of the emperor and Justiniani, who passed the night on the spot, and urged the labors which involved the safety of the church and city. At the dawn of day, the impatient sultan perceived, with astonishment and grief, that his wooden turret had been reduced to ashes: the ditch was cleared and restored; and the tower of St. Romanus was again strong and entire. He deplored the failure of his design; and uttered a profane exclamation, that the word of the thirty-seven thousand prophets should not have compelled him to believe that such a work, in so short a time, could have been accomplished by the infidels."}