{"label": "ham", "to_address": "Vladimir Eremeev <wl2776@gmail.com>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] test if files in current folder", "body": " To mention all the places of the Old Testament where the name of Angel is found, would be too long. Therefore to comprehend them all at once, I say, there is no text in that part of the Old Testament, which the Church of England holdeth for Canonicall, from which we can conclude, there is, or hath been created, any permanent thing (understood by the name of Spirit or Angel,) that hath not quantity; and that may not be, by the understanding divided; that is to say, considered by parts; so as one part may bee in one place, and the next part in the next place to it; and, in summe, which is not (taking Body for that, which is some what, or some where) Corporeall; but in every place, the sense will bear the interpretation of Angel, for Messenger; as John Baptist is called an Angel, and Christ the Angel of the Covenant; and as (according to the same Analogy) the Dove, and the Fiery Tongues, in that they were signes of Gods speciall presence, might also be called Angels. Though we find in Daniel two names of Angels, Gabriel, and Michael; yet is cleer out of the text it selfe, (Dan. 12.1) that by Michael is meant Christ, not as an Angel, but as a Prince: and that Gabriel (as the like apparitions made to other holy men in their sleep) was nothing but a supernaturall phantasme, by which it seemed to Daniel, in his dream, that two Saints being in talke, one of them said to the other, \"Gabriel, let us make this man understand his Vision:\" For God needeth not, to distinguish his Celestiall servants by names, which are usefull onely to the short memories of Mortalls. Nor in the New Testament is there any place, out of which it can be proved, that Angels (except when they are put for such men, as God hath made the Messengers, and Ministers of his word, or works) are things permanent, and withall incorporeall. That they are permanent, may bee gathered from the words of our Saviour himselfe, (Mat. 25.41.) where he saith, it shall be said to the wicked in the last day, \"Go ye cursed into everlasting fire prepared for the Devil and his Angels:\" which place is manifest for the permanence of Evill Angels, (unlesse wee might think the name of Devill and his Angels may be understood of the Churches Adversaries and their Ministers;) but then it is repugnant to their Immateriality; because Everlasting fire is no punishment to impatible substances, such as are all things Incorporeall. Angels therefore are not thence proved to be Incorporeall. In like manner where St. Paul sayes (1 Cor. 6.3.) \"Knew ye not that wee shall judge the Angels?\" And (2 Pet. 2.4.) \"For if God spared not the Angels that sinned, but cast them down into Hell.\" And (Jude 1,6.) \"And the Angels that kept not their first estate, but left their owne habitation, hee hath reserved in everlasting chaines under darknesse unto the Judgement of the last day;\" though it prove the Permanence of Angelicall nature, it confirmeth also their Materiality. And (Mat. 22.30.) In the resurrection men doe neither marry, nor give in marriage, but are as the Angels of God in heaven:\" but in the resurrection men shall be Permanent, and not Incorporeall; so therefore also are the Angels."}