{"label": "spam", "to_address": "<producttestpanel@speedy.uwaterloo.ca>", "from_address": "\"LasikPlus Vision Centers\" <LasikPlusVisionCenters@mouthwireless.net>", "subject": "LASIK Vision Correction with 18 months Interest Free Financing", "body": " We have seen that everything which the understanding draws from itself, without borrowing from experience, it nevertheless possesses only for the behoof and use of experience. The principles of the pure understanding, whether constitutive à priori (as the mathematical principles), or merely regulative (as the dynamical), contain nothing but the pure schema, as it were, of possible experience. For experience possesses its unity from the synthetical unity which the understanding, originally and from itself, imparts to the synthesis of the imagination in relation to apperception, and in à priori relation to and agreement with which phenomena, as data for a possible cognition, must stand. But although these rules of the understanding are not only à priori true, but the very source of all truth, that is, of the accordance of our cognition with objects, and on this ground, that they contain the basis of the possibility of experience, as the ensemble of all cognition, it seems to us not enough to propound what is true—we desire also to be told what we want to know. If, then, we learn nothing more by this critical examination than what we should have practised in the merely empirical use of the understanding, without any such subtle inquiry, the presumption is that the advantage we reap from it is not worth the labour bestowed upon it. It may certainly be answered that no rash curiosity is more prejudicial to the enlargement of our knowledge than that which must know beforehand the utility of this or that piece of information which we seek, before we have entered on the needful investigations, and before one could form the least conception of its utility, even though it were placed before our eyes. But there is one advantage in such transcendental inquiries which can be made comprehensible to the dullest and most reluctant learner—this, namely, that the understanding which is occupied merely with empirical exercise, and does not reflect on the sources of its own cognition, may exercise its functions very well and very successfully, but is quite unable to do one thing, and that of very great importance, to determine, namely, the bounds that limit its employment, and to know what lies within or without its own sphere. This purpose can be obtained only by such profound investigations as we have instituted. But if it cannot distinguish whether certain questions lie within its horizon or not, it can never be sure either as to its claims or possessions, but must lay its account with many humiliating corrections, when it transgresses, as it unavoidably will, the limits of its own territory, and loses itself in fanciful opinions and blinding illusions."}