{"label": "ham", "to_address": "\"Dharshana Eswaran\" <dharshana.ve@gmail.com>", "from_address": "\"Rob Coops\" <rcoops@gmail.com>", "subject": "Re: Regarding pattern matching", "body": " The Italian conquests of Robert correspond with the limits of the present kingdom of Naples; and the countries united by his arms have not been dissevered by the revolutions of seven hundred years. 46 The monarchy has been composed of the Greek provinces of Calabria and Apulia, of the Lombard principality of Salerno, the republic of Amalphi, and the inland dependencies of the large and ancient duchy of Beneventum. Three districts only were exempted from the common law of subjection; the first forever, the two last till the middle of the succeeding century. The city and immediate territory of Benevento had been transferred, by gift or exchange, from the German emperor to the Roman pontiff; and although this holy land was sometimes invaded, the name of St. Peter was finally more potent than the sword of the Normans. Their first colony of Aversa subdued and held the state of Capua; and her princes were reduced to beg their bread before the palace of their fathers. The dukes of Naples, the present metropolis, maintained the popular freedom, under the shadow of the Byzantine empire. Among the new acquisitions of Guiscard, the science of Salerno, 47 and the trade of Amalphi, 48 may detain for a moment the curiosity of the reader. I. Of the learned faculties, jurisprudence implies the previous establishment of laws and property; and theology may perhaps be superseded by the full light of religion and reason. But the savage and the sage must alike implore the assistance of physic; and, if our diseases are inflamed by luxury, the mischiefs of blows and wounds would be more frequent in the ruder ages of society. The treasures of Grecian medicine had been communicated to the Arabian colonies of Africa, Spain, and Sicily; and in the intercourse of peace and war, a spark of knowledge had been kindled and cherished at Salerno, an illustrious city, in which the men were honest and the women beautiful. 49 A school, the first that arose in the darkness of Europe, was consecrated to the healing art: the conscience of monks and bishops was reconciled to that salutary and lucrative profession; and a crowd of patients, of the most eminent rank, and most distant climates, invited or visited the physicians of Salerno. They were protected by the Norman conquerors; and Guiscard, though bred in arms, could discern the merit and value of a philosopher. After a pilgrimage of thirty-nine years, Constantine, an African Christian, returned from Bagdad, a master of the language and learning of the Arabians; and Salerno was enriched by the practice, the lessons, and the writings of the pupil of Avicenna. The school of medicine has long slept in the name of a university; but her precepts are abridged in a string of aphorisms, bound together in the Leonine verses, or Latin rhymes, of the twelfth century. 50 II. Seven miles to the west of Salerno, and thirty to the south of Naples, the obscure town of Amalphi displayed the power and rewards of industry. The land, however fertile, was of narrow extent; but the sea was accessible and open: the inhabitants first assumed the office of supplying the western world with the manufactures and productions of the East; and this useful traffic was the source of their opulence and freedom. The government was popular, under the administration of a duke and the supremacy of the Greek emperor. Fifty thousand citizens were numbered in the walls of Amalphi; nor was any city more abundantly provided with gold, silver, and the objects of precious luxury. The mariners who swarmed in her port, excelled in the theory and practice of navigation and astronomy: and the discovery of the compass, which has opened the globe, is owing to their ingenuity or good fortune. Their trade was extended to the coasts, or at least to the commodities, of Africa, Arabia, and India: and their settlements in Constantinople, Antioch, Jerusalem, and Alexandria, acquired the privileges of independent colonies. 51 After three hundred years of prosperity, Amalphi was oppressed by the arms of the Normans, and sacked by the jealousy of Pisa; but the poverty of one thousand 5111 fisherman is yet dignified by the remains of an arsenal, a cathedral, and the palaces of royal merchants."}