{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 403: use our own netmask when deciding if we should takeover a\n\tIP, not the other nodes in http://samba.org/~tridge/ctdb", "body": " If the emperor had capriciously decreed the death of the most eminent and virtuous citizen of the republic, the cruel order would have been executed without hesitation, by the ministers of open violence or of specious injustice. The caution, the delay, the difficulty with which he proceeded in the condemnation and punishment of a popular bishop, discovered to the world that the privileges of the church had already revived a sense of order and freedom in the Roman government. The sentence which was pronounced in the synod of Tyre, and subscribed by a large majority of the Eastern bishops, had never been expressly repealed; and as Athanasius had been once degraded from his episcopal dignity by the judgment of his brethren, every subsequent act might be considered as irregular, and even criminal. But the memory of the firm and effectual support which the primate of Egypt had derived from the attachment of the Western church, engaged Constantius to suspend the execution of the sentence till he had obtained the concurrence of the Latin bishops. Two years were consumed in ecclesiastical negotiations; and the important cause between the emperor and one of his subjects was solemnly debated, first in the synod of Arles, and afterwards in the great council of Milan, 123 which consisted of above three hundred bishops. Their integrity was gradually undermined by the arguments of the Arians, the dexterity of the eunuchs, and the pressing solicitations of a prince who gratified his revenge at the expense of his dignity, and exposed his own passions, whilst he influenced those of the clergy. Corruption, the most infallible symptom of constitutional liberty, was successfully practised; honors, gifts, and immunities were offered and accepted as the price of an episcopal vote; 124 and the condemnation of the Alexandrian primate was artfully represented as the only measure which could restore the peace and union of the Catholic church. The friends of Athanasius were not, however, wanting to their leader, or to their cause. With a manly spirit, which the sanctity of their character rendered less dangerous, they maintained, in public debate, and in private conference with the emperor, the eternal obligation of religion and justice. They declared, that neither the hope of his favor, nor the fear of his displeasure, should prevail on them to join in the condemnation of an absent, an innocent, a respectable brother. 125 They affirmed, with apparent reason, that the illegal and obsolete decrees of the council of Tyre had long since been tacitly abolished by the Imperial edicts, the honorable reestablishment of the archbishop of Alexandria, and the silence or recantation of his most clamorous adversaries. They alleged, that his innocence had been attested by the unanimous bishops of Egypt, and had been acknowledged in the councils of Rome and Sardica, 126 by the impartial judgment of the Latin church. They deplored the hard condition of Athanasius, who, after enjoying so many years his seat, his reputation, and the seeming confidence of his sovereign, was again called upon to confute the most groundless and extravagant accusations. Their language was specious; their conduct was honorable: but in this long and obstinate contest, which fixed the eyes of the whole empire on a single bishop, the ecclesiastical factions were prepared to sacrifice truth and justice to the more interesting object of defending or removing the intrepid champion of the Nicene faith. The Arians still thought it prudent to disguise, in ambiguous language, their real sentiments and designs; but the orthodox bishops, armed with the favor of the people, and the decrees of a general council, insisted on every occasion, and particularly at Milan, that their adversaries should purge themselves from the suspicion of heresy, before they presumed to arraign the conduct of the great Athanasius. 127"}