{"label": "ham", "to_address": "parrotbug-followup@parrotcode.org", "from_address": "Andy Lester <andy@petdance.com>", "subject": "Re: [perl #43241] [PATCH] [CAGE] include/parrot/string.h typedefs STRING and String are redundant ", "body": " Such was the state of Rome under the reign of Honorius; at the time when the Gothic army formed the siege, or rather the blockade, of the city. 74 By a skilful disposition of his numerous forces, who impatiently watched the moment of an assault, Alaric encompassed the walls, commanded the twelve principal gates, intercepted all communication with the adjacent country, and vigilantly guarded the navigation of the Tyber, from which the Romans derived the surest and most plentiful supply of provisions. The first emotions of the nobles, and of the people, were those of surprise and indignation, that a vile Barbarian should dare to insult the capital of the world: but their arrogance was soon humbled by misfortune; and their unmanly rage, instead of being directed against an enemy in arms, was meanly exercised on a defenceless and innocent victim. Perhaps in the person of Serena, the Romans might have respected the niece of Theodosius, the aunt, nay, even the adoptive mother, of the reigning emperor: but they abhorred the widow of Stilicho; and they listened with credulous passion to the tale of calumny, which accused her of maintaining a secret and criminal correspondence with the Gothic invader. Actuated, or overawed, by the same popular frenzy, the senate, without requiring any evidence of his guilt, pronounced the sentence of her death. Serena was ignominiously strangled; and the infatuated multitude were astonished to find, that this cruel act of injustice did not immediately produce the retreat of the Barbarians, and the deliverance of the city. That unfortunate city gradually experienced the distress of scarcity, and at length the horrid calamities of famine. The daily allowance of three pounds of bread was reduced to one half, to one third, to nothing; and the price of corn still continued to rise in a rapid and extravagant proportion. The poorer citizens, who were unable to purchase the necessaries of life, solicited the precarious charity of the rich; and for a while the public misery was alleviated by the humanity of Laeta, the widow of the emperor Gratian, who had fixed her residence at Rome, and consecrated to the use of the indigent the princely revenue which she annually received from the grateful successors of her husband. 75 But these private and temporary donatives were insufficient to appease the hunger of a numerous people; and the progress of famine invaded the marble palaces of the senators themselves. The persons of both sexes, who had been educated in the enjoyment of ease and luxury, discovered how little is requisite to supply the demands of nature; and lavished their unavailing treasures of gold and silver, to obtain the coarse and scanty sustenance which they would formerly have rejected with disdain. The food the most repugnant to sense or imagination, the aliments the most unwholesome and pernicious to the constitution, were eagerly devoured, and fiercely disputed, by the rage of hunger. A dark suspicion was entertained, that some desperate wretches fed on the bodies of their fellow-creatures, whom they had secretly murdered; and even mothers, (such was the horrid conflict of the two most powerful instincts implanted by nature in the human breast,) even mothers are said to have tasted the flesh of their slaughtered infants! 76 Many thousands of the inhabitants of Rome expired in their houses, or in the streets, for want of sustenance; and as the public sepulchres without the walls were in the power of the enemy the stench, which arose from so many putrid and unburied carcasses, infected the air; and the miseries of famine were succeeded and aggravated by the contagion of a pestilential disease. The assurances of speedy and effectual relief, which were repeatedly transmitted from the court of Ravenna, supported for some time, the fainting resolution of the Romans, till at length the despair of any human aid tempted them to accept the offers of a praeternatural deliverance. Pompeianus, præfect of the city, had been persuaded, by the art or fanaticism of some Tuscan diviners, that, by the mysterious force of spells and sacrifices, they could extract the lightning from the clouds, and point those celestial fires against the camp of the Barbarians. 77 The important secret was communicated to Innocent, the bishop of Rome; and the successor of St. Peter is accused, perhaps without foundation, of preferring the safety of the republic to the rigid severity of the Christian worship. But when the question was agitated in the senate; when it was proposed, as an essential condition, that those sacrifices should be performed in the Capitol, by the authority, and in the presence, of the magistrates, the majority of that respectable assembly, apprehensive either of the Divine or of the Imperial displeasure, refused to join in an act, which appeared almost equivalent to the public restoration of Paganism. 78"}