{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Peter\" <john@pistonheads.biz>", "subject": "Any med for your girl to be happy!", "body": " But here an English reader will be apt to enquire concerning that famous revolution, which has had such a happy influence on our constitution, and has been attended with such mighty consequences. We have already remarked, that in the case of enormous tyranny and oppression, it is lawful to take arms even against supreme power; and that as government is a mere human invention for mutual advantage and security, it no longer imposes any obligation, either natural or moral, when once it ceases to have that tendency. But though this general principle be authorized by common sense, and the practice of all ages, it is certainly impossible for the laws, or even for philosophy, to establish any particular rules, by which we may know when resistance is lawful; and decide all controversies, which may arise on that subject. This may not only happen with regard to supreme power; but it is possible, even in some constitutions, where the legislative authority is not lodged in one person, that there may be a magistrate so eminent and powerful, as to oblige the laws to keep silence in this particular. Nor would this silence be an effect only of their respect, but also of their prudence; since it is certain, that in the vast variety of circumstances, which occur in all governments, an exercise of power, in so great a magistrate, may at one time be beneficial to the public, which at another time would be pernicious and tyrannical. But notwithstanding this silence of the laws in limited monarchies, it is certain, that the people still retain the right of resistance; since it is impossible, even in the most despotic governments, to deprive them of it. The same necessity of self-preservation, and the same motive of public good, give them the same liberty in the one case as in the other. And we may farther observe, that in such mixed governments, the cases, wherein resistance is lawful, must occur much oftener, and greater indulgence be given to the subjects to defend themselves by force of arms, than in arbitrary governments. Not only where the chief magistrate enters into measures, in themselves, extremely pernicious to the public, but even when he would encroach on the other parts of the constitution, and extend his power beyond the legal bounds, it is allowable to resist and dethrone him; though such resistance and violence may, in the general tenor of the laws, be deemed unlawful and rebellious. For besides that nothing is more essential to public interest, than the preservation of public liberty; it is evident, that if such a mixed government be once supposed to be established, every part or member of the constitution must have a right of self-defence, and of maintaining its antient bounds against the enaoachment of every other authority. As matter would have been created in vain, were it deprived of a power of resistance, without which no part of it could preserve a distinct existence, and the whole might be crowded up into a single point: So it is a gross absurdity to suppose, in any government, a right without a remedy, or allow, that the supreme power is shared with the people, without allowing, that it is lawful for them to defend their share against every invader. Those, therefore, who would seem to respect our free government, and yet deny the right of resistance, have renounced all pretensions to common sense, and do not merit a serious answer."}