{"label": "ham", "to_address": "Jonathan Worthington <jonathan@jnthn.net>,\n   \"Patrick R. Michaud\" <pmichaud@pobox.com>", "from_address": "Bob Rogers <rogers-perl6@rgrjr.dyndns.org>", "subject": "Re: pdd15 - How do I add a class method?", "body": " He therefore, to whom God hath not supernaturally revealed, that they are his, nor that those that published them, were sent by him, is not obliged to obey them, by any Authority, but his, whose Commands have already the force of Laws; that is to say, by any other Authority, then that of the Common-wealth, residing in the Soveraign, who only has the Legislative power. Again, if it be not the Legislative Authority of the Common-wealth, that giveth them the force of Laws, it must bee some other Authority derived from God, either private, or publique: if private, it obliges onely him, to whom in particular God hath been pleased to reveale it. For if every man should be obliged, to take for Gods Law, what particular men, on pretence of private Inspiration, or Revelation, should obtrude upon him, (in such a number of men, that out of pride, and ignorance, take their own Dreams, and extravagant Fancies, and Madnesse, for testimonies of Gods Spirit; or out of ambition, pretend to such Divine testimonies, falsely, and contrary to their own consciences,) it were impossible that any Divine Law should be acknowledged. If publique, it is the Authority of the Common-wealth, or of the Church. But the Church, if it be one person, is the same thing with a Common-wealth of Christians; called a Common-wealth, because it consisteth of men united in one person, their Soveraign; and a Church, because it consisteth in Christian men, united in one Christian Soveraign. But if the Church be not one person, then it hath no authority at all; it can neither command, nor doe any action at all; nor is capable of having any power, or right to any thing; nor has any Will, Reason, nor Voice; for all these qualities are personall. Now if the whole number of Christians be not contained in one Common-wealth, they are not one person; nor is there an Universall Church that hath any authority over them; and therefore the Scriptures are not made Laws, by the Universall Church: or if it bee one Common-wealth, then all Christian Monarchs, and States are private persons, and subject to bee judged, deposed, and punished by an Universall Soveraigne of all Christendome. So that the question of the Authority of the Scriptures is reduced to this, \"Whether Christian Kings, and the Soveraigne Assemblies in Christian Common-wealths, be absolute in their own Territories, immediately under God; or subject to one Vicar of Christ, constituted over the Universall Church; to bee judged, condemned, deposed, and put to death, as hee shall think expedient, or necessary for the common good.\""}