{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Newsnight <newsnight@ebs.bbc.co.uk>", "subject": "In tonight's programme", "body": " 1. For the preservation of peace and order, the governors of the provinces were armed with the sword of justice. They inflicted corporal punishments, and they exercised, in capital offences, the power of life and death. But they were not authorized to indulge the condemned criminal with the choice of his own execution, or to pronounce a sentence of the mildest and most honorable kind of exile. These prerogatives were reserved to the pr¾fects, who alone could impose the heavy fine of fifty pounds of gold: their vicegerents were confined to the trifling weight of a few ounces. 114 This distinction, which seems to grant the larger, while it denies the smaller degree of authority, was founded on a very rational motive. The smaller degree was infinitely more liable to abuse. The passions of a provincial magistrate might frequently provoke him into acts of oppression, which affected only the freedom or the fortunes of the subject; though, from a principle of prudence, perhaps of humanity, he might still be terrified by the guilt of innocent blood. It may likewise be considered, that exile, considerable fines, or the choice of an easy death, relate more particularly to the rich and the noble; and the persons the most exposed to the avarice or resentment of a provincial magistrate, were thus removed from his obscure persecution to the more august and impartial tribunal of the Pr¾torian pr¾fect. 2. As it was reasonably apprehended that the integrity of the judge might be biased, if his interest was concerned, or his affections were engaged, the strictest regulations were established, to exclude any person, without the special dispensation of the emperor, from the government of the province where he was born; 115 and to prohibit the governor or his son from contracting marriage with a native, or an inhabitant; 116 or from purchasing slaves, lands, or houses, within the extent of his jurisdiction. 117 Notwithstanding these rigorous precautions, the emperor Constantine, after a reign of twenty-five years, still deplores the venal and oppressive administration of justice, and expresses the warmest indignation that the audience of the judge, his despatch of business, his seasonable delays, and his final sentence, were publicly sold, either by himself or by the officers of his court. The continuance, and perhaps the impunity, of these crimes, is attested by the repetition of impotent laws and ineffectual menaces. 118"}