{"label": "ham", "to_address": "Mark Glines <mark@glines.org>", "from_address": "Steve Peters <steve@fisharerojo.org>", "subject": "Re: [perl #42597] [CAGE] Add Tests for C++ and C Style", "body": " The local arrangement of the vision is less distinct than that of the Phaedrus and Phaedo. Astronomy is mingled with symbolism and mythology; the great sphere of heaven is represented under the symbol of a cylinder or box, containing the seven orbits of the planets and the fixed stars; this is suspended from an axis or spindle which turns on the knees of Necessity; the revolutions of the seven orbits contained in the cylinder are guided by the fates, and their harmonious motion produces the music of the spheres. Through the innermost or eighth of these, which is the moon, is passed the spindle; but it is doubtful whether this is the continuation of the column of light, from which the pilgrims contemplate the heavens; the words of Plato imply that they are connected, but not the same. The column itself is clearly not of adamant. The spindle (which is of adamant) is fastened to the ends of the chains which extend to the middle of the column of light—this column is said to hold together the heaven; but whether it hangs from the spindle, or is at right angles to it, is not explained. The cylinder containing the orbits of the stars is almost as much a symbol as the figure of Necessity turning the spindle;—for the outermost rim is the sphere of the fixed stars, and nothing is said about the intervals of space which divide the paths of the stars in the heavens. The description is both a picture and an orrery, and therefore is necessarily inconsistent with itself. The column of light is not the Milky Way—which is neither straight, nor like a rainbow—but the imaginary axis of the earth. This is compared to the rainbow in respect not of form but of colour, and not to the undergirders of a trireme, but to the straight rope running from prow to stern in which the undergirders meet."}