{"label": "ham", "to_address": "Alison Winters <alisonw@sgi.com>", "from_address": "Jeremy Allison <jra@samba.org>", "subject": "Re: samba profiling and pcp pmda", "body": " The condemnation of the wisest and most virtuous of the Pagans, on account of their ignorance or disbelief of the divine truth, seems to offend the reason and the humanity of the present age. 70 But the primitive church, whose faith was of a much firmer consistence, delivered over, without hesitation, to eternal torture, the far greater part of the human species. A charitable hope might perhaps be indulged in favor of Socrates, or some other sages of antiquity, who had consulted the light of reason before that of the gospel had arisen. 71 But it was unanimously affirmed, that those who, since the birth or the death of Christ, had obstinately persisted in the worship of the dæmons, neither deserved nor could expect a pardon from the irritated justice of the Deity. These rigid sentiments, which had been unknown to the ancient world, appear to have infused a spirit of bitterness into a system of love and harmony. The ties of blood and friendship were frequently torn asunder by the difference of religious faith; and the Christians, who, in this world, found themselves oppressed by the power of the Pagans, were sometimes seduced by resentment and spiritual pride to delight in the prospect of their future triumph. “You are fond of spectacles,” exclaims the stern Tertullian; “expect the greatest of all spectacles, the last and eternal judgment of the universe. 71b How shall I admire, how laugh, how rejoice, how exult, when I behold so many proud monarchs, so many fancied gods, groaning in the lowest abyss of darkness; so many magistrates, who persecuted the name of the Lord, liquefying in fiercer fires than they ever kindled against the Christians; so many sage philosophers blushing in red-hot flames with their deluded scholars; so many celebrated poets trembling before the tribunal, not of Minos, but of Christ; so many tragedians, more tuneful in the expression of their own sufferings; so many dancers.”"}