{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "\"Stefan (metze) Metzmacher\" <metze@samba.org>", "subject": "Re: svn commit: samba r23718 -\n in\tbranches/SAMBA_4_0/source/dsdb/samdb/ldb_modules: .", "body": " We might content ourselves with relating this extraordinary transaction, but we cannot dissemble how much in its present form it appears to us inconsistent and incredible. The debasement of the coin is indeed well suited to the administration of Gallienus; nor is it unlikely that the instruments of the corruption might dread the inflexible justice of Aurelian. But the guilt, as well as the profit, must have been confined to a very few; nor is it easy to conceive by what arts they could arm a people whom they had injured, against a monarch whom they had betrayed. We might naturally expect that such miscreants should have shared the public detestation with the informers and the other ministers of oppression; and that the reformation of the coin should have been an action equally popular with the destruction of those obsolete accounts, which by the emperor’s order were burnt in the forum of Trajan. 90 In an age when the principles of commerce were so imperfectly understood, the most desirable end might perhaps be effected by harsh and injudicious means; but a temporary grievance of such a nature can scarcely excite and support a serious civil war. The repetition of intolerable taxes, imposed either on the land or on the necessaries of life, may at last provoke those who will not, or who cannot, relinquish their country. But the case is far otherwise in every operation which, by whatsoever expedients, restores the just value of money. The transient evil is soon obliterated by the permanent benefit, the loss is divided among multitudes; and if a few wealthy individuals experience a sensible diminution of treasure, with their riches, they at the same time lose the degree of weight and importance which they derived from the possession of them. However Aurelian might choose to disguise the real cause of the insurrection, his reformation of the coin could furnish only a faint pretence to a party already powerful and discontented. Rome, though deprived of freedom, was distracted by faction. The people, towards whom the emperor, himself a plebeian, always expressed a peculiar fondness, lived in perpetual dissension with the senate, the equestrian order, and the Prætorian guards. 91 Nothing less than the firm though secret conspiracy of those orders, of the authority of the first, the wealth of the second, and the arms of the third, could have displayed a strength capable of contending in battle with the veteran legions of the Danube, which, under the conduct of a martial sovereign, had achieved the conquest of the West and of the East."}