{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Stuart, Johnnie\" <Bruce2T@legal-will-form.info>", "subject": "Your Mortgage Refinance Quote Sat, 02 Jun 2007 09:20:38 -0500", "body": " But when government has been established on this footing for some considerable time, and the separate interest, which we have in submission, has produced a separate sentiment of morality, the case is entirely altered, and a promise is no longer able to determine the particular magistrate since it is no longer considered as the foundation of government. We naturally suppose ourselves born to submission; and imagine, that such particular persons have a right to command, as we on our part are bound to obey. These notions of right and obligation are derived from nothing but the advantage we reap from government, which gives us a repugnance to practise resistance ourselves, and makes us displeased with any instance of it in others. But here it is remarkable, that in this new state of affairs, the original sanction of government, which is interest, is not admitted to determine the persons, whom we are to obey, as the original sanction did at first, when affairs were on the footing of a promise. A promise fixes and determines the persons, without any uncertainty: But it is evident, that if men were to regulate their conduct in this particular, by the view of a peculiar interest, either public or private, they would involve themselves in endless confusion, and would render all government, in a great measure, ineffectual. The private interest of every one is different; and though the public interest in itself be always one and the same, yet it becomes the source of as great dissentions, by reason of the different opinions of particular persons concerning it. The same interest, therefore, which causes us to submit to magistracy, makes us renounce itself in the choice of our magistrates, and binds us down to a certain form of government, and to particular persons, without allowing us to aspire to the utmost perfection in either. The case is here the same as in that law of nature concerning the stability of possession. It is highly advantageous, and even absolutely necessary to society, that possession should be stable; and this leads us to the establishment of such a rule: But we find, that were we to follow the same advantage, in assigning particular possessions to particular persons, we should disappoint our end, and perpetuate the confusion, which that rule is intended to prevent. We must, therefore, proceed by general rules, and regulate ourselves by general interests, in modifying the law of nature concerning the stability of possession. Nor need we fear, that our attachment to this law will diminish upon account of the seeming frivolousness of those interests, by which it is determined. The impulse of the mind is derived from a very strong interest; and those other more minute interests serve only to direct the motion, without adding any thing to it, or diminishing from it. It is the same case with government. Nothing is more advantageous to society than such an invention; and this interest is sufficient to make us embrace it with ardour and alacrity; though we are obliged afterwards to regulate and direct our devotion to government by several considerations, which are not of the same importance, and to chuse our magistrates without having in view any particular advantage from the choice."}