{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Lamar Reveal\" <morganjamesm@morganjames.net>", "subject": "Try our service and youll find long-term reliable partner with CanadianPharmacy", "body": " But, that we may accommodate matters, and remove if possible every difficulty, let us allow all these reasonings to be false. Let us allow that, when we resolve the pleasure, which arises from views of utility, into the sentiments of humanity and sympathy, we have embraced a wrong hypothesis. Let us confess it necessary to find some other explication of that applause, which is paid to objects, whether inanimate, animate, or rational, if they have a tendency to promote the welfare and advantage of mankind. However difficult it be to conceive that an object is approved of on account of its tendency to a certain end, while the end itself is totally indifferent: let us swallow this absurdity, and consider what are the consequences. The preceding delineation or definition of Personal Merit must still retain its evidence and authority: it must still be allowed that every quality of the mind, which is USEFUL or AGREEABLE to the PERSON HIMSELF or to OTHERS, communicates a pleasure to the spectator, engages his esteem, and is admitted under the honourable denomination of virtue or merit. Are not justice, fidelity, honour, veracity, allegiance, chastity, esteemed solely on account of their tendency to promote the good of society? Is not that tendency inseparable from humanity, benevolence, lenity, generosity, gratitude, moderation, tenderness, friendship, and all the other social virtues? Can it possibly be doubted that industry, discretion, frugality, secrecy, order, perseverance, forethought, judgement, and this whole class of virtues and accomplishments, of which many pages would not contain the catalogue; can it be doubted, I say, that the tendency of these qualities to promote the interest and happiness of their possessor, is the sole foundation of their merit? Who can dispute that a mind, which supports a perpetual serenity and cheerfulness, a noble dignity and undaunted spirit, a tender affection and good-will to all around; as it has more enjoyment within itself, is also a more animating and rejoicing spectacle, than if dejected with melancholy, tormented with anxiety, irritated with rage, or sunk into the most abject baseness and degeneracy? And as to the qualities, immediately AGREEABLE to OTHERS, they speak sufficiently for themselves; and he must be unhappy, indeed, either in his own temper, or in his situation and company, who has never perceived the charms of a facetious wit or flowing affability, of a delicate modesty or decent genteelness of address and manner."}