{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " But such voluntary obedience evaporates with the first transports of zeal; and Rienzi felt the importance of justifying his usurpation by a regular form and a legal title. At his own choice, the Roman people would have displayed their attachment and authority, by lavishing on his head the names of senator or consul, of king or emperor: he preferred the ancient and modest appellation of tribune; 251 the protection of the commons was the essence of that sacred office; and they were ignorant, that it had never been invested with any share in the legislative or executive powers of the republic. In this character, and with the consent of the Roman, the tribune enacted the most salutary laws for the restoration and maintenance of the good estate. By the first he fulfils the wish of honesty and inexperience, that no civil suit should be protracted beyond the term of fifteen days. The danger of frequent perjury might justify the pronouncing against a false accuser the same penalty which his evidence would have inflicted: the disorders of the times might compel the legislator to punish every homicide with death, and every injury with equal retaliation. But the execution of justice was hopeless till he had previously abolished the tyranny of the nobles. It was formally provided, that none, except the supreme magistrate, should possess or command the gates, bridges, or towers of the state; that no private garrisons should be introduced into the towns or castles of the Roman territory; that none should bear arms, or presume to fortify their houses in the city or country; that the barons should be responsible for the safety of the highways, and the free passage of provisions; and that the protection of malefactors and robbers should be expiated by a fine of a thousand marks of silver. But these regulations would have been impotent and nugatory, had not the licentious nobles been awed by the sword of the civil power. A sudden alarm from the bell of the Capitol could still summon to the standard above twenty thousand volunteers: the support of the tribune and the laws required a more regular and permanent force. In each harbor of the coast a vessel was stationed for the assurance of commerce; a standing militia of three hundred and sixty horse and thirteen hundred foot was levied, clothed, and paid in the thirteen quarters of the city: and the spirit of a commonwealth may be traced in the grateful allowance of one hundred florins, or pounds, to the heirs of every soldier who lost his life in the service of his country. For the maintenance of the public defence, for the establishment of granaries, for the relief of widows, orphans, and indigent convents, Rienzi applied, without fear of sacrilege, the revenues of the apostolic chamber: the three branches of hearth-money, the salt-duty, and the customs, were each of the annual produce of one hundred thousand florins; 26 and scandalous were the abuses, if in four or five months the amount of the salt-duty could be trebled by his judicious economy. After thus restoring the forces and finances of the republic, the tribune recalled the nobles from their solitary independence; required their personal appearance in the Capitol; and imposed an oath of allegiance to the new government, and of submission to the laws of the good estate. Apprehensive for their safety, but still more apprehensive of the danger of a refusal, the princes and barons returned to their houses at Rome in the garb of simple and peaceful citizens: the Colonna and Ursini, the Savelli and Frangipani, were confounded before the tribunal of a plebeian, of the vile buffoon whom they had so often derided, and their disgrace was aggravated by the indignation which they vainly struggled to disguise. The same oath was successively pronounced by the several orders of society, the clergy and gentlemen, the judges and notaries, the merchants and artisans, and the gradual descent was marked by the increase of sincerity and zeal. They swore to live and die with the republic and the church, whose interest was artfully united by the nominal association of the bishop of Orvieto, the pope’s vicar, to the office of tribune. It was the boast of Rienzi, that he had delivered the throne and patrimony of St. Peter from a rebellious aristocracy; and Clement the Sixth, who rejoiced in its fall, affected to believe the professions, to applaud the merits, and to confirm the title, of his trusty servant. The speech, perhaps the mind, of the tribune, was inspired with a lively regard for the purity of the faith: he insinuated his claim to a supernatural mission from the Holy Ghost; enforced by a heavy forfeiture the annual duty of confession and communion; and strictly guarded the spiritual as well as temporal welfare of his faithful people. 27"}