{"label": "ham", "to_address": "\"Doran, Harold\" <HDoran@air.org>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] R package development in windows", "body": " The different characters that mark the civilized nations of the globe, may be ascribed to the use, and the abuse, of reason; which so variously shapes, and so artificially composes, the manners and opinions of a European, or a Chinese. But the operation of instinct is more sure and simple than that of reason: it is much easier to ascertain the appetites of a quadruped than the speculations of a philosopher; and the savage tribes of mankind, as they approach nearer to the condition of animals, preserve a stronger resemblance to themselves and to each other. The uniform stability of their manners is the natural consequence of the imperfection of their faculties. Reduced to a similar situation, their wants, their desires, their enjoyments, still continue the same: and the influence of food or climate, which, in a more improved state of society, is suspended, or subdued, by so many moral causes, most powerfully contributes to form, and to maintain, the national character of Barbarians. In every age, the immense plains of Scythia, or Tartary, have been inhabited by vagrant tribes of hunters and shepherds, whose indolence refuses to cultivate the earth, and whose restless spirit disdains the confinement of a sedentary life. In every age, the Scythians, and Tartars, have been renowned for their invincible courage and rapid conquests. The thrones of Asia have been repeatedly overturned by the shepherds of the North; and their arms have spread terror and devastation over the most fertile and warlike countries of Europe. 6 On this occasion, as well as on many others, the sober historian is forcibly awakened from a pleasing vision; and is compelled, with some reluctance, to confess, that the pastoral manners, which have been adorned with the fairest attributes of peace and innocence, are much better adapted to the fierce and cruel habits of a military life. To illustrate this observation, I shall now proceed to consider a nation of shepherds and of warriors, in the three important articles of, I. Their diet; II. Their habitations; and, III. Their exercises. The narratives of antiquity are justified by the experience of modern times; 7 and the banks of the Borysthenes, of the Volga, or of the Selinga, will indifferently present the same uniform spectacle of similar and native manners. 8"}