{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "Andy Spieherty (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #42620] PGE 'Out of memory' panics. ", "body": " In the meantime, while the Syracusans were preparing for a second attack upon both elements, Demosthenes and Eurymedon arrived with the succours from Athens, consisting of about seventy-three ships, including the foreigners; nearly five thousand heavy infantry, Athenian and allied; a large number of darters, Hellenic and barbarian, and slingers and archers and everything else upon a corresponding scale. The Syracusans and their allies were for the moment not a little dismayed at the idea that there was to be no term or ending to their dangers, seeing, in spite of the fortification of Decelea, a new army arrive nearly equal to the former, and the power of Athens proving so great in every quarter. On the other hand, the first Athenian armament regained a certain confidence in the midst of its misfortunes. Demosthenes, seeing how matters stood, felt that he could not drag on and fare as Nicias had done, who by wintering in Catana instead of at once attacking Syracuse had allowed the terror of his first arrival to evaporate in contempt, and had given time to Gylippus to arrive with a force from Peloponnese, which the Syracusans would never have sent for if he had attacked immediately; for they fancied that they were a match for him by themselves, and would not have discovered their inferiority until they were already invested, and even if they then sent for succours, they would no longer have been equally able to profit by their arrival. Recollecting this, and well aware that it was now on the first day after his arrival that he like Nicias was most formidable to the enemy, Demosthenes determined to lose no time in drawing the utmost profit from the consternation at the moment inspired by his army; and seeing that the counterwall of the Syracusans, which hindered the Athenians from investing them, was a single one, and that he who should become master of the way up to Epipolae, and afterwards of the camp there, would find no difficulty in taking it, as no one would even wait for his attack, made all haste to attempt the enterprise. This he took to be the shortest way of ending the war, as he would either succeed and take Syracuse, or would lead back the armament instead of frittering away the lives of the Athenians engaged in the expedition and the resources of the country at large."}