{"label": "ham", "to_address": "som.ctc@gmail.com", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: Math::BigFloat", "body": " For this reason they pushed forward the construction of their work with posterns and entrances and means of introducing the enemy, being eager to have it finished in time. Meanwhile the murmurs against them were at first confined to a few persons and went on in secret, until Phrynichus, after his return from the embassy to Lacedaemon, was laid wait for and stabbed in full market by one of the Peripoli, falling down dead before he had gone far from the council chamber. The assassin escaped; but his accomplice, an Argive, was taken and put to the torture by the Four Hundred, without their being able to extract from him the name of his employer, or anything further than that he knew of many men who used to assemble at the house of the commander of the Peripoli and at other houses. Here the matter was allowed to drop. This so emboldened Theramenes and Aristocrates and the rest of their partisans in the Four Hundred and out of doors, that they now resolved to act. For by this time the ships had sailed round from Las, and anchoring at Epidaurus had overrun Aegina; and Theramenes asserted that, being bound for Euboea, they would never have sailed in to Aegina and come back to anchor at Epidaurus, unless they had been invited to come to aid in the designs of which he had always accused the government. Further inaction had therefore now become impossible. In the end, after a great many seditious harangues and suspicions, they set to work in real earnest. The heavy infantry in Piraeus building the wall in Eetionia, among whom was Aristocrates, a colonel, with his own tribe, laid hands upon Alexicles, a general under the oligarchy and the devoted adherent of the cabal, and took him into a house and confined him there. In this they were assisted by one Hermon, commander of the Peripoli in Munychia, and others, and above all had with them the great bulk of the heavy infantry. As soon as the news reached the Four Hundred, who happened to be sitting in the council chamber, all except the disaffected wished at once to go to the posts where the arms were, and menaced Theramenes and his party. Theramenes defended himself, and said that he was ready immediately to go and help to rescue Alexicles; and taking with him one of the generals belonging to his party, went down to Piraeus, followed by Aristarchus and some young men of the cavalry. All was now panic and confusion. Those in the city imagined that Piraeus was already taken and the prisoner put to death, while those in Piraeus expected every moment to be attacked by the party in the city. The older men, however, stopped the persons running up and down the town and making for the stands of arms; and Thucydides the Pharsalian, proxenus of the city, came forward and threw himself in the way of the rival factions, and appealed to them not to ruin the state, while the enemy was still at hand waiting for his opportunity, and so at length succeeded in quieting them and in keeping their hands off each other. Meanwhile Theramenes came down to Piraeus, being himself one of the generals, and raged and stormed against the heavy infantry, while Aristarchus and the adversaries of the people were angry in right earnest. Most of the heavy infantry, however, went on with the business without faltering, and asked Theramenes if he thought the wall had been constructed for any good purpose, and whether it would not be better that it should be pulled down. To this he answered that if they thought it best to pull it down, he for his part agreed with them. Upon this the heavy infantry and a number of the people in Piraeus immediately got up on the fortification and began to demolish it. Now their cry to the multitude was that all should join in the work who wished the Five Thousand to govern instead of the Four Hundred. For instead of saying in so many words “all who wished the commons to govern,” they still disguised themselves under the name of the Five Thousand; being afraid that these might really exist, and that they might be speaking to one of their number and get into trouble through ignorance. Indeed this was why the Four Hundred neither wished the Five Thousand to exist, nor to have it known that they did not exist; being of opinion that to give themselves so many partners in empire would be downright democracy, while the mystery in question would make the people afraid of one another."}