{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Saman Behnam <sbehnam73@yahoo.de>", "subject": "smb-proxy", "body": " The aged Sallust, who had long observed the irregular fluctuations of popular assemblies, proposed, under pain of death, that none of those persons, whose rank in the service might excite a party in their favor, should appear in public on the day of the inauguration. Yet such was the prevalence of ancient superstition, that a whole day was voluntarily added to this dangerous interval, because it happened to be the intercalation of the Bissextile. 24 At length, when the hour was supposed to be propitious, Valentinian showed himself from a lofty tribunal; the judicious choice was applauded; and the new prince was solemnly invested with the diadem and the purple, amidst the acclamation of the troops, who were disposed in martial order round the tribunal. But when he stretched forth his hand to address the armed multitude, a busy whisper was accidentally started in the ranks, and insensibly swelled into a loud and imperious clamor, that he should name, without delay, a colleague in the empire. The intrepid calmness of Valentinian obtained silence, and commanded respect; and he thus addressed the assembly: ÒA few minutes since it was in _your_ power, fellow-soldiers, to have left me in the obscurity of a private station. Judging, from the testimony of my past life, that I deserved to reign, you have placed me on the throne. It is now _my_ duty to consult the safety and interest of the republic. The weight of the universe is undoubtedly too great for the hands of a feeble mortal. I am conscious of the limits of my abilities, and the uncertainty of my life; and far from declining, I am anxious to solicit, the assistance of a worthy colleague. But, where discord may be fatal, the choice of a faithful friend requires mature and serious deliberation. That deliberation shall be _my_ care. Let _your_ conduct be dutiful and consistent. Retire to your quarters; refresh your minds and bodies; and expect the accustomed donative on the accession of a new emperor.Ó 25 The astonished troops, with a mixture of pride, of satisfaction, and of terror, confessed the voice of their master."}