{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 522: support up takeover in testing when root in\n\thttp://samba.org/~tridge/ctdb", "body": " The terms used in the statement of the problem may be explained as follows. A perfect number (Greek), as already stated, is one which is equal to the sum of its divisors. Thus 6, which is the first perfect or cyclical number, = 1 + 2 + 3. The words (Greek), ‘terms’ or ‘notes,’ and (Greek), ‘intervals,’ are applicable to music as well as to number and figure. (Greek) is the ‘base’ on which the whole calculation depends, or the ‘lowest term’ from which it can be worked out. The words (Greek) have been variously translated—‘squared and cubed’ (Donaldson), ‘equalling and equalled in power’ (Weber), ‘by involution and evolution,’ i.e. by raising the power and extracting the root (as in the translation). Numbers are called ‘like and unlike’ (Greek) when the factors or the sides of the planes and cubes which they represent are or are not in the same ratio: e.g. 8 and 27 = 2 cubed and 3 cubed; and conversely. ‘Waxing’ (Greek) numbers, called also ‘increasing’ (Greek), are those which are exceeded by the sum of their divisors: e.g. 12 and 18 are less than 16 and 21. ‘Waning’ (Greek) numbers, called also ‘decreasing’ (Greek) are those which succeed the sum of their divisors: e.g. 8 and 27 exceed 7 and 13. The words translated ‘commensurable and agreeable to one another’ (Greek) seem to be different ways of describing the same relation, with more or less precision. They are equivalent to ‘expressible in terms having the same relation to one another,’ like the series 8, 12, 18, 27, each of which numbers is in the relation of (1 and 1/2) to the preceding. The ‘base,’ or ‘fundamental number, which has 1/3 added to it’ (1 and 1/3) = 4/3 or a musical fourth. (Greek) is a ‘proportion’ of numbers as of musical notes, applied either to the parts or factors of a single number or to the relation of one number to another. The first harmony is a ‘square’ number (Greek); the second harmony is an ‘oblong’ number (Greek), i.e. a number representing a figure of which the opposite sides only are equal. (Greek) = ‘numbers squared from’ or ‘upon diameters’; (Greek) = ‘rational,’ i.e. omitting fractions, (Greek), ‘irrational,’ i.e. including fractions; e.g. 49 is a square of the rational diameter of a figure the side of which = 5: 50, of an irrational diameter of the same. For several of the explanations here given and for a good deal besides I am indebted to an excellent article on the Platonic Number by Dr. Donaldson (Proc. of the Philol. Society)."}