{"label": "ham", "to_address": "Fathi Boudra <fboudra@free.fr>", "from_address": "owner@bugs.debian.org (Debian Bug Tracking System)", "subject": "Processed: desktop-base: has no effect on KDE", "body": " The prudent Stilicho, instead of persisting to force the inclinations of a prince, and people, who rejected his government, wisely abandoned Arcadius to his unworthy favorites; and his reluctance to involve the two empires in a civil war displayed the moderation of a minister, who had so often signalized his military spirit and abilities. But if Stilicho had any longer endured the revolt of Africa, he would have betrayed the security of the capital, and the majesty of the Western emperor, to the capricious insolence of a Moorish rebel. Gildo, 37 the brother of the tyrant Firmus, had preserved and obtained, as the reward of his apparent fidelity, the immense patrimony which was forfeited by treason: long and meritorious service, in the armies of Rome, raised him to the dignity of a military count; the narrow policy of the court of Theodosius had adopted the mischievous expedient of supporting a legal government by the interest of a powerful family; and the brother of Firmus was invested with the command of Africa. His ambition soon usurped the administration of justice, and of the finances, without account, and without control; and he maintained, during a reign of twelve years, the possession of an office, from which it was impossible to remove him, without the danger of a civil war. During those twelve years, the provinces of Africa groaned under the dominion of a tyrant, who seemed to unite the unfeeling temper of a stranger with the partial resentments of domestic faction. The forms of law were often superseded by the use of poison; and if the trembling guests, who were invited to the table of Gildo, presumed to express fears, the insolent suspicion served only to excite his fury, and he loudly summoned the ministers of death. Gildo alternately indulged the passions of avarice and lust; 38 and if his days were terrible to the rich, his nights were not less dreadful to husbands and parents. The fairest of their wives and daughters were prostituted to the embraces of the tyrant; and afterwards abandoned to a ferocious troop of Barbarians and assassins, the black, or swarthy, natives of the desert; whom Gildo considered as the only guardians of his throne. In the civil war between Theodosius and Eugenius, the count, or rather the sovereign, of Africa, maintained a haughty and suspicious neutrality; refused to assist either of the contending parties with troops or vessels, expected the declaration of fortune, and reserved for the conqueror the vain professions of his allegiance. Such professions would not have satisfied the master of the Roman world; but the death of Theodosius, and the weakness and discord of his sons, confirmed the power of the Moor; who condescended, as a proof of his moderation, to abstain from the use of the diadem, and to supply Rome with the customary tribute, or rather subsidy, of corn. In every division of the empire, the five provinces of Africa were invariably assigned to the West; and Gildo had to govern that extensive country in the name of Honorius, but his knowledge of the character and designs of Stilicho soon engaged him to address his homage to a more distant and feeble sovereign. The ministers of Arcadius embraced the cause of a perfidious rebel; and the delusive hope of adding the numerous cities of Africa to the empire of the East, tempted them to assert a claim, which they were incapable of supporting, either by reason or by arms. 39"}