{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Becky Clay\" <vagir@pochta.ru>", "subject": "Wassup", "body": " More refined, though equally false, is the theory of those who suppose a certain special moral sense, which sense and not reason determines the moral law, and in consequence of which the consciousness of virtue is supposed to be directly connected with contentment and pleasure; that of vice, with mental dissatisfaction and pain; thus reducing the whole to the desire of private happiness. Without repeating what has been said above, I will here only remark the fallacy they fall into. In order to imagine the vicious man as tormented with mental dissatisfaction by the consciousness of his transgressions, they must first represent him as in the main basis of his character, at least in some degree, morally good; just as he who is pleased with the consciousness of right conduct must be conceived as already virtuous. The notion of morality and duty must, therefore, have preceded any regard to this satisfaction, and cannot be derived from it. A man must first appreciate the importance of what we call duty, the authority of the moral law, and the immediate dignity which the following of it gives to the person in his own eyes, in order to feel that satisfaction in the consciousness of his conformity to it and the bitter remorse that accompanies the consciousness of its transgression. It is, therefore, impossible to feel this satisfaction or dissatisfaction prior to the knowledge of obligation, or to make it the basis of the latter. A man must be at least half honest in order even to be able to form a conception of these feelings. I do not deny that as the human will is, by virtue of liberty, capable of being immediately determined by the moral law, so frequent practice in accordance with this principle of determination can, at least, produce subjectively a feeling of satisfaction; on the contrary, it is a duty to establish and to cultivate this, which alone deserves to be called properly the moral feeling; but the notion of duty cannot be derived from it, else we should have to suppose a feeling for the law as such, and thus make that an object of sensation which can only be thought by the reason; and this, if it is not to be a flat contradiction, would destroy all notion of duty and put in its place a mere mechanical play of refined inclinations sometimes contending with the coarser."}