{"label": "spam", "to_address": "<mudle@speedy.uwaterloo.ca>", "from_address": "Doctor Elinor <mudle@speedy.uwaterloo.ca>", "subject": "RE: MedHelp 24066464", "body": " Being is evidently not a real predicate, that is, a conception of something which is added to the conception of some other thing. It is merely the positing of a thing, or of certain determinations in it. Logically, it is merely the copula of a judgement. The proposition, God is omnipotent, contains two conceptions, which have a certain object or content; the word is, is no additional predicate—it merely indicates the relation of the predicate to the subject. Now, if I take the subject (God) with all its predicates (omnipotence being one), and say: God is, or, There is a God, I add no new predicate to the conception of God, I merely posit or affirm the existence of the subject with all its predicates—I posit the object in relation to my conception. The content of both is the same; and there is no addition made to the conception, which expresses merely the possibility of the object, by my cogitating the object—in the expression, it is—as absolutely given or existing. Thus the real contains no more than the possible. A hundred real dollars contain no more than a hundred possible dollars. For, as the latter indicate the conception, and the former the object, on the supposition that the content of the former was greater than that of the latter, my conception would not be an expression of the whole object, and would consequently be an inadequate conception of it. But in reckoning my wealth there may be said to be more in a hundred real dollars than in a hundred possible dollars—that is, in the mere conception of them. For the real object—the dollars—is not analytically contained in my conception, but forms a synthetical addition to my conception (which is merely a determination of my mental state), although this objective reality—this existence—apart from my conceptions, does not in the least degree increase the aforesaid hundred dollars."}