{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "adschai@optonline.net", "subject": "[R] How to save results from chisq.test or mantelhaen.test to file", "body": " The fate of the Gordians filled Rome with just but unexpected terror. The senate, convoked in the temple of Concord, affected to transact the common business of the day; and seemed to decline, with trembling anxiety, the consideration of their own and the public danger. A silent consternation prevailed in the assembly, till a senator, of the name and family of Trajan, awakened his brethren from their fatal lethargy. He represented to them that the choice of cautious, dilatory measures had been long since out of their power; that Maximin, implacable by nature, and exasperated by injuries, was advancing towards Italy, at the head of the military force of the empire; and that their only remaining alternative was either to meet him bravely in the field, or tamely to expect the tortures and ignominious death reserved for unsuccessful rebellion. “We have lost,” continued he, “two excellent princes; but unless we desert ourselves, the hopes of the republic have not perished with the Gordians. Many are the senators whose virtues have deserved, and whose abilities would sustain, the Imperial dignity. Let us elect two emperors, one of whom may conduct the war against the public enemy, whilst his colleague remains at Rome to direct the civil administration. I cheerfully expose myself to the danger and envy of the nomination, and give my vote in favor of Maximus and Balbinus. Ratify my choice, conscript fathers, or appoint in their place, others more worthy of the empire.” The general apprehension silenced the whispers of jealousy; the merit of the candidates was universally acknowledged; and the house resounded with the sincere acclamations of “Long life and victory to the emperors Maximus and Balbinus. You are happy in the judgment of the senate; may the republic be happy under your administration!” 27"}