{"label": "ham", "to_address": "R-help@stat.math.ethz.ch", "from_address": "Robert A LaBudde <ral@lcfltd.com>", "subject": "Re: [R] p-value from GEE why factor 2*pnorm?", "body": " The Greeks, by their intestine divisions, were the authors of their final ruin. During the civil wars of the elder and younger Andronicus, the son of Othman achieved, almost without resistance, the conquest of Bithynia; and the same disorders encouraged the Turkish emirs of Lydia and Ionia to build a fleet, and to pillage the adjacent islands and the sea-coast of Europe. In the defence of his life and honor, Cantacuzene was tempted to prevent, or imitate, his adversaries, by calling to his aid the public enemies of his religion and country. Amir, the son of Aidin, concealed under a Turkish garb the humanity and politeness of a Greek; he was united with the great domestic by mutual esteem and reciprocal services; and their friendship is compared, in the vain rhetoric of the times, to the perfect union of Orestes and Pylades. 47 On the report of the danger of his friend, who was persecuted by an ungrateful court, the prince of Ionia assembled at Smyrna a fleet of three hundred vessels, with an army of twenty-nine thousand men; sailed in the depth of winter, and cast anchor at the mouth of the Hebrus. From thence, with a chosen band of two thousand Turks, he marched along the banks of the river, and rescued the empress, who was besieged in Demotica by the wild Bulgarians. At that disastrous moment, the life or death of his beloved Cantacuzene was concealed by his flight into Servia: but the grateful Irene, impatient to behold her deliverer, invited him to enter the city, and accompanied her message with a present of rich apparel and a hundred horses. By a peculiar strain of delicacy, the Gentle Barbarian refused, in the absence of an unfortunate friend, to visit his wife, or to taste the luxuries of the palace; sustained in his tent the rigor of the winter; and rejected the hospitable gift, that he might share the hardships of two thousand companions, all as deserving as himself of that honor and distinction. Necessity and revenge might justify his predatory excursions by sea and land: he left nine thousand five hundred men for the guard of his fleet; and persevered in the fruitless search of Cantacuzene, till his embarkation was hastened by a fictitious letter, the severity of the season, the clamors of his independent troops, and the weight of his spoil and captives. In the prosecution of the civil war, the prince of Ionia twice returned to Europe; joined his arms with those of the emperor; besieged Thessalonica, and threatened Constantinople. Calumny might affix some reproach on his imperfect aid, his hasty departure, and a bribe of ten thousand crowns, which he accepted from the Byzantine court; but his friend was satisfied; and the conduct of Amir is excused by the more sacred duty of defending against the Latins his hereditary dominions. The maritime power of the Turks had united the pope, the king of Cyprus, the republic of Venice, and the order of St. John, in a laudable crusade; their galleys invaded the coast of Ionia; and Amir was slain with an arrow, in the attempt to wrest from the Rhodian knights the citadel of Smyrna. 48 Before his death, he generously recommended another ally of his own nation; not more sincere or zealous than himself, but more able to afford a prompt and powerful succor, by his situation along the Propontis and in the front of Constantinople. By the prospect of a more advantageous treaty, the Turkish prince of Bithynia was detached from his engagements with Anne of Savoy; and the pride of Orchan dictated the most solemn protestations, that if he could obtain the daughter of Cantacuzene, he would invariably fulfil the duties of a subject and a son. Parental tenderness was silenced by the voice of ambition: the Greek clergy connived at the marriage of a Christian princess with a sectary of Mahomet; and the father of Theodora describes, with shameful satisfaction, the dishonor of the purple. 49 A body of Turkish cavalry attended the ambassadors, who disembarked from thirty vessels, before his camp of Selybria. A stately pavilion was erected, in which the empress Irene passed the night with her daughters. In the morning, Theodora ascended a throne, which was surrounded with curtains of silk and gold: the troops were under arms; but the emperor alone was on horseback. At a signal the curtains were suddenly withdrawn to disclose the bride, or the victim, encircled by kneeling eunuchs and hymeneal torches: the sound of flutes and trumpets proclaimed the joyful event; and her pretended happiness was the theme of the nuptial song, which was chanted by such poets as the age could produce. Without the rites of the church, Theodora was delivered to her barbarous lord: but it had been stipulated, that she should preserve her religion in the harem of Bursa; and her father celebrates her charity and devotion in this ambiguous situation. After his peaceful establishment on the throne of Constantinople, the Greek emperor visited his Turkish ally, who with four sons, by various wives, expected him at Scutari, on the Asiatic shore. The two princes partook, with seeming cordiality, of the pleasures of the banquet and the chase; and Theodora was permitted to repass the Bosphorus, and to enjoy some days in the society of her mother. But the friendship of Orchan was subservient to his religion and interest; and in the Genoese war he joined without a blush the enemies of Cantacuzene."}