{"label": "ham", "to_address": "R-help <r-help@stat.math.ethz.ch>", "from_address": "Milton Cezar Ribeiro <milton_ruser@yahoo.com.br>", "subject": "[R] Generating vetor (shapefiles) from AscGrid raster in R", "body": " On the vigil of Easter, a procession of the disarmed citizens visited a church without the walls; and a noble damsel was rudely insulted by a French soldier. 42 The ravisher was instantly punished with death; and if the people was at first scattered by a military force, their numbers and fury prevailed: the conspirators seized the opportunity; the flame spread over the island; and eight thousand French were exterminated in a promiscuous massacre, which has obtained the name of the Sicilian Vespers. 43 From every city the banners of freedom and the church were displayed: the revolt was inspired by the presence or the soul of Procida and Peter of Arragon, who sailed from the African coast to Palermo, was saluted as the king and savior of the isle. By the rebellion of a people on whom he had so long trampled with impunity, Charles was astonished and confounded; and in the first agony of grief and devotion, he was heard to exclaim, “O God! if thou hast decreed to humble me, grant me at least a gentle and gradual descent from the pinnacle of greatness!” His fleet and army, which already filled the seaports of Italy, were hastily recalled from the service of the Grecian war; and the situation of Messina exposed that town to the first storm of his revenge. Feeble in themselves, and yet hopeless of foreign succor, the citizens would have repented, and submitted on the assurance of full pardon and their ancient privileges. But the pride of the monarch was already rekindled; and the most fervent entreaties of the legate could extort no more than a promise, that he would forgive the remainder, after a chosen list of eight hundred rebels had been yielded to his discretion. The despair of the Messinese renewed their courage: Peter of Arragon approached to their relief; 44 and his rival was driven back by the failure of provision and the terrors of the equinox to the Calabrian shore. At the same moment, the Catalan admiral, the famous Roger de Loria, swept the channel with an invincible squadron: the French fleet, more numerous in transports than in galleys, was either burnt or destroyed; and the same blow assured the independence of Sicily and the safety of the Greek empire. A few days before his death, the emperor Michael rejoiced in the fall of an enemy whom he hated and esteemed; and perhaps he might be content with the popular judgment, that had they not been matched with each other, Constantinople and Italy must speedily have obeyed the same master. 45 From this disastrous moment, the life of Charles was a series of misfortunes: his capital was insulted, his son was made prisoner, and he sunk into the grave without recovering the Isle of Sicily, which, after a war of twenty years, was finally severed from the throne of Naples, and transferred, as an independent kingdom, to a younger branch of the house of Arragon. 46"}