{"label": "spam", "to_address": "catchall@flax9.uwaterloo.ca", "from_address": "\"Terrell mortola\" <Terrell_mortola@JDS.COM.JO>", "subject": "He was the fairest and the bravest of Athenians.", "body": " From all this, we may easily perceive that at this day we are entirely ignorant of the sources of information collected either from ancient or contemporary writers, to which our philosopher had access in composing and completing a work of such multiplied and varied information. Even if we assume that they were as large as the mind of Aristotle was great, acute, and transparent, still, for a work so various and extensive, spread over seas, rivers, earth, and heaven, even that mind would require some assistance from other sources to which it might apply in constructing and building up a system of general instruction from the materials collected in different places about various animals, and from the observations used in describing and arranging them together in orders, classes, genera, and species. The following were the sources Aristotle used, according to the narrative of an uncertain author quoted by Pliny (viii. 16, 17)--\"King Alexander the Great,\" he says, \"was possessed with the desire of knowing the natures of animals, and therefore delegated the work to Aristotle, a man of very great learning. Some thousands of men in the whole region of Asia and Greece obeyed his commands, all, namely, who obtained their livelihood by hunting, hawking, or fishing, or who had in their care menageries, herds, beehives, fishponds, or aviaries; so that nothing in nature might be unknown to him; and from his examination of these, he compiled those fifty celebrated volumes, which I have collected into one, together with those animals with which he was unacquainted, and I hope that they will be consulted by good scholars.\" In all this there is nothing contradictory to the mind and liberality of Alexander, or the confidence or strength of his empire. But some may prefer the story published by Ælian, in his various history (iv. 19), who, I know not on what authority, transfers the narrative to Philip, the father of Alexander--\"Having supplied abundance of riches to Aristotle, he was the means of many other undertakings, and especially of his knowledge of living creatures; and the son of Nichomachus completed his history by the liberal assistance of Philip; who also honoured Plato and Theophrastus.\" If this be true, it evidently refers to those seven or eight years in which Aristotle was in Macedonia presiding over the education of Alexander, the son of Philip."}