{"label": "spam", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "\"comnvert\" <jmpeg@blueshieldca.com>", "subject": "Required", "body": " But on the other hand, if the consideration of these instances makes us take a resolution to reject all the trivial suggestions of the fancy, and adhere to the understanding, that is, to the general and more established properties of the imagination; even this resolution, if steadily executed, would be dangerous, and attended with the most fatal consequences. For I have already shewn,[18] that the understanding, when it acts alone, and according to its most general principles, entirely subverts itself, and leaves not the lowest degree of evidence in any proposition, either in philosophy or common life. We save ourselves from this total scepticism only by means of that singular and seemingly trivial property of the fancy, by which we enter with difficulty into remote views of things, and are not able to accompany them with so sensible an impression, as we do those, which are more easy and natural. Shall we, then, establish it for a general maxim, that no refined or elaborate reasoning is ever to be received? Consider well the consequences of such a principle. By this means you cut off entirely all science and philosophy: You proceed upon one singular quality of the imagination, and by a parity of reason must embrace all of them: And you expressly contradict yourself; since this maxim must be built on the preceding reasoning, which will be allowed to be sufficiently refined and metaphysical. What party, then, shall we choose among these difficulties? If we embrace this principle, and condemn all refined reasoning, we run into the most manifest absurdities. If we reject it in favour of these reasonings, we subvert entirely the human understanding. We have, therefore, no choice left but betwixt a false reason and none at all. For my part, know not what ought to be done in the present case. I can only observe what is commonly done; which is, that this difficulty is seldom or never thought of; and even where it has once been present to the mind, is quickly forgot, and leaves but a small impression behind it. Very refined reflections have little or no influence upon us; and yet we do not, and cannot establish it for a rule, that they ought not to have any influence; which implies a manifest contradiction."}