{"label": "spam", "to_address": "<catchall@speedy.uwaterloo.ca>", "from_address": "\"Jonathon Mitchell\" <golfcartandpart.com@lotto-otto.com>", "subject": "Official Lottery tickets from around the world", "body": " That we may comprehend, wherein consists the difficulty of explaining this phænomenon, we must consider, that the very same reason, which determines the imagination to pass from remote to contiguous objects, with more facility than from contiguous to remote, causes it likewise to change with more ease, the less for the greater, than the greater for the less. Whatever has the greatest influence is most taken notice of; and whatever is most taken notice of, presents itself most readily to the imagination. We are more apt to over-look in any subject, what is trivial, than what appears of considerable moment; but especially if the latter takes the precedence, and first engages our attention. Thus if any accident makes us consider the Satellites of JUPITER, our fancy is naturally determined to form the idea of that planet; but if we first reflect on the principal planet, it is more natural for us to overlook its attendants. The mention of the provinces of any empire conveys our thought to the seat of the empire; but the fancy returns not with the same facility to the consideration of the provinces. The idea of the servant makes us think of the master; that of the subject carries our view to the prince. But the same relation has not an equal influence in conveying us back again. And on this is founded that reproach of Cornelia to her sons, that they ought to be ashamed she should be more known by the title of the daughter of Scipio than by that of the mother of the Gracchi. This was, in other words, exhorting them to render themselves as illustrious and famous as their grandfather, otherwise the imagination of the people, passing from her who was intermediate, and placed in an equal relation to both, would always leave them, and denominate her by what was more considerable and of greater moment. On the same principle is founded that common custom of making wives bear the name of their husbands, rather than husbands that of their wives; as also the ceremony of giving the precedency to those, whom we honour and respect. We might find many other instances to confirm this principle, were it not already sufficiently evident."}