{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jelmer@samba.org", "subject": "svn commit: samba-web r1107 - in trunk: . smbfs", "body": " The generality of princes, if they were stripped of their purple, and cast naked into the world, would immediately sink to the lowest rank of society, without a hope of emerging from their obscurity. But the personal merit of Julian was, in some measure, independent of his fortune. Whatever had been his choice of life, by the force of intrepid courage, lively wit, and intense application, he would have obtained, or at least he would have deserved, the highest honors of his profession; and Julian might have raised himself to the rank of minister, or general, of the state in which he was born a private citizen. If the jealous caprice of power had disappointed his expectations, if he had prudently declined the paths of greatness, the employment of the same talents in studious solitude would have placed beyond the reach of kings his present happiness and his immortal fame. When we inspect, with minute, or perhaps malevolent attention, the portrait of Julian, something seems wanting to the grace and perfection of the whole figure. His genius was less powerful and sublime than that of C¾sar; nor did he possess the consummate prudence of Augustus. The virtues of Trajan appear more steady and natural, and the philosophy of Marcus is more simple and consistent. Yet Julian sustained adversity with firmness, and prosperity with moderation. After an interval of one hundred and twenty years from the death of Alexander Severus, the Romans beheld an emperor who made no distinction between his duties and his pleasures; who labored to relieve the distress, and to revive the spirit, of his subjects; and who endeavored always to connect authority with merit, and happiness with virtue. Even faction, and religious faction, was constrained to acknowledge the superiority of his genius, in peace as well as in war, and to confess, with a sigh, that the apostate Julian was a lover of his country, and that he deserved the empire of the world. 85"}