{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Sugar Tinderbox <cjb@laptop.org>", "subject": "[sugar] Tinderbox results, 20070622-1416-gutsy.", "body": " The next day the general edict of persecution was published; 152 and though Diocletian, still averse to the effusion of blood, had moderated the fury of Galerius, who proposed, that every one refusing to offer sacrifice should immediately be burnt alive, the penalties inflicted on the obstinacy of the Christians might be deemed sufficiently rigorous and effectual. It was enacted, that their churches, in all the provinces of the empire, should be demolished to their foundations; and the punishment of death was denounced against all who should presume to hold any secret assemblies for the purpose of religious worship. The philosophers, who now assumed the unworthy office of directing the blind zeal of persecution, had diligently studied the nature and genius of the Christian religion; and as they were not ignorant that the speculative doctrines of the faith were supposed to be contained in the writings of the prophets, of the evangelists, and of the apostles, they most probably suggested the order, that the bishops and presbyters should deliver all their sacred books into the hands of the magistrates; who were commanded, under the severest penalties, to burn them in a public and solemn manner. By the same edict, the property of the church was at once confiscated; and the several parts of which it might consist were either sold to the highest bidder, united to the Imperial domain, bestowed on the cities and corporations, or granted to the solicitations of rapacious courtiers. After taking such effectual measures to abolish the worship, and to dissolve the government of the Christians, it was thought necessary to subject to the most intolerable hardships the condition of those perverse individuals who should still reject the religion of nature, of Rome, and of their ancestors. Persons of a liberal birth were declared incapable of holding any honors or employments; slaves were forever deprived of the hopes of freedom, and the whole body of the people were put out of the protection of the law. The judges were authorized to hear and to determine every action that was brought against a Christian. But the Christians were not permitted to complain of any injury which they themselves had suffered; and thus those unfortunate sectaries were exposed to the severity, while they were excluded from the benefits, of public justice. This new species of martyrdom, so painful and lingering, so obscure and ignominious, was, perhaps, the most proper to weary the constancy of the faithful: nor can it be doubted that the passions and interest of mankind were disposed on this occasion to second the designs of the emperors. But the policy of a well-ordered government must sometimes have interposed in behalf of the oppressed Christians; 1521 nor was it possible for the Roman princes entirely to remove the apprehension of punishment, or to connive at every act of fraud and violence, without exposing their own authority and the rest of their subjects to the most alarming dangers. 153"}