{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22618 - in branches/SAMBA_4_0/source/pidl: .\n\tlib/Parse/Pidl", "body": " Since the Roman and Parthian standards first encountered on the banks of the Euphrates, the kingdom of Armenia 82 was alternately oppressed by its formidable protectors; and in the course of this History, several events, which inclined the balance of peace and war, have been already related. A disgraceful treaty had resigned Armenia to the ambition of Sapor; and the scale of Persia appeared to preponderate. But the royal race of Arsaces impatiently submitted to the house of Sassan; the turbulent nobles asserted, or betrayed, their hereditary independence; and the nation was still attached to the Christian princes of Constantinople. In the beginning of the fifth century, Armenia was divided by the progress of war and faction; 83 and the unnatural division precipitated the downfall of that ancient monarchy. Chosroes, the Persian vassal, reigned over the Eastern and most extensive portion of the country; while the Western province acknowledged the jurisdiction of Arsaces, and the supremacy of the emperor Arcadius. 8111 After the death of Arsaces, the Romans suppressed the regal government, and imposed on their allies the condition of subjects. The military command was delegated to the count of the Armenian frontier; the city of Theodosiopolis 84 was built and fortified in a strong situation, on a fertile and lofty ground, near the sources of the Euphrates; and the dependent territories were ruled by five satraps, whose dignity was marked by a peculiar habit of gold and purple. The less fortunate nobles, who lamented the loss of their king, and envied the honors of their equals, were provoked to negotiate their peace and pardon at the Persian court; and returning, with their followers, to the palace of Artaxata, acknowledged Chosroes 8411 for their lawful sovereign. About thirty years afterwards, Artasires, the nephew and successor of Chosroes, fell under the displeasure of the haughty and capricious nobles of Armenia; and they unanimously desired a Persian governor in the room of an unworthy king. The answer of the archbishop Isaac, whose sanction they earnestly solicited, is expressive of the character of a superstitious people. He deplored the manifest and inexcusable vices of Artasires; and declared, that he should not hesitate to accuse him before the tribunal of a Christian emperor, who would punish, without destroying, the sinner. “Our king,” continued Isaac, “is too much addicted to licentious pleasures, but he has been purified in the holy waters of baptism. He is a lover of women, but he does not adore the fire or the elements. He may deserve the reproach of lewdness, but he is an undoubted Catholic; and his faith is pure, though his manners are flagitious. I will never consent to abandon my sheep to the rage of devouring wolves; and you would soon repent your rash exchange of the infirmities of a believer, for the specious virtues of a heathen.” 85 Exasperated by the firmness of Isaac, the factious nobles accused both the king and the archbishop as the secret adherents of the emperor; and absurdly rejoiced in the sentence of condemnation, which, after a partial hearing, was solemnly pronounced by Bahram himself. The descendants of Arsaces were degraded from the royal dignity, 86 which they had possessed above five hundred and sixty years; 87 and the dominions of the unfortunate Artasires, 8711 under the new and significant appellation of Persarmenia, were reduced into the form of a province. This usurpation excited the jealousy of the Roman government; but the rising disputes were soon terminated by an amicable, though unequal, partition of the ancient kingdom of Armenia: 8712 and a territorial acquisition, which Augustus might have despised, reflected some lustre on the declining empire of the younger Theodosius."}