{"label": "spam", "to_address": "\"franzen tyrone\" <ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"celinka celestyn\" <fieldsdallis@hotmail.com>", "subject": "us based e-pharm", "body": " We have already shewn, that men invented the three fundamental laws of nature, when they observed the necessity of society to their mutual subsistance, and found, that it was impossible to maintain any correspondence together, without some restraint on their natural appetites. The same self-love, therefore, which renders men so incommodious to each other, taking a new and more convenient direction, produces the rules of justice, and is the first motive of their observance. But when men have observed, that though the rules of justice be sufficient to maintain any society, yet it is impossible for them, of themselves, to observe those rules, in large and polished societies; they establish government, as a new invention to attain their ends, and preserve the old, or procure new advantages, by a more strict execution of justice. So far, therefore, our civil duties are connected with our natural, that the former are invented chiefly for the sake of the latter; and that the principal object of government is to constrain men to observe the laws of nature. In this respect, however, that law of nature, concerning the performance of promises, is only comprized along with the rest; and its exact observance is to be considered as an effect of the institution of government, and not the obedience to government as an effect of the obligation of a promise. Though the object of our civil duties be the enforcing of our natural, yet the first[9] motive of the invention, as well as performance of both, is nothing but self-interest: and since there is a separate interest in the obedience to government, from that in the performance of promises, we must also allow of a separate obligation. To obey the civil magistrate is requisite to preserve order and concord in society. To perform promises is requisite to beget mutual trust and confidence in the common offices of life. The ends, as well as the means, are perfectly distinct; nor is the one subordinate to the other."}