{"label": "ham", "to_address": "Zhiliang Ma <zhiliang.ma@gmail.com>", "from_address": "David Forrest <drf5n@maplepark.com>", "subject": "Re: [R] search path question", "body": " In the ninth century we trace the first dawnings of the restoration of science. 106 After the fanaticism of the Arabs had subsided, the caliphs aspired to conquer the arts, rather than the provinces, of the empire: their liberal curiosity rekindled the emulation of the Greeks, brushed away the dust from their ancient libraries, and taught them to know and reward the philosophers, whose labors had been hitherto repaid by the pleasure of study and the pursuit of truth. The Caesar Bardas, the uncle of Michael the Third, was the generous protector of letters, a title which alone has preserved his memory and excused his ambition. A particle of the treasures of his nephew was sometimes diverted from the indulgence of vice and folly; a school was opened in the palace of Magnaura; and the presence of Bardas excited the emulation of the masters and students. At their head was the philosopher Leo, archbishop of Thessalonica: his profound skill in astronomy and the mathematics was admired by the strangers of the East; and this occult science was magnified by vulgar credulity, which modestly supposes that all knowledge superior to its own must be the effect of inspiration or magic. At the pressing entreaty of the Caesar, his friend, the celebrated Photius, 107 renounced the freedom of a secular and studious life, ascended the patriarchal throne, and was alternately excommunicated and absolved by the synods of the East and West. By the confession even of priestly hatred, no art or science, except poetry, was foreign to this universal scholar, who was deep in thought, indefatigable in reading, and eloquent in diction. Whilst he exercised the office of protospathaire or captain of the guards, Photius was sent ambassador to the caliph of Bagdad. 108 The tedious hours of exile, perhaps of confinement, were beguiled by the hasty composition of his Library, a living monument of erudition and criticism. Two hundred and fourscore writers, historians, orators, philosophers, theologians, are reviewed without any regular method: he abridges their narrative or doctrine, appreciates their style and character, and judges even the fathers of the church with a discreet freedom, which often breaks through the superstition of the times. The emperor Basil, who lamented the defects of his own education, intrusted to the care of Photius his son and successor, Leo the philosopher; and the reign of that prince and of his son Constantine Porphyrogenitus forms one of the most prosperous aeras of the Byzantine literature. By their munificence the treasures of antiquity were deposited in the Imperial library; by their pens, or those of their associates, they were imparted in such extracts and abridgments as might amuse the curiosity, without oppressing the indolence, of the public. Besides the Basilics, or code of laws, the arts of husbandry and war, of feeding or destroying the human species, were propagated with equal diligence; and the history of Greece and Rome was digested into fifty-three heads or titles, of which two only (of embassies, and of virtues and vices) have escaped the injuries of time. In every station, the reader might contemplate the image of the past world, apply the lesson or warning of each page, and learn to admire, perhaps to imitate, the examples of a brighter period. I shall not expatiate on the works of the Byzantine Greeks, who, by the assiduous study of the ancients, have deserved, in some measure, the remembrance and gratitude of the moderns. The scholars of the present age may still enjoy the benefit of the philosophical commonplace book of Stobaeus, the grammatical and historical lexicon of Suidas, the Chiliads of Tzetzes, which comprise six hundred narratives in twelve thousand verses, and the commentaries on Homer of Eustathius, archbishop of Thessalonica, who, from his horn of plenty, has poured the names and authorities of four hundred writers. From these originals, and from the numerous tribe of scholiasts and critics, 109 some estimate may be formed of the literary wealth of the twelfth century: Constantinople was enlightened by the genius of Homer and Demosthenes, of Aristotle and Plato: and in the enjoyment or neglect of our present riches, we must envy the generation that could still peruse the history of Theopompus, the orations of Hyperides, the comedies of Menander, 110 and the odes of Alcaeus and Sappho. The frequent labor of illustration attests not only the existence, but the popularity, of the Grecian classics: the general knowledge of the age may be deduced from the example of two learned females, the empress Eudocia, and the princess Anna Comnena, who cultivated, in the purple, the arts of rhetoric and philosophy. 111 The vulgar dialect of the city was gross and barbarous: a more correct and elaborate style distinguished the discourse, or at least the compositions, of the church and palace, which sometimes affected to copy the purity of the Attic models."}