{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for Napster", "body": " If this were the place to go into details, I could readily explain how, even without the intervention of government, inequality of credit and authority became unavoidable among private persons, as soon as their union in a single society made them compare themselves one with another, and take into account the differences which they found out from the continual intercourse every man had to have with his neighbours.[8] These differences are of several kinds; but riches, nobility or rank, power and personal merit being the principal distinctions by which men form an estimate of each other in society, I could prove that the harmony or conflict of these different forces is the surest indication of the good or bad constitution of a State. I could show that among these four kinds of inequality, personal qualities being the origin of all the others, wealth is the one to which they are all reduced in the end; for, as riches tend most immediately to the prosperity of individuals, and are easiest to communicate, they are used to purchase every other distinction. By this observation we are enabled to judge pretty exactly how far a people has departed from its primitive constitution, and of its progress towards the extreme term of corruption. I could explain how much this universal desire for reputation, honours and advancement, which inflames us all, exercises and holds up to comparison our faculties and powers; how it excites and multiplies our passions, and, by creating universal competition and rivalry, or rather enmity, among men, occasions numberless failures, successes and disturbances of all kinds by making so many aspirants run the same course. I could show that it is to this desire of being talked about, and this unremitting rage of distinguishing ourselves, that we owe the best and the worst things we possess, both our virtues and our vices, our science and our errors, our conquerors and our philosophers; that is to say, a great many bad things, and a very few good ones. In a word, I could prove that, if we have a few rich and powerful men on the pinnacle of fortune and grandeur, while the crowd grovels in want and obscurity, it is because the former prize what they enjoy only in so far as others are destitute of it; and because, without changing their condition, they would cease to be happy the moment the people ceased to be wretched."}