{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Kyle Morgan\" <danjin.com@focalsecurity.com>", "subject": "Beware of fake pills", "body": " What I contend for is, that the inconveniences which are strictly inseparable from the unfavourable judgment of others, are the only ones to which a person should ever be subjected for that portion of his conduct and character which concerns his own good, but which does not affect the interests of others in their relations with him. Acts injurious to others require a totally different treatment. Encroachment on their rights; infliction on them of any loss or damage not justified by his own rights; falsehood or duplicity in dealing with them; unfair or ungenerous use of advantages over them; even selfish abstinence from defending them against injury--these are fit objects of moral reprobation, and, in grave cases, of moral retribution and punishment. And not only these acts, but the dispositions which lead to them, are properly immoral, and fit subjects of disapprobation which may rise to abhorrence. Cruelty of disposition; malice and ill-nature; that most anti-social and odious of all passions, envy; dissimulation and insincerity; irascibility on insufficient cause, and resentment disproportioned to the provocation; the love of domineering over others; the desire to engross more than one's share of advantages (the [Greek: pleonexia] of the Greeks); the pride which derives gratification from the abasement of others; the egotism which thinks self and its concerns more important than everything else, and decides all doubtful questions in its own favour;--these are moral vices, and constitute a bad and odious moral character: unlike the self-regarding faults previously mentioned, which are not properly immoralities, and to whatever pitch they may be carried, do not constitute wickedness. They may be proofs of any amount of folly, or want of personal dignity and self-respect; but they are only a subject of moral reprobation when they involve a breach of duty to others, for whose sake the individual is bound to have care for himself. What are called duties to ourselves are not socially obligatory, unless circumstances render them at the same time duties to others. The term duty to oneself, when it means anything more than prudence, means self-respect or self-development; and for none of these is any one accountable to his fellow-creatures, because for none of them is it for the good of mankind that he be held accountable to them."}