{"label": "ham", "to_address": "\"Arne Brutschy\" <abrutschy@xylon.de>", "from_address": "\"jim holtman\" <jholtman@gmail.com>", "subject": "Re: [R] Special characters on axis lables", "body": " After his decease, the tedious and equal suspense of the conclave was fixed by the dexterity of the French faction. A specious offer was made and accepted, that, in the term of forty days, they would elect one of the three candidates who should be named by their opponents. The archbishop of Bourdeaux, a furious enemy of his king and country, was the first on the list; but his ambition was known; and his conscience obeyed the calls of fortune and the commands of a benefactor, who had been informed by a swift messenger that the choice of a pope was now in his hands. The terms were regulated in a private interview; and with such speed and secrecy was the business transacted, that the unanimous conclave applauded the elevation of Clement the Fifth. 79 The cardinals of both parties were soon astonished by a summons to attend him beyond the Alps; from whence, as they soon discovered, they must never hope to return. He was engaged, by promise and affection, to prefer the residence of France; and, after dragging his court through Poitou and Gascony, and devouring, by his expense, the cities and convents on the road, he finally reposed at Avignon, 80 which flourished above seventy years 81 the seat of the Roman pontiff and the metropolis of Christendom. By land, by sea, by the Rhône, the position of Avignon was on all sides accessible; the southern provinces of France do not yield to Italy itself; new palaces arose for the accommodation of the pope and cardinals; and the arts of luxury were soon attracted by the treasures of the church. They were already possessed of the adjacent territory, the Venaissin county, 82 a populous and fertile spot; and the sovereignty of Avignon was afterwards purchased from the youth and distress of Jane, the first queen of Naples and countess of Provence, for the inadequate price of fourscore thousand florins. 83 Under the shadow of a French monarchy, amidst an obedient people, the popes enjoyed an honorable and tranquil state, to which they long had been strangers: but Italy deplored their absence; and Rome, in solitude and poverty, might repent of the ungovernable freedom which had driven from the Vatican the successor of St. Peter. Her repentance was tardy and fruitless: after the death of the old members, the sacred college was filled with French cardinals, 84 who beheld Rome and Italy with abhorrence and contempt, and perpetuated a series of national, and even provincial, popes, attached by the most indissoluble ties to their native country."}