{"label": "ham", "to_address": "beginners perl <beginners@perl.org>", "from_address": "Andrej Kastrin <andrej.kastrin@siol.net>", "subject": "Count co-occurrences", "body": " Had the treaty been carried into execution, the sovereign of Europe might soon have been the conqueror of Asia; but Caracalla obtained an easier, though a more guilty, victory. He artfully listened to his mother’s entreaties, and consented to meet his brother in her apartment, on terms of peace and reconciliation. In the midst of their conversation, some centurions, who had contrived to conceal themselves, rushed with drawn swords upon the unfortunate Geta. His distracted mother strove to protect him in her arms; but, in the unavailing struggle, she was wounded in the hand, and covered with the blood of her younger son, while she saw the elder animating and assisting 21 the fury of the assassins. As soon as the deed was perpetrated, Caracalla, with hasty steps, and horror in his countenance, ran towards the Prætorian camp, as his only refuge, and threw himself on the ground before the statues of the tutelar deities. 22 The soldiers attempted to raise and comfort him. In broken and disordered words he informed them of his imminent danger, and fortunate escape; insinuating that he had prevented the designs of his enemy, and declared his resolution to live and die with his faithful troops. Geta had been the favorite of the soldiers; but complaint was useless, revenge was dangerous, and they still reverenced the son of Severus. Their discontent died away in idle murmurs, and Caracalla soon convinced them of the justice of his cause, by distributing in one lavish donative the accumulated treasures of his father’s reign. 23 The real _sentiments_ of the soldiers alone were of importance to his power or safety. Their declaration in his favor commanded the dutiful _professions_ of the senate. The obsequious assembly was always prepared to ratify the decision of fortune; 231 but as Caracalla wished to assuage the first emotions of public indignation, the name of Geta was mentioned with decency, and he received the funeral honors of a Roman emperor. 24 Posterity, in pity to his misfortune, has cast a veil over his vices. We consider that young prince as the innocent victim of his brother’s ambition, without recollecting that he himself wanted power, rather than inclination, to consummate the same attempts of revenge and murder. 241"}