{"label": "ham", "to_address": "vlendec@sernet.de", "from_address": "Peter Somogyi <psomogyi@gamax.hu>", "subject": "ctdb debug vasprintf memory overwrite in ib", "body": " 5. One of the most remarkable conceptions of Plato, because un-Greek and also very different from anything which existed at all in his age of the world, is the transposition of ranks. In the Spartan state there had been enfranchisement of Helots and degradation of citizens under special circumstances. And in the ancient Greek aristocracies, merit was certainly recognized as one of the elements on which government was based. The founders of states were supposed to be their benefactors, who were raised by their great actions above the ordinary level of humanity; at a later period, the services of warriors and legislators were held to entitle them and their descendants to the privileges of citizenship and to the first rank in the state. And although the existence of an ideal aristocracy is slenderly proven from the remains of early Greek history, and we have a difficulty in ascribing such a character, however the idea may be defined, to any actual Hellenic state—or indeed to any state which has ever existed in the world—still the rule of the best was certainly the aspiration of philosophers, who probably accommodated a good deal their views of primitive history to their own notions of good government. Plato further insists on applying to the guardians of his state a series of tests by which all those who fell short of a fixed standard were either removed from the governing body, or not admitted to it; and this ‘academic’ discipline did to a certain extent prevail in Greek states, especially in Sparta. He also indicates that the system of caste, which existed in a great part of the ancient, and is by no means extinct in the modern European world, should be set aside from time to time in favour of merit. He is aware how deeply the greater part of mankind resent any interference with the order of society, and therefore he proposes his novel idea in the form of what he himself calls a ‘monstrous fiction.’ (Compare the ceremony of preparation for the two ‘great waves’ in Book v.) Two principles are indicated by him: first, that there is a distinction of ranks dependent on circumstances prior to the individual: second, that this distinction is and ought to be broken through by personal qualities. He adapts mythology like the Homeric poems to the wants of the state, making ‘the Phoenician tale’ the vehicle of his ideas. Every Greek state had a myth respecting its own origin; the Platonic republic may also have a tale of earthborn men. The gravity and verisimilitude with which the tale is told, and the analogy of Greek tradition, are a sufficient verification of the ‘monstrous falsehood.’ Ancient poetry had spoken of a gold and silver and brass and iron age succeeding one another, but Plato supposes these differences in the natures of men to exist together in a single state. Mythology supplies a figure under which the lesson may be taught (as Protagoras says, ‘the myth is more interesting’), and also enables Plato to touch lightly on new principles without going into details. In this passage he shadows forth a general truth, but he does not tell us by what steps the transposition of ranks is to be effected. Indeed throughout the Republic he allows the lower ranks to fade into the distance. We do not know whether they are to carry arms, and whether in the fifth book they are or are not included in the communistic regulations respecting property and marriage. Nor is there any use in arguing strictly either from a few chance words, or from the silence of Plato, or in drawing inferences which were beyond his vision. Aristotle, in his criticism on the position of the lower classes, does not perceive that the poetical creation is ‘like the air, invulnerable,’ and cannot be penetrated by the shafts of his logic (Pol.)."}