{"label": "spam", "to_address": "gjditchf@plg.uwaterloo.ca", "from_address": "\"Ali Lamb\" <dinprvtsfem@prvts.org>", "subject": "Be the \"biggest\" out of all your friends", "body": " To remove this difficulty, let us have recourse to the idea of time or duration. I have already observ’d,[3] that time, in a strict sense, implies succession, and that when we apply its idea to any unchangeable object, it is only by a fiction of the imagination, by which the unchangeable object is supposd to participate of the changes of the co-existent objects, and in particular of that of our perceptions. This fiction of the imagination almost universally takes place; and it is by means of it, that a single object, placd before us, and surveyd for any time without our discovering in it any interruption or variation, is able to give us a notion of identity. For when we consider any two points of this time, we may place them in different lights: We may either survey them at the very same instant; in which case they give us the idea of number, both by themselves and by the object; which must be multiplyd, in order to be conceivd at once, as existent in these two different points of time: Or on the other hand, we may trace the succession of time by a like succession of ideas, and conceiving first one moment, along with the object then existent, imagine afterwards a change in the time without any VARIATION or INTERRUPTION in the object; in which case it gives us the idea of unity. Here then is an idea, which is a medium betwixt unity and number; or more properly speaking, is either of them, according to the view, in which we take it: And this idea we call that of identity. We cannot, in any propriety of speech, say, that an object is the same with itself, unless we mean, that the object existent at one time is the same with itself existent at another. By this means we make a difference, betwixt the idea meant by the word, OBJECT, and that meant by ITSELF, without going the length of number, and at the same time without restraining ourselves to a strict and absolute unity."}