{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic <chromatic@wgz.org>", "subject": "Re: [perl #42408] Re: [PATCH] refactor vtable overriding, delegate.c generation", "body": " Severus, who dreaded neither his arms nor his enchantments, guarded himself from the only danger of secret conspiracy, by the faithful attendance of six hundred chosen men, who never quitted his person or their cuirasses, either by night or by day, during the whole march. Advancing with a steady and rapid course, he passed, without difficulty, the defiles of the Apennine, received into his party the troops and ambassadors sent to retard his progress, and made a short halt at Interamnia, about seventy miles from Rome. His victory was already secure, but the despair of the Prætorians might have rendered it bloody; and Severus had the laudable ambition of ascending the throne without drawing the sword. 35 His emissaries, dispersed in the capital, assured the guards, that provided they would abandon their worthless prince, and the perpetrators of the murder of Pertinax, to the justice of the conqueror, he would no longer consider that melancholy event as the act of the whole body. The faithless Prætorians, whose resistance was supported only by sullen obstinacy, gladly complied with the easy conditions, seized the greatest part of the assassins, and signified to the senate, that they no longer defended the cause of Julian. That assembly, convoked by the consul, unanimously acknowledged Severus as lawful emperor, decreed divine honors to Pertinax, and pronounced a sentence of deposition and death against his unfortunate successor. Julian was conducted into a private apartment of the baths of the palace, and beheaded as a common criminal, after having purchased, with an immense treasure, an anxious and precarious reign of only sixty-six days. 36 The almost incredible expedition of Severus, who, in so short a space of time, conducted a numerous army from the banks of the Danube to those of the Tyber, proves at once the plenty of provisions produced by agriculture and commerce, the goodness of the roads, the discipline of the legions, and the indolent, subdued temper of the provinces. 37"}