{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Created\" <okrubdmopqs@mchsi.com>", "subject": "Get pre-qualified", "body": " But if practical reason has reached this elevation, and has attained to the conception of a sole Primal Being as the supreme good, it must not, therefore, imagine that it has transcended the empirical conditions of its application, and risen to the immediate cognition of new objects; it must not presume to start from the conception which it has gained, and to deduce from it the moral laws themselves. For it was these very laws, the internal practical necessity of which led us to the hypothesis of an independent cause, or of a wise ruler of the universe, who should give them effect. Hence we are not entitled to regard them as accidental and derived from the mere will of the ruler, especially as we have no conception of such a will, except as formed in accordance with these laws. So far, then, as practical reason has the right to conduct us, we shall not look upon actions as binding on us, because they are the commands of God, but we shall regard them as divine commands, because we are internally bound by them. We shall study freedom under the teleological unity which accords with principles of reason; we shall look upon ourselves as acting in conformity with the divine will only in so far as we hold sacred the moral law which reason teaches us from the nature of actions themselves, and we shall believe that we can obey that will only by promoting the weal of the universe in ourselves and in others. Moral theology is, therefore, only of immanent use. It teaches us to fulfil our destiny here in the world, by placing ourselves in harmony with the general system of ends, and warns us against the fanaticism, nay, the crime of depriving reason of its legislative authority in the moral conduct of life, for the purpose of directly connecting this authority with the idea of the Supreme Being. For this would be, not an immanent, but a transcendent use of moral theology, and, like the transcendent use of mere speculation, would inevitably pervert and frustrate the ultimate ends of reason."}