{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "\"Nikolay Ananiev\" <ananiev@thegdb.com>", "subject": "Re: Is Parrot 1.0 too late?", "body": " His anger gradually subsided, and his domestic satisfaction in a marriage which he celebrated on the road with the daughter of Eslam, 4511 might perhaps contribute to mollify the native fierceness of his temper. The entrance of Attila into the royal village was marked by a very singular ceremony. A numerous troop of women came out to meet their hero and their king. They marched before him, distributed into long and regular files; the intervals between the files were filled by white veils of thin linen, which the women on either side bore aloft in their hands, and which formed a canopy for a chorus of young virgins, who chanted hymns and songs in the Scythian language. The wife of his favorite Onegesius, with a train of female attendants, saluted Attila at the door of her own house, on his way to the palace; and offered, according to the custom of the country, her respectful homage, by entreating him to taste the wine and meat which she had prepared for his reception. As soon as the monarch had graciously accepted her hospitable gift, his domestics lifted a small silver table to a convenient height, as he sat on horseback; and Attila, when he had touched the goblet with his lips, again saluted the wife of Onegesius, and continued his march. During his residence at the seat of empire, his hours were not wasted in the recluse idleness of a seraglio; and the king of the Huns could maintain his superior dignity, without concealing his person from the public view. He frequently assembled his council, and gave audience to the ambassadors of the nations; and his people might appeal to the supreme tribunal, which he held at stated times, and, according to the Eastern custom, before the principal gate of his wooden palace. The Romans, both of the East and of the West, were twice invited to the banquets, where Attila feasted with the princes and nobles of Scythia. Maximin and his colleagues were stopped on the threshold, till they had made a devout libation to the health and prosperity of the king of the Huns; and were conducted, after this ceremony, to their respective seats in a spacious hall. The royal table and couch, covered with carpets and fine linen, was raised by several steps in the midst of the hall; and a son, an uncle, or perhaps a favorite king, were admitted to share the simple and homely repast of Attila. Two lines of small tables, each of which contained three or four guests, were ranged in order on either hand; the right was esteemed the most honorable, but the Romans ingenuously confess, that they were placed on the left; and that Beric, an unknown chieftain, most probably of the Gothic race, preceded the representatives of Theodosius and Valentinian. The Barbarian monarch received from his cup-bearer a goblet filled with wine, and courteously drank to the health of the most distinguished guest; who rose from his seat, and expressed, in the same manner, his loyal and respectful vows. This ceremony was successively performed for all, or at least for the illustrious persons of the assembly; and a considerable time must have been consumed, since it was thrice repeated as each course or service was placed on the table. But the wine still remained after the meat had been removed; and the Huns continued to indulge their intemperance long after the sober and decent ambassadors of the two empires had withdrawn themselves from the nocturnal banquet. Yet before they retired, they enjoyed a singular opportunity of observing the manners of the nation in their convivial amusements. Two Scythians stood before the couch of Attila, and recited the verses which they had composed, to celebrate his valor and his victories. 4512 A profound silence prevailed in the hall; and the attention of the guests was captivated by the vocal harmony, which revived and perpetuated the memory of their own exploits; a martial ardor flashed from the eyes of the warriors, who were impatient for battle; and the tears of the old men expressed their generous despair, that they could no longer partake the danger and glory of the field. 46 This entertainment, which might be considered as a school of military virtue, was succeeded by a farce, that debased the dignity of human nature. A Moorish and a Scythian buffoon successively excited the mirth of the rude spectators, by their deformed figure, ridiculous dress, antic gestures, absurd speeches, and the strange, unintelligible confusion of the Latin, the Gothic, and the Hunnic languages; and the hall resounded with loud and licentious peals of laughter. In the midst of this intemperate riot, Attila alone, without a change of countenance, maintained his steadfast and inflexible gravity; which was never relaxed, except on the entrance of Irnac, the youngest of his sons: he embraced the boy with a smile of paternal tenderness, gently pinched him by the cheek, and betrayed a partial affection, which was justified by the assurance of his prophets, that Irnac would be the future support of his family and empire. Two days afterwards, the ambassadors received a second invitation; and they had reason to praise the politeness, as well as the hospitality, of Attila. The king of the Huns held a long and familiar conversation with Maximin; but his civility was interrupted by rude expressions and haughty reproaches; and he was provoked, by a motive of interest, to support, with unbecoming zeal, the private claims of his secretary Constantius."}