{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "Jelmer Vernooij <jelmer@samba.org>", "subject": "Rev 11896: Add a --socket-wrapper-keep-pcap option. in\n\tfile:///home/jelmer/bzr.samba/SAMBA_4_0/", "body": " Now that the world has once been set in motion, and is no longer held fast under the tyranny of custom and ignorance; now that criticism has pierced the veil of tradition and the past no longer overpowers the present,—the progress of civilization may be expected to be far greater and swifter than heretofore. Even at our present rate of speed the point at which we may arrive in two or three generations is beyond the power of imagination to foresee. There are forces in the world which work, not in an arithmetical, but in a geometrical ratio of increase. Education, to use the expression of Plato, moves like a wheel with an ever-multiplying rapidity. Nor can we say how great may be its influence, when it becomes universal,—when it has been inherited by many generations,—when it is freed from the trammels of superstition and rightly adapted to the wants and capacities of different classes of men and women. Neither do we know how much more the co-operation of minds or of hands may be capable of accomplishing, whether in labour or in study. The resources of the natural sciences are not half-developed as yet; the soil of the earth, instead of growing more barren, may become many times more fertile than hitherto; the uses of machinery far greater, and also more minute than at present. New secrets of physiology may be revealed, deeply affecting human nature in its innermost recesses. The standard of health may be raised and the lives of men prolonged by sanitary and medical knowledge. There may be peace, there may be leisure, there may be innocent refreshments of many kinds. The ever-increasing power of locomotion may join the extremes of earth. There may be mysterious workings of the human mind, such as occur only at great crises of history. The East and the West may meet together, and all nations may contribute their thoughts and their experience to the common stock of humanity. Many other elements enter into a speculation of this kind. But it is better to make an end of them. For such reflections appear to the majority far-fetched, and to men of science, commonplace."}