{"label": "ham", "to_address": "\"McGehee, Robert\" <Robert.McGehee@geodecapital.com>", "from_address": "Martin Maechler <maechler@stat.math.ethz.ch>", "subject": "Re: [R] File path expansion", "body": " III. Such were the fleeting shadows of the Docetes. A more substantial, though less simple, hypothesis, was contrived by Cerinthus of Asia, 14 who dared to oppose the last of the apostles. Placed on the confines of the Jewish and Gentile world, he labored to reconcile the Gnostic with the Ebionite, by confessing in the same Messiah the supernatural union of a man and a God; and this mystic doctrine was adopted with many fanciful improvements by Carpocrates, Basilides, and Valentine, 15 the heretics of the Egyptian school. In their eyes, Jesus of Nazareth was a mere mortal, the legitimate son of Joseph and Mary: but he was the best and wisest of the human race, selected as the worthy instrument to restore upon earth the worship of the true and supreme Deity. When he was baptized in the Jordan, the Christ, the first of the aeons, the Son of God himself, descended on Jesus in the form of a dove, to inhabit his mind, and direct his actions during the allotted period of his ministry. When the Messiah was delivered into the hands of the Jews, the Christ, an immortal and impassible being, forsook his earthly tabernacle, flew back to the pleroma or world of spirits, and left the solitary Jesus to suffer, to complain, and to expire. But the justice and generosity of such a desertion are strongly questionable; and the fate of an innocent martyr, at first impelled, and at length abandoned, by his divine companion, might provoke the pity and indignation of the profane. Their murmurs were variously silenced by the sectaries who espoused and modified the double system of Cerinthus. It was alleged, that when Jesus was nailed to the cross, he was endowed with a miraculous apathy of mind and body, which rendered him insensible of his apparent sufferings. It was affirmed, that these momentary, though real, pangs would be abundantly repaid by the temporal reign of a thousand years reserved for the Messiah in his kingdom of the new Jerusalem. It was insinuated, that if he suffered, he deserved to suffer; that human nature is never absolutely perfect; and that the cross and passion might serve to expiate the venial transgressions of the son of Joseph, before his mysterious union with the Son of God. 16"}