{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Bill Soto\" <back_52@yahoo.com>", "subject": "Incredibly cheap", "body": " But it is not only the natural obligations of interest, which are distinct in promises and allegiance; but also the moral obligations of honour and conscience: Nor does the merit or demerit of the one depend in the least upon that of the other. And indeed, if we consider the close connexion there is betwixt the natural and moral obligations, we shall find this conclusion to be entirely unavoidable. Our interest is always engaged on the side of obedience to magistracy; and there is nothing but a great present advantage, that can lead us to rebellion, by making us over-look the remote interest, which we have in the preserving of peace and order in society. But though a present interest may thus blind us with regard to our own actions, it takes not place with regard to those of others; nor hinders them from appearing in their true colours, as highly prejudicial to public interest, and to our own in particular. This naturally gives us an uneasiness, in considering such seditious and disloyal actions, and makes us attach to them the idea of vice and moral deformity. It is the same principle, which causes us to disapprove of all kinds of private injustice, and in particular of the breach of promises. We blame all treachery and breach of faith; because we consider, that the freedom and extent of human commerce depend entirely on a fidelity with regard to promises. We blame all disloyalty to magistrates; because we perceive, that the execution of justice, in the stability of possession, its translation by consent, and the performance of promises, is impossible, without submission to government. As there are here two interests entirely distinct from each other, they must give rise to two moral obligations, equally separate and independent. Though there was no such thing as a promise in the world, government would still be necessary in all large and civilized societies; and if promises had only their own proper obligation, without the separate sanction of government, they would have but little efficacy in such societies. This separates the boundaries of our public and private duties, and shews that the latter are more dependant on the former, than the former on the latter. Education, and the artifice of politicians, concur to bestow a farther morality on loyalty, and to brand all rebellion with a greater degree of guilt and infamy. Nor is it a wonder, that politicians should be very industrious in inculcating such notions, where their interest is so particularly concerned."}