{"label": "ham", "to_address": "\"Chas Owens\" <chas.owens@gmail.com>", "from_address": "\"Jonathan Lang\" <dataweaver@gmail.com>", "subject": "Re: Error:Can't locate object method \"prepare\" via package \"abc\" at xyz.pm", "body": " Notwithstanding the policy of Diocletian, it was impossible to maintain an equal and undisturbed tranquillity during a reign of twenty years, and along a frontier of many hundred miles. Sometimes the barbarians suspended their domestic animosities, and the relaxed vigilance of the garrisons sometimes gave a passage to their strength or dexterity. Whenever the provinces were invaded, Diocletian conducted himself with that calm dignity which he always affected or possessed; reserved his presence for such occasions as were worthy of his interposition, never exposed his person or reputation to any unnecessary danger, insured his success by every means that prudence could suggest, and displayed, with ostentation, the consequences of his victory. In wars of a more difficult nature, and more doubtful event, he employed the rough valor of Maximian; and that faithful soldier was content to ascribe his own victories to the wise counsels and auspicious influence of his benefactor. But after the adoption of the two Cæsars, the emperors themselves, retiring to a less laborious scene of action, devolved on their adopted sons the defence of the Danube and of the Rhine. The vigilant Galerius was never reduced to the necessity of vanquishing an army of barbarians on the Roman territory. 35 The brave and active Constantius delivered Gaul from a very furious inroad of the Alemanni; and his victories of Langres and Vindonissa appear to have been actions of considerable danger and merit. As he traversed the open country with a feeble guard, he was encompassed on a sudden by the superior multitude of the enemy. He retreated with difficulty towards Langres; but, in the general consternation, the citizens refused to open their gates, and the wounded prince was drawn up the wall by the means of a rope. But, on the news of his distress, the Roman troops hastened from all sides to his relief, and before the evening he had satisfied his honor and revenge by the slaughter of six thousand Alemanni. 36 From the monuments of those times, the obscure traces of several other victories over the barbarians of Sarmatia and Germany might possibly be collected; but the tedious search would not be rewarded either with amusement or with instruction."}