{"label": "ham", "to_address": "ktwarwic@SPEEDY.UWATERLOO.CA", "from_address": "CNN AM QuickNews <mailings@mail.cnn.com>", "subject": "Democratic hopefuls hammer Bush in early first debate", "body": " Since the publication of my first annotated edition of Gibbon, the subject of the population of the Roman empire has been investigated by two writers of great industry and learning; Mons. Dureau de la Malle, in his Economie Politique des Romains, liv. ii. c. 1. to 8, and M. Zumpt, in a dissertation printed in the Transactions of the Berlin Academy, 1840. M. Dureau de la Malle confines his inquiry almost entirely to the city of Rome, and Roman Italy. Zumpt examines at greater length the axiom, which he supposes to have been assumed by Gibbon as unquestionable, “that Italy and the Roman world was never so populous as in the time of the Antonines.” Though this probably was Gibbon’s opinion, he has not stated it so peremptorily as asserted by Mr. Zumpt. It had before been expressly laid down by Hume, and his statement was controverted by Wallace and by Malthus. Gibbon says (p. 84) that there is no reason to believe the country (of Italy) less populous in the age of the Antonines, than in that of Romulus; and Zumpt acknowledges that we have no satisfactory knowledge of the state of Italy at that early age. Zumpt, in my opinion with some reason, takes the period just before the first Punic war, as that in which Roman Italy (all south of the Rubicon) was most populous. From that time, the numbers began to diminish, at first from the enormous waste of life out of the free population in the foreign, and afterwards in the civil wars; from the cultivation of the soil by slaves; towards the close of the republic, from the repugnance to marriage, which resisted alike the dread of legal punishment and the offer of legal immunity and privilege; and from the depravity of manners, which interfered with the procreation, the birth, and the rearing of children. The arguments and the authorities of Zumpt are equally conclusive as to the decline of population in Greece. Still the details, which he himself adduces as to the prosperity and populousness of Asia Minor, and the whole of the Roman East, with the advancement of the European provinces, especially Gaul, Spain, and Britain, in civilization, and therefore in populousness, (for I have no confidence in the vast numbers sometimes assigned to the barbarous inhabitants of these countries,) may, I think, fairly compensate for any deduction to be made from Gibbon’s general estimate on account of Greece and Italy. Gibbon himself acknowledges his own estimate to be vague and conjectural; and I may venture to recommend the dissertation of Zumpt as deserving respectful consideration.—M 1815.]"}