{"label": "spam", "to_address": "soundtrackdeficient@speedy.uwaterloo.ca", "from_address": "felice fang <kwang4@oak.cats.ohiou.edu>", "subject": "qkmzuu___Help itself!__726402", "body": " Time and space are, therefore, two sources of knowledge, from which, à priori, various synthetical cognitions can be drawn. Of this we find a striking example in the cognitions of space and its relations, which form the foundation of pure mathematics. They are the two pure forms of all intuitions, and thereby make synthetical propositions à priori possible. But these sources of knowledge being merely conditions of our sensibility, do therefore, and as such, strictly determine their own range and purpose, in that they do not and cannot present objects as things in themselves, but are applicable to them solely in so far as they are considered as sensuous phenomena. The sphere of phenomena is the only sphere of their validity, and if we venture out of this, no further objective use can be made of them. For the rest, this formal reality of time and space leaves the validity of our empirical knowledge unshaken; for our certainty in that respect is equally firm, whether these forms necessarily inhere in the things themselves, or only in our intuitions of them. On the other hand, those who maintain the absolute reality of time and space, whether as essentially subsisting, or only inhering, as modifications, in things, must find themselves at utter variance with the principles of experience itself. For, if they decide for the first view, and make space and time into substances, this being the side taken by mathematical natural philosophers, they must admit two self-subsisting nonentities, infinite and eternal, which exist (yet without there being anything real) for the purpose of containing in themselves everything that is real. If they adopt the second view of inherence, which is preferred by some metaphysical natural philosophers, and regard space and time as relations (contiguity in space or succession in time), abstracted from experience, though represented confusedly in this state of separation, they find themselves in that case necessitated to deny the validity of mathematical doctrines à priori in reference to real things (for example, in space)—at all events their apodeictic certainty. For such certainty cannot be found in an à posteriori proposition; and the conceptions à priori of space and time are, according to this opinion, mere creations of the imagination, having their source really in experience, inasmuch as, out of relations abstracted from experience, imagination has made up something which contains, indeed, general statements of these relations, yet of which no application can be made without the restrictions attached thereto by nature. The former of these parties gains this advantage, that they keep the sphere of phenomena free for mathematical science. On the other hand, these very conditions (space and time) embarrass them greatly, when the understanding endeavours to pass the limits of that sphere. The latter has, indeed, this advantage, that the representations of space and time do not come in their way when they wish to judge of objects, not as phenomena, but merely in their relation to the understanding. Devoid, however, of a true and objectively valid à priori intuition, they can neither furnish any basis for the possibility of mathematical cognitions à priori, nor bring the propositions of experience into necessary accordance with those of mathematics. In our theory of the true nature of these two original forms of the sensibility, both difficulties are surmounted."}