{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jra@samba.org", "subject": "svn commit: samba r22589 - in branches: SAMBA_3_0/source/auth\n\tSAMBA_3_0/source/lib SAMBA_3_0/source/libaddns\n\tSAMBA_3_0/source/libads SAMBA_3_0/source/libmsrpc\n\tSAMBA_3_0/source/libsmb SAMBA_3_0/source/modules\n\tSAMBA_3_0/source/nsswitch SAMBA_3_0/source/passdb\n\tSAMBA_3_0/source/printing SAMBA_3_0/source/registry\n\tSAMBA_3_0/source/rpc_client SAMBA_3_0/source/rpcclient\n\tSAMBA_3_0_25/source/auth SAMBA_3_0_25/source/lib\n\tSAMBA_3_0_25/source/libaddns SAMBA_3_0_25/source/libads\n\tSAMBA_3_0_25/source/libmsrpc SAMBA_3_0_25/source/libsmb\n\tSAMBA_3_0_25/source/modules SAMBA_3_0_25/source/nsswitch\n\tSAMBA_3_0_25/source/passdb SAMBA_3_0_25/source/printing\n\tSAMBA_3_0_25/source/registry SAMBA_3_0_25/source/rpc_client\n\tSAMBA_3_0_25/source/rpcclient", "body": " The apparent tranquillity of Gaul, and the imminent danger of the eastern provinces, offered a specious pretence for the design which was artfully concerted by the Imperial ministers. They resolved to disarm the C¾sar; to recall those faithful troops who guarded his person and dignity; and to employ, in a distant war against the Persian monarch, the hardy veterans who had vanquished, on the banks of the Rhine, the fiercest nations of Germany. While Julian used the laborious hours of his winter quarters at Paris in the administration of power, which, in his hands, was the exercise of virtue, he was surprised by the hasty arrival of a tribune and a notary, with positive orders, from the emperor, which _they_ were directed to execute, and _he_ was commanded not to oppose. Constantius signified his pleasure, that four entire legions, the Celt¾, and Petulants, the Heruli, and the Batavians, should be separated from the standard of Julian, under which they had acquired their fame and discipline; that in each of the remaining bands three hundred of the bravest youths should be selected; and that this numerous detachment, the strength of the Gallic army, should instantly begin their march, and exert their utmost diligence to arrive, before the opening of the campaign, on the frontiers of Persia. 4 The C¾sar foresaw and lamented the consequences of this fatal mandate. Most of the auxiliaries, who engaged their voluntary service, had stipulated, that they should never be obliged to pass the Alps. The public faith of Rome, and the personal honor of Julian, had been pledged for the observance of this condition. Such an act of treachery and oppression would destroy the confidence, and excite the resentment, of the independent warriors of Germany, who considered truth as the noblest of their virtues, and freedom as the most valuable of their possessions. The legionaries, who enjoyed the title and privileges of Romans, were enlisted for the general defence of the republic; but those mercenary troops heard with cold indifference the antiquated names of the republic and of Rome. Attached, either from birth or long habit, to the climate and manners of Gaul, they loved and admired Julian; they despised, and perhaps hated, the emperor; they dreaded the laborious march, the Persian arrows, and the burning deserts of Asia. They claimed as their own the country which they had saved; and excused their want of spirit, by pleading the sacred and more immediate duty of protecting their families and friends."}