{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Karina Copeland\" <wernst@bratmails.com>", "subject": "Be what cadent", "body": " Thus all human cognition begins with intuitions, proceeds from thence to conceptions, and ends with ideas. Although it possesses, in relation to all three elements, à priori sources of cognition, which seemed to transcend the limits of all experience, a thoroughgoing criticism demonstrates that speculative reason can never, by the aid of these elements, pass the bounds of possible experience, and that the proper destination of this highest faculty of cognition is to employ all methods, and all the principles of these methods, for the purpose of penetrating into the innermost secrets of nature, by the aid of the principles of unity (among all kinds of which teleological unity is the highest), while it ought not to attempt to soar above the sphere of experience, beyond which there lies nought for us but the void inane. The critical examination, in our Transcendental Analytic, of all the propositions which professed to extend cognition beyond the sphere of experience, completely demonstrated that they can only conduct us to a possible experience. If we were not distrustful even of the clearest abstract theorems, if we were not allured by specious and inviting prospects to escape from the constraining power of their evidence, we might spare ourselves the laborious examination of all the dialectical arguments which a transcendent reason adduces in support of its pretensions; for we should know with the most complete certainty that, however honest such professions might be, they are null and valueless, because they relate to a kind of knowledge to which no man can by any possibility attain. But, as there is no end to discussion, if we cannot discover the true cause of the illusions by which even the wisest are deceived, and as the analysis of all our transcendent cognition into its elements is of itself of no slight value as a psychological study, while it is a duty incumbent on every philosopher—it was found necessary to investigate the dialectical procedure of reason in its primary sources. And as the inferences of which this dialectic is the parent are not only deceitful, but naturally possess a profound interest for humanity, it was advisable at the same time, to give a full account of the momenta of this dialectical procedure, and to deposit it in the archives of human reason, as a warning to all future metaphysicians to avoid these causes of speculative error."}