{"label": "ham", "to_address": "\"Philipp Benner\" <pbenner@uos.de>", "from_address": "\"Deepayan Sarkar\" <deepayan.sarkar@gmail.com>", "subject": "Re: [R] model.frame: how does one use it?", "body": " Besides the reigning emperor, Julian alone survived, of all the numerous posterity of Constantius Chlorus. The misfortune of his royal birth involved him in the disgrace of Gallus. From his retirement in the happy country of Ionia, he was conveyed under a strong guard to the court of Milan; where he languished above seven months, in the continual apprehension of suffering the same ignominious death, which was daily inflicted almost before his eyes, on the friends and adherents of his persecuted family. His looks, his gestures, his silence, were scrutinized with malignant curiosity, and he was perpetually assaulted by enemies whom he had never offended, and by arts to which he was a stranger. 26 But in the school of adversity, Julian insensibly acquired the virtues of firmness and discretion. He defended his honor, as well as his life, against the insnaring subtleties of the eunuchs, who endeavored to extort some declaration of his sentiments; and whilst he cautiously suppressed his grief and resentment, he nobly disdained to flatter the tyrant, by any seeming approbation of his brotherÕs murder. Julian most devoutly ascribes his miraculous deliverance to the protection of the gods, who had exempted his innocence from the sentence of destruction pronounced by their justice against the impious house of Constantine. 27 As the most effectual instrument of their providence, he gratefully acknowledges the steady and generous friendship of the empress Eusebia, 28 a woman of beauty and merit, who, by the ascendant which she had gained over the mind of her husband, counterbalanced, in some measure, the powerful conspiracy of the eunuchs. By the intercession of his patroness, Julian was admitted into the Imperial presence: he pleaded his cause with a decent freedom, he was heard with favor; and, notwithstanding the efforts of his enemies, who urged the danger of sparing an avenger of the blood of Gallus, the milder sentiment of Eusebia prevailed in the council. But the effects of a second interview were dreaded by the eunuchs; and Julian was advised to withdraw for a while into the neighborhood of Milan, till the emperor thought proper to assign the city of Athens for the place of his honorable exile. As he had discovered, from his earliest youth, a propensity, or rather passion, for the language, the manners, the learning, and the religion of the Greeks, he obeyed with pleasure an order so agreeable to his wishes. Far from the tumult of arms, and the treachery of courts, he spent six months under the groves of the academy, in a free intercourse with the philosophers of the age, who studied to cultivate the genius, to encourage the vanity, and to inflame the devotion of their royal pupil. Their labors were not unsuccessful; and Julian inviolably preserved for Athens that tender regard which seldom fails to arise in a liberal mind, from the recollection of the place where it has discovered and exercised its growing powers. The gentleness and affability of manners, which his temper suggested and his situation imposed, insensibly engaged the affections of the strangers, as well as citizens, with whom he conversed. Some of his fellow-students might perhaps examine his behavior with an eye of prejudice and aversion; but Julian established, in the schools of Athens, a general prepossession in favor of his virtues and talents, which was soon diffused over the Roman world. 29"}