{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " But the storm, which had been delayed, soon burst upon them with redoubled violence. The Aglabite, 88 who reigned in Africa, had inherited from his father a treasure and an army: a fleet of Arabs and Moors, after a short refreshment in the harbors of Sardinia, cast anchor before the mouth of the Tyber, sixteen miles from the city: and their discipline and numbers appeared to threaten, not a transient inroad, but a serious design of conquest and dominion. But the vigilance of Leo had formed an alliance with the vassals of the Greek empire, the free and maritime states of Gayeta, Naples, and Amalfi; and in the hour of danger, their galleys appeared in the port of Ostia under the command of Caesarius, the son of the Neapolitan duke, a noble and valiant youth, who had already vanquished the fleets of the Saracens. With his principal companions, Caesarius was invited to the Lateran palace, and the dexterous pontiff affected to inquire their errand, and to accept with joy and surprise their providential succor. The city bands, in arms, attended their father to Ostia, where he reviewed and blessed his generous deliverers. They kissed his feet, received the communion with martial devotion, and listened to the prayer of Leo, that the same God who had supported St. Peter and St. Paul on the waves of the sea, would strengthen the hands of his champions against the adversaries of his holy name. After a similar prayer, and with equal resolution, the Moslems advanced to the attack of the Christian galleys, which preserved their advantageous station along the coast. The victory inclined to the side of the allies, when it was less gloriously decided in their favor by a sudden tempest, which confounded the skill and courage of the stoutest mariners. The Christians were sheltered in a friendly harbor, while the Africans were scattered and dashed in pieces among the rocks and islands of a hostile shore. Those who escaped from shipwreck and hunger neither found, nor deserved, mercy at the hands of their implacable pursuers. The sword and the gibbet reduced the dangerous multitude of captives; and the remainder was more usefully employed, to restore the sacred edifices which they had attempted to subvert. The pontiff, at the head of the citizens and allies, paid his grateful devotion at the shrines of the apostles; and, among the spoils of this naval victory, thirteen Arabian bows of pure and massy silver were suspended round the altar of the fishermen of Galilee. The reign of Leo the Fourth was employed in the defence and ornament of the Roman state. The churches were renewed and embellished: near four thousand pounds of silver were consecrated to repair the losses of St. Peter; and his sanctuary was decorated with a plate of gold of the weight of two hundred and sixteen pounds, embossed with the portraits of the pope and emperor, and encircled with a string of pearls. Yet this vain magnificence reflects less glory on the character of Leo than the paternal care with which he rebuilt the walls of Horta and Ameria; and transported the wandering inhabitants of Centumcellae to his new foundation of Leopolis, twelve miles from the sea-shore. 89 By his liberality, a colony of Corsicans, with their wives and children, was planted in the station of Porto, at the mouth of the Tyber: the falling city was restored for their use, the fields and vineyards were divided among the new settlers: their first efforts were assisted by a gift of horses and cattle; and the hardy exiles, who breathed revenge against the Saracens, swore to live and die under the standard of St. Peter. The nations of the West and North who visited the threshold of the apostles had gradually formed the large and populous suburb of the Vatican, and their various habitations were distinguished, in the language of the times, as the schools of the Greeks and Goths, of the Lombards and Saxons. But this venerable spot was still open to sacrilegious insult: the design of enclosing it with walls and towers exhausted all that authority could command, or charity would supply: and the pious labor of four years was animated in every season, and at every hour, by the presence of the indefatigable pontiff. The love of fame, a generous but worldly passion, may be detected in the name of the Leonine city, which he bestowed on the Vatican; yet the pride of the dedication was tempered with Christian penance and humility. The boundary was trod by the bishop and his clergy, barefoot, in sackcloth and ashes; the songs of triumph were modulated to psalms and litanies; the walls were besprinkled with holy water; and the ceremony was concluded with a prayer, that, under the guardian care of the apostles and the angelic host, both the old and the new Rome might ever be preserved pure, prosperous, and impregnable. 90"}