{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "Mark Glines <mark@glines.org>", "subject": "Re: [perl #43481] t/examples/shootout.t (shootout_16.pir) fails on\n gentoo/x86", "body": " In a long reign of thirty-four years, the son and successor of Leo, Constantine the Fifth, surnamed Copronymus, attacked with less temperate zeal the images or idols of the church. Their votaries have exhausted the bitterness of religious gall, in their portrait of this spotted panther, this antichrist, this flying dragon of the serpent’s seed, who surpassed the vices of Elagabalus and Nero. His reign was a long butchery of whatever was most noble, or holy, or innocent, in his empire. In person, the emperor assisted at the execution of his victims, surveyed their agonies, listened to their groans, and indulged, without satiating, his appetite for blood: a plate of noses was accepted as a grateful offering, and his domestics were often scourged or mutilated by the royal hand. His surname was derived from his pollution of his baptismal font. The infant might be excused; but the manly pleasures of Copronymus degraded him below the level of a brute; his lust confounded the eternal distinctions of sex and species, and he seemed to extract some unnatural delight from the objects most offensive to human sense. In his religion the Iconoclast was a Heretic, a Jew, a Mahometan, a Pagan, and an Atheist; and his belief of an invisible power could be discovered only in his magic rites, human victims, and nocturnal sacrifices to Venus and the daemons of antiquity. His life was stained with the most opposite vices, and the ulcers which covered his body, anticipated before his death the sentiment of hell-tortures. Of these accusations, which I have so patiently copied, a part is refuted by its own absurdity; and in the private anecdotes of the life of the princes, the lie is more easy as the detection is more difficult. Without adopting the pernicious maxim, that where much is alleged, something must be true, I can however discern, that Constantine the Fifth was dissolute and cruel. Calumny is more prone to exaggerate than to invent; and her licentious tongue is checked in some measure by the experience of the age and country to which she appeals. Of the bishops and monks, the generals and magistrates, who are said to have suffered under his reign, the numbers are recorded, the names were conspicuous, the execution was public, the mutilation visible and permanent. 1116 The Catholics hated the person and government of Copronymus; but even their hatred is a proof of their oppression. They dissembled the provocations which might excuse or justify his rigor, but even these provocations must gradually inflame his resentment and harden his temper in the use or the abuse of despotism. Yet the character of the fifth Constantine was not devoid of merit, nor did his government always deserve the curses or the contempt of the Greeks. From the confession of his enemies, I am informed of the restoration of an ancient aqueduct, of the redemption of two thousand five hundred captives, of the uncommon plenty of the times, and of the new colonies with which he repeopled Constantinople and the Thracian cities. They reluctantly praise his activity and courage; he was on horseback in the field at the head of his legions; and, although the fortune of his arms was various, he triumphed by sea and land, on the Euphrates and the Danube, in civil and Barbarian war. Heretical praise must be cast into the scale to counterbalance the weight of orthodox invective. The Iconoclasts revered the virtues of the prince: forty years after his death they still prayed before the tomb of the saint. A miraculous vision was propagated by fanaticism or fraud: and the Christian hero appeared on a milk-white steed, brandishing his lance against the Pagans of Bulgaria: “An absurd fable,” says the Catholic historian, “since Copronymus is chained with the daemons in the abyss of hell.”"}