{"label": "ham", "to_address": "\"Ben Edwards\" <funkytwig@gmail.com>", "from_address": "yitzle <yitzle@users.sourceforge.net>", "subject": "Re: Matching of filename regular expression (was:pr warn die question)", "body": " If the total price of the commodities in circulation rises, but in a smaller ratio than the increase in the rapidity of circulation of money, the volume of the circulating medium will diminish. If on the contrary the rapidity of circulation decreases in a greater ratio than the total price of the commodities in circulation, the volume of currency will increase. An increasing volume of currency combined with a general fall of prices or a diminishing volume of currency in connection with a general rise of prices is one of the best known phenomena in the history of prices. But the consideration of the causes which bring about a simultaneous rise in the level of prices and a still greater rise in the rate of velocity of circulation of money, or the opposite phenomenon, falls outside of the sphere of simple circulation. By way of illustration, it may be mentioned that in periods of prevailing credit, the rapidity of circulation of money grows faster than the prices of commodities, while in times of declining credit the prices of commodities fall slower than the rapidity of circulation. The shallow and artificial character of the simple circulation of money is manifested in the fact that all the elements which have a determining influence on the volume of currency, such as the volume of commodities in circulation, prices, the rise or fall of prices, the number of simultaneous purchases and sales, the rapidity of the circulation of money,―depend on the metamorphic process which takes place in the world of commodities, and that again depends on the general character of the methods of production, the size of population, the relation between city and country, the development of the means of transportation, the greater or less division of labor, credit, etc.; in short, on circumstances all of which lie _outside_ of the sphere of simple circulation of money and are only reflected in it."}