{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "idra@samba.org", "subject": "svn commit: samba r23527 - in branches: SAMBA_3_0/source/client\n\tSAMBA_3_0_25/source/client SAMBA_3_0_26/source/client", "body": " We have seen that money realizes simultaneously a certain number of prices in the variegated purchases and sales which take place side by side at the same time. On the other hand, in so far as its movement represents the movement of the combined metamorphoses of commodities and the interlacing of these metamorphoses, the same coin realizes the prices of different commodities and thus makes a larger or smaller number of moves. If we take the circulation of a country for a given length of time, say a day, the quantity of gold required for the realization of prices and, consequently, for the circulation of commodities, will be determined by two conditions: first, the sum total of the prices; second, the average number of moves made by one coin. This number of moves or the rapidity of circulation of money is in its turn determined by or expresses the average rapidity with which commodities go through the different phases of their metamorphoses, the rapidity with which these metamorphoses succeed one another, and with which those commodities that have gone through their metamorphoses are replaced by new commodities in the process of circulation. We have seen that in the process of the determination of prices the exchange value of all commodities is ideally converted into a certain quantity of gold of the same value and that the same amount of value is present in a double form in either of the isolated acts of circulation M―C and C―M, first embodied in the commodity, and second, in gold; yet gold enjoys the capacity of a medium of circulation not by virtue of its isolated relation to separate commodities in a state of rest, but owing to its active presence in the dynamic world of commodities, viz., its function of expressing the change of form of commodities by its change of place and expressing the rapidity of their change of form by the rapidity of its change of place. The extent to which it is present in the sphere of circulation, i. e., the actual quantity of gold in circulation, is thus determined by the extent to which it is discharging its function throughout the entire process."}