{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "Andy Lester <andy@petdance.com>", "subject": "Re: [svn:parrot] r18643 - in trunk: include/parrot src", "body": " But whatever difference of opinion might subsist between the Orthodox, the Ebionites, and the Gnostics, concerning the divinity or the obligation of the Mosaic law, they were all equally animated by the same exclusive zeal, and by the same abhorrence for idolatry, which had distinguished the Jews from the other nations of the ancient world. The philosopher, who considered the system of polytheism as a composition of human fraud and error, could disguise a smile of contempt under the mask of devotion, without apprehending that either the mockery, or the compliance, would expose him to the resentment of any invisible, or, as he conceived them, imaginary powers. But the established religions of Paganism were seen by the primitive Christians in a much more odious and formidable light. It was the universal sentiment both of the church and of heretics, that the dæmons were the authors, the patrons, and the objects of idolatry. 38 Those rebellious spirits who had been degraded from the rank of angels, and cast down into the infernal pit, were still permitted to roam upon earth, to torment the bodies, and to seduce the minds, of sinful men. The dæmons soon discovered and abused the natural propensity of the human heart towards devotion, and artfully withdrawing the adoration of mankind from their Creator, they usurped the place and honors of the Supreme Deity. By the success of their malicious contrivances, they at once gratified their own vanity and revenge, and obtained the only comfort of which they were yet susceptible, the hope of involving the human species in the participation of their guilt and misery. It was confessed, or at least it was imagined, that they had distributed among themselves the most important characters of polytheism, one dæmon assuming the name and attributes of Jupiter, another of Æsculapius, a third of Venus, and a fourth perhaps of Apollo; 39 and that, by the advantage of their long experience and ærial nature, they were enabled to execute, with sufficient skill and dignity, the parts which they had undertaken. They lurked in the temples, instituted festivals and sacrifices, invented fables, pronounced oracles, and were frequently allowed to perform miracles. The Christians, who, by the interposition of evil spirits, could so readily explain every præternatural appearance, were disposed and even desirous to admit the most extravagant fictions of the Pagan mythology. But the belief of the Christian was accompanied with horror. The most trifling mark of respect to the national worship he considered as a direct homage yielded to the dæmon, and as an act of rebellion against the majesty of God."}