{"label": "ham", "to_address": "cc-community@lists.ibiblio.org", "from_address": "David Berry <d.berry@sussex.ac.uk>", "subject": "Re: [cc-community] Spread this number... the politics of code...", "body": " Till the thirtieth year of his age, Clovis continued to worship the gods of his ancestors. 25 His disbelief, or rather disregard, of Christianity, might encourage him to pillage with less remorse the churches of a hostile territory: but his subjects of Gaul enjoyed the free exercise of religious worship; and the bishops entertained a more favorable hope of the idolater, than of the heretics. The Merovingian prince had contracted a fortunate alliance with the fair Clotilda, the niece of the king of Burgundy, who, in the midst of an Arian court, was educated in the profession of the Catholic faith. It was her interest, as well as her duty, to achieve the conversion 26 of a Pagan husband; and Clovis insensibly listened to the voice of love and religion. He consented (perhaps such terms had been previously stipulated) to the baptism of his eldest son; and though the sudden death of the infant excited some superstitious fears, he was persuaded, a second time, to repeat the dangerous experiment. In the distress of the battle of Tolbiac, Clovis loudly invoked the God of Clotilda and the Christians; and victory disposed him to hear, with respectful gratitude, the eloquent 27 Remigius, 28 bishop of Rheims, who forcibly displayed the temporal and spiritual advantages of his conversion. The king declared himself satisfied of the truth of the Catholic faith; and the political reasons which might have suspended his public profession, were removed by the devout or loyal acclamations of the Franks, who showed themselves alike prepared to follow their heroic leader to the field of battle, or to the baptismal font. The important ceremony was performed in the cathedral of Rheims, with every circumstance of magnificence and solemnity that could impress an awful sense of religion on the minds of its rude proselytes. 29 The new Constantine was immediately baptized, with three thousand of his warlike subjects; and their example was imitated by the remainder of the gentle Barbarians, who, in obedience to the victorious prelate, adored the cross which they had burnt, and burnt the idols which they had formerly adored. 30 The mind of Clovis was susceptible of transient fervor: he was exasperated by the pathetic tale of the passion and death of Christ; and, instead of weighing the salutary consequences of that mysterious sacrifice, he exclaimed, with indiscreet fury, “Had I been present at the head of my valiant Franks, I would have revenged his injuries.” 31 But the savage conqueror of Gaul was incapable of examining the proofs of a religion, which depends on the laborious investigation of historic evidence and speculative theology. He was still more incapable of feeling the mild influence of the gospel, which persuades and purifies the heart of a genuine convert. His ambitious reign was a perpetual violation of moral and Christian duties: his hands were stained with blood in peace as well as in war; and, as soon as Clovis had dismissed a synod of the Gallican church, he calmly assassinated all the princes of the Merovingian race. 32 Yet the king of the Franks might sincerely worship the Christian God, as a Being more excellent and powerful than his national deities; and the signal deliverance and victory of Tolbiac encouraged Clovis to confide in the future protection of the Lord of Hosts. Martin, the most popular of the saints, had filled the Western world with the fame of those miracles which were incessantly performed at his holy sepulchre of Tours. His visible or invisible aid promoted the cause of a liberal and orthodox prince; and the profane remark of Clovis himself, that St.Martin was an expensive friend, 33 need not be interpreted as the symptom of any permanent or rational scepticism. But earth, as well as heaven, rejoiced in the conversion of the Franks. On the memorable day when Clovis ascended from the baptismal font, he alone, in the Christian world, deserved the name and prerogatives of a Catholic king. The emperor Anastasius entertained some dangerous errors concerning the nature of the divine incarnation; and the Barbarians of Italy, Africa, Spain, and Gaul, were involved in the Arian heresy. The eldest, or rather the only, son of the church, was acknowledged by the clergy as their lawful sovereign, or glorious deliverer; and the armies of Clovis were strenuously supported by the zeal and fervor of the Catholic faction. 34"}