{"label": "ham", "to_address": "\"jim holtman\" <jholtman@gmail.com>", "from_address": "\"ssls sddd\" <ssls.sddd@gmail.com>", "subject": "Re: [R] How to load a big txt file", "body": " 33 (return) [ The jus honorarium of the praetors and other magistrates is strictly defined in the Latin text to the Institutes, (l. i. tit. ii. No. 7,) and more loosely explained in the Greek paraphrase of Theophilus, (p. 33—38, edit. Reitz,) who drops the important word honorarium. * Note: The author here follows the opinion of Heineccius, who, according to the idea of his master Thomasius, was unwilling to suppose that magistrates exercising a judicial could share in the legislative power. For this reason he represents the edicts of the praetors as absurd. (See his work, Historia Juris Romani, 69, 74.) But Heineccius had altogether a false notion of this important institution of the Romans, to which we owe in a great degree the perfection of their jurisprudence. Heineccius, therefore, in his own days had many opponents of his system, among others the celebrated Ritter, professor at Wittemberg, who contested it in notes appended to the work of Heineccius, and retained in all subsequent editions of that book. After Ritter, the learned Bach undertook to vindicate the edicts of the praetors in his Historia Jurisprud. Rom. edit. 6, p. 218, 224. But it remained for a civilian of our own days to throw light on the spirit and true character of this institution. M. Hugo has completely demonstrated that the praetorian edicts furnished the salutary means of perpetually harmonizing the legislation with the spirit of the times. The praetors were the true organs of public opinion. It was not according to their caprice that they framed their regulations, but according to the manners and to the opinions of the great civil lawyers of their day. We know from Cicero himself, that it was esteemed a great honor among the Romans to publish an edict, well conceived and well drawn. The most distinguished lawyers of Rome were invited by the praetor to assist in framing this annual law, which, according to its principle, was only a declaration which the praetor made to the public, to announce the manner in which he would judge, and to guard against every charge of partiality. Those who had reason to fear his opinions might delay their cause till the following year. The praetor was responsible for all the faults which he committed. The tribunes could lodge an accusation against the praetor who issued a partial edict. He was bound strictly to follow and to observe the regulations published by him at the commencement of his year of office, according to the Cornelian law, by which these edicts were called perpetual, and he could make no change in a regulation once published. The praetor was obliged to submit to his own edict, and to judge his own affairs according to its provisions. These magistrates had no power of departing from the fundamental laws, or the laws of the Twelve Tables. The people held them in such consideration, that they rarely enacted laws contrary to their provisions; but as some provisions were found inefficient, others opposed to the manners of the people, and to the spirit of subsequent ages, the praetors, still maintaining respect for the laws, endeavored to bring them into accordance with the necessities of the existing time, by such fictions as best suited the nature of the case. In what legislation do we not find these fictions, which even yet exist, absurd and ridiculous as they are, among the ancient laws of modern nations? These always variable edicts at length comprehended the whole of the Roman legislature, and became the subject of the commentaries of the most celebrated lawyers. They must therefore be considered as the basis of all the Roman jurisprudence comprehended in the Digest of Justinian. ——It is in this sense that M. Schrader has written on this important institution, proposing it for imitation as far as may be consistent with our manners, and agreeable to our political institutions, in order to avoid immature legislation becoming a permanent evil. See the History of the Roman Law by M. Hugo, vol. i. p. 296, &c., vol. ii. p. 30, et seq., 78. et seq., and the note in my elementary book on the Industries, p. 313. With regard to the works best suited to give information on the framing and the form of these edicts, see Haubold, Institutiones Literariae, tom. i. p. 321, 368. All that Heineccius says about the usurpation of the right of making these edicts by the praetors is false, and contrary to all historical testimony. A multitude of authorities proves that the magistrates were under an obligation to publish these edicts.—W. ——With the utmost deference for these excellent civilians, I cannot but consider this confusion of the judicial and legislative authority as a very perilous constitutional precedent. It might answer among a people so singularly trained as the Romans were by habit and national character in reverence for legal institutions, so as to be an aristocracy, if not a people, of legislators; but in most nations the investiture of a magistrate in such authority, leaving to his sole judgment the lawyers he might consult, and the view of public opinion which he might take, would be a very insufficient guaranty for right legislation.—M.]"}