{"label": "ham", "to_address": "dunn@usq.edu.au", "from_address": "Dirk Eddelbuettel <edd@debian.org>", "subject": "Re: [R] Building package: What does this message about rcompgen\n\timply?", "body": " The communication of ideas requires a similitude of thought and language: the discourse of a philosopher would vibrate without effect on the ear of a peasant; yet how minute is the distance of their understandings, if it be compared with the contact of an infinite and a finite mind, with the word of God expressed by the tongue or the pen of a mortal! The inspiration of the Hebrew prophets, of the apostles and evangelists of Christ, might not be incompatible with the exercise of their reason and memory; and the diversity of their genius is strongly marked in the style and composition of the books of the Old and New Testament. But Mahomet was content with a character, more humble, yet more sublime, of a simple editor; the substance of the Koran, 91 according to himself or his disciples, is uncreated and eternal; subsisting in the essence of the Deity, and inscribed with a pen of light on the table of his everlasting decrees. A paper copy, in a volume of silk and gems, was brought down to the lowest heaven by the angel Gabriel, who, under the Jewish economy, had indeed been despatched on the most important errands; and this trusty messenger successively revealed the chapters and verses to the Arabian prophet. Instead of a perpetual and perfect measure of the divine will, the fragments of the Koran were produced at the discretion of Mahomet; each revelation is suited to the emergencies of his policy or passion; and all contradiction is removed by the saving maxim, that any text of Scripture is abrogated or modified by any subsequent passage. The word of God, and of the apostle, was diligently recorded by his disciples on palm-leaves and the shoulder-bones of mutton; and the pages, without order or connection, were cast into a domestic chest, in the custody of one of his wives. Two years after the death of Mahomet, the sacred volume was collected and published by his friend and successor Abubeker: the work was revised by the caliph Othman, in the thirtieth year of the Hegira; and the various editions of the Koran assert the same miraculous privilege of a uniform and incorruptible text. In the spirit of enthusiasm or vanity, the prophet rests the truth of his mission on the merit of his book; audaciously challenges both men and angels to imitate the beauties of a single page; and presumes to assert that God alone could dictate this incomparable performance. 92 This argument is most powerfully addressed to a devout Arabian, whose mind is attuned to faith and rapture; whose ear is delighted by the music of sounds; and whose ignorance is incapable of comparing the productions of human genius. 93 The harmony and copiousness of style will not reach, in a version, the European infidel: he will peruse with impatience the endless incoherent rhapsody of fable, and precept, and declamation, which seldom excites a sentiment or an idea, which sometimes crawls in the dust, and is sometimes lost in the clouds. The divine attributes exalt the fancy of the Arabian missionary; but his loftiest strains must yield to the sublime simplicity of the book of Job, composed in a remote age, in the same country, and in the same language. 94 If the composition of the Koran exceed the faculties of a man to what superior intelligence should we ascribe the Iliad of Homer, or the Philippics of Demosthenes? In all religions, the life of the founder supplies the silence of his written revelation: the sayings of Mahomet were so many lessons of truth; his actions so many examples of virtue; and the public and private memorials were preserved by his wives and companions. At the end of two hundred years, the Sonna, or oral law, was fixed and consecrated by the labors of Al Bochari, who discriminated seven thousand two hundred and seventy-five genuine traditions, from a mass of three hundred thousand reports, of a more doubtful or spurious character. Each day the pious author prayed in the temple of Mecca, and performed his ablutions with the water of Zemzem: the pages were successively deposited on the pulpit and the sepulchre of the apostle; and the work has been approved by the four orthodox sects of the Sonnites. 95"}