{"label": "ham", "to_address": "Beginners@perl.org", "from_address": "Rob Dixon <rob.dixon@350.com>", "subject": "Re: Regexp", "body": " The united parts contribute to form the common epithet of Al Modain, the cities, which the Orientals have bestowed on the winter residence of the Sassinadees; and the whole circumference of the Persian capital was strongly fortified by the waters of the river, by lofty walls, and by impracticable morasses. Near the ruins of Seleucia, the camp of Julian was fixed, and secured, by a ditch and rampart, against the sallies of the numerous and enterprising garrison of Coche. In this fruitful and pleasant country, the Romans were plentifully supplied with water and forage: and several forts, which might have embarrassed the motions of the army, submitted, after some resistance, to the efforts of their valor. The fleet passed from the Euphrates into an artificial derivation of that river, which pours a copious and navigable stream into the Tigris, at a small distance _below_ the great city. If they had followed this royal canal, which bore the name of Nahar-Malcha, 66 the intermediate situation of Coche would have separated the fleet and army of Julian; and the rash attempt of steering against the current of the Tigris, and forcing their way through the midst of a hostile capital, must have been attended with the total destruction of the Roman navy. The prudence of the emperor foresaw the danger, and provided the remedy. As he had minutely studied the operations of Trajan in the same country, he soon recollected that his warlike predecessor had dug a new and navigable canal, which, leaving Coche on the right hand, conveyed the waters of the Nahar-Malcha into the river Tigris, at some distance _above_ the cities. From the information of the peasants, Julian ascertained the vestiges of this ancient work, which were almost obliterated by design or accident. By the indefatigable labor of the soldiers, a broad and deep channel was speedily prepared for the reception of the Euphrates. A strong dike was constructed to interrupt the ordinary current of the Nahar-Malcha: a flood of waters rushed impetuously into their new bed; and the Roman fleet, steering their triumphant course into the Tigris, derided the vain and ineffectual barriers which the Persians of Ctesiphon had erected to oppose their passage."}