{"label": "spam", "to_address": "\"Shanel Davis\" <manager@speedy.uwaterloo.ca>", "from_address": "\"Alla\" <jschaferkiimo@hinet.net>", "subject": "Will it be mine", "body": " For instance, there are some who say, that it is unjust to punish any one for the sake of example to others; that punishment is just, only when intended for the good of the sufferer himself. Others maintain the extreme reverse, contending that to punish persons who have attained years of discretion, for their own benefit, is despotism and injustice, since if the matter at issue is solely their own good, no one has a right to control their own judgment of it; but that they may justly be punished to prevent evil to others, this being an exercise of the legitimate right of self-defence. Mr. Owen, again, affirms that it is unjust to punish at all; for the criminal did not make his own character; his education, and the circumstances which surround him, have made him a criminal, and for these he is not responsible. All these opinions are extremely plausible; and so long as the question is argued as one of justice simply, without going down to the principles which lie under justice and are the source of its authority, I am unable to see how any of these reasoners can be refuted. For, in truth, every one of the three builds upon rules of justice confessedly true. The first appeals to the acknowledged injustice of singling out an individual, and making him a sacrifice, without his consent, for other people's benefit. The second relies on the acknowledged justice of self-defence, and the admitted injustice of forcing one person to conform to another's notions of what constitutes his good. The Owenite invokes the admitted principle, that it is unjust to punish any one for what he cannot help. Each is triumphant so long as he is not compelled to take into consideration any other maxims of justice than the one he has selected; but as soon as their several maxims are brought face to face, each disputant seems to have exactly as much to say for himself as the others. No one of them can carry out his own notion of justice without trampling upon another equally binding. These are difficulties; they have always been felt to be such; and many devices have been invented to turn rather than to overcome them. As a refuge from the last of the three, men imagined what they called the freedom of the will; fancying that they could not justify punishing a man whose will is in a thoroughly hateful state, unless it be supposed to have come into that state through no influence of anterior circumstances. To escape from the other difficulties, a favourite contrivance has been the fiction of a contract, whereby at some unknown period all the members of society engaged to obey the laws, and consented to be punished for any disobedience to them; thereby giving to their legislators the right, which it is assumed they would not otherwise have had, of punishing them, either for their own good or for that of society. This happy thought was considered to get rid of the whole difficulty, and to legitimate the infliction of punishment, in virtue of another received maxim of justice, _volenti non fit injuria_; that is not unjust which is done with the consent of the person who is supposed to be hurt by it. I need hardly remark, that even if the consent were not a mere fiction, this maxim is not superior in authority to the others which it is brought in to supersede. It is, on the contrary, an instructive specimen of the loose and irregular manner in which supposed principles of justice grow up. This particular one evidently came into use as a help to the coarse exigencies of courts of law, which are sometimes obliged to be content with very uncertain presumptions, on account of the greater evils which would often arise from any attempt on their part to cut finer. But even courts of law are not able to adhere consistently to the maxim, for they allow voluntary engagements to be set aside on the ground of fraud, and sometimes on that of mere mistake or misinformation."}