{"label": "spam", "to_address": "mail@flax9.uwaterloo.ca", "from_address": "\"visit\" <ijntktvzujg@karneval.cz>", "subject": "eroffnungskurs", "body": " There is thus a twofold exercise of reason. Both modes have the properties of universality and an à priori origin in common, but are, in their procedure, of widely different character. The reason of this is that in the world of phenomena, in which alone objects are presented to our minds, there are two main elements—the form of intuition (space and time), which can be cognized and determined completely à priori, and the matter or content—that which is presented in space and time, and which, consequently, contains a something—an existence corresponding to our powers of sensation. As regards the latter, which can never be given in a determinate mode except by experience, there are no à priori notions which relate to it, except the undetermined conceptions of the synthesis of possible sensations, in so far as these belong (in a possible experience) to the unity of consciousness. As regards the former, we can determine our conceptions à priori in intuition, inasmuch as we are ourselves the creators of the objects of the conceptions in space and time—these objects being regarded simply as quanta. In the one case, reason proceeds according to conceptions and can do nothing more than subject phenomena to these—which can only be determined empirically, that is, à posteriori—in conformity, however, with those conceptions as the rules of all empirical synthesis. In the other case, reason proceeds by the construction of conceptions; and, as these conceptions relate to an à priori intuition, they may be given and determined in pure intuition à priori, and without the aid of empirical data. The examination and consideration of everything that exists in space or time—whether it is a quantum or not, in how far the particular something (which fills space or time) is a primary substratum, or a mere determination of some other existence, whether it relates to anything else—either as cause or effect, whether its existence is isolated or in reciprocal connection with and dependence upon others, the possibility of this existence, its reality and necessity or opposites—all these form part of the cognition of reason on the ground of conceptions, and this cognition is termed philosophical. But to determine à priori an intuition in space (its figure), to divide time into periods, or merely to cognize the quantity of an intuition in space and time, and to determine it by number—all this is an operation of reason by means of the construction of conceptions, and is called mathematical."}