{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "metze@samba.org", "subject": "svn commit: samba r22251 - in\n\tbranches/SAMBA_3_0_25/source/lib/replace: .", "body": " The obscurity which covered the origin of Claudius, though it was afterwards embellished by some flattering fictions, 3 sufficiently betrays the meanness of his birth. We can only discover that he was a native of one of the provinces bordering on the Danube; that his youth was spent in arms, and that his modest valor attracted the favor and confidence of Decius. The senate and people already considered him as an excellent officer, equal to the most important trusts; and censured the inattention of Valerian, who suffered him to remain in the subordinate station of a tribune. But it was not long before that emperor distinguished the merit of Claudius, by declaring him general and chief of the Illyrian frontier, with the command of all the troops in Thrace, Mæsia, Dacia, Pannonia, and Dalmatia, the appointments of the præfect of Egypt, the establishment of the proconsul of Africa, and the sure prospect of the consulship. By his victories over the Goths, he deserved from the senate the honor of a statue, and excited the jealous apprehensions of Gallienus. It was impossible that a soldier could esteem so dissolute a sovereign, nor is it easy to conceal a just contempt. Some unguarded expressions which dropped from Claudius were officiously transmitted to the royal ear. The emperor’s answer to an officer of confidence describes in very lively colors his own character, and that of the times. “There is not any thing capable of giving me more serious concern, than the intelligence contained in your last despatch; 4 that some malicious suggestions have indisposed towards us the mind of our friend and _parent_ Claudius. As you regard your allegiance, use every means to appease his resentment, but conduct your negotiation with secrecy; let it not reach the knowledge of the Dacian troops; they are already provoked, and it might inflame their fury. I myself have sent him some presents: be it your care that he accept them with pleasure. Above all, let him not suspect that I am made acquainted with his imprudence. The fear of my anger might urge him to desperate counsels.” 5 The presents which accompanied this humble epistle, in which the monarch solicited a reconciliation with his discontented subject, consisted of a considerable sum of money, a splendid wardrobe, and a valuable service of silver and gold plate. By such arts Gallienus softened the indignation and dispelled the fears of his Illyrian general; and during the remainder of that reign, the formidable sword of Claudius was always drawn in the cause of a master whom he despised. At last, indeed, he received from the conspirators the bloody purple of Gallienus: but he had been absent from their camp and counsels; and however he might applaud the deed, we may candidly presume that he was innocent of the knowledge of it. 6 When Claudius ascended the throne, he was about fifty-four years of age."}