{"label": "ham", "to_address": "\"Patrick Wang\" <pwang@berkeley.edu>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] How to find a uniroot of a deriv function", "body": " Like Socrates, we may recapitulate the virtues of the philosopher. In language which seems to reach beyond the horizon of that age and country, he is described as ‘the spectator of all time and all existence.’ He has the noblest gifts of nature, and makes the highest use of them. All his desires are absorbed in the love of wisdom, which is the love of truth. None of the graces of a beautiful soul are wanting in him; neither can he fear death, or think much of human life. The ideal of modern times hardly retains the simplicity of the antique; there is not the same originality either in truth or error which characterized the Greeks. The philosopher is no longer living in the unseen, nor is he sent by an oracle to convince mankind of ignorance; nor does he regard knowledge as a system of ideas leading upwards by regular stages to the idea of good. The eagerness of the pursuit has abated; there is more division of labour and less of comprehensive reflection upon nature and human life as a whole; more of exact observation and less of anticipation and inspiration. Still, in the altered conditions of knowledge, the parallel is not wholly lost; and there may be a use in translating the conception of Plato into the language of our own age. The philosopher in modern times is one who fixes his mind on the laws of nature in their sequence and connexion, not on fragments or pictures of nature; on history, not on controversy; on the truths which are acknowledged by the few, not on the opinions of the many. He is aware of the importance of ‘classifying according to nature,’ and will try to ‘separate the limbs of science without breaking them’ (Phaedr.). There is no part of truth, whether great or small, which he will dishonour; and in the least things he will discern the greatest (Parmen.). Like the ancient philosopher he sees the world pervaded by analogies, but he can also tell ‘why in some cases a single instance is sufficient for an induction’ (Mill’s Logic), while in other cases a thousand examples would prove nothing. He inquires into a portion of knowledge only, because the whole has grown too vast to be embraced by a single mind or life. He has a clearer conception of the divisions of science and of their relation to the mind of man than was possible to the ancients. Like Plato, he has a vision of the unity of knowledge, not as the beginning of philosophy to be attained by a study of elementary mathematics, but as the far-off result of the working of many minds in many ages. He is aware that mathematical studies are preliminary to almost every other; at the same time, he will not reduce all varieties of knowledge to the type of mathematics. He too must have a nobility of character, without which genius loses the better half of greatness. Regarding the world as a point in immensity, and each individual as a link in a never-ending chain of existence, he will not think much of his own life, or be greatly afraid of death."}