{"label": "spam", "to_address": "themadvlad@speedy.uwaterloo.ca", "from_address": "Mad Vlad Safelist <advertise@themadvlad.com>", "subject": "Please validate your list email address", "body": " I shall farther observe, that since every new promise imposes a new obligation of morality on the person who promises, and since this new obligation arises from his will; it is one of the most mysterious and incomprehensible operations that can possibly be imagined, and may even be compared to TRANSUBSTANTIATION, or HOLY ORDERS,[8] where a certain form of words, along with a certain intention, changes entirely the nature of an external object, and even of a human nature. But though these mysteries be so far alike, it is very remarkable, that they differ widely in other particulars, and that this difference may be regarded as a strong proof of the difference of their origins. As the obligation of promises is an invention for the interest of society, it is warped into as many different forms as that interest requires, and even runs into direct contradictions, rather than lose sight of its object. But as those other monstrous doctines are mere priestly inventions, and have no public interest in view, they are less disturbed in their progress by new obstacles; and it must be owned, that, after the first absurdity, they follow more directly the current of reason and good sense. Theologians clearly perceived, that the external form of words, being mere sound, require an intention to make them have any efficacy; and that this intention being once considered as a requisite circumstance, its absence must equally prevent the effect, whether avowed or concealed, whether sincere or deceitful. Accordingly they have commonly determined, that the intention of the priest makes the sacrament, and that when he secretly withdraws his intention, he is highly criminal in himself; but still destroys the baptism, or communion, or holy orders. The terrible consequences of this doctrine were not able to hinder its taking place; as the inconvenience of a similar doctrine, with regard to promises, have prevented that doctrine from establishing itself. Men are always more concerned about the present life than the future; and are apt to think the smallest evil, which regards the former, more important than the greatest, which regards the latter."}