{"label": "ham", "to_address": "Peter Dalgaard <p.dalgaard@biostat.ku.dk>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] R CMD BATCH command", "body": " The circulation of money is a movement through the outside world, and the sovereign, though it _non olet_, keeps rather mixed company. In the course of its friction against all kinds of hands, pouches, pockets, purses, money-belts, bags, chests and strong-boxes, the coin rubs off, loses one gold atom here and another one there and thus, as it wears off in its wanderings over the world, it loses more and more of its intrinsic substance. By being used it gets used up. Let us take up a sovereign at the moment when its natural, inborn character has been slightly affected. A baker, says Dodd,[76] who receives from the bank to-day a brand new sovereign and pays it tomorrow to the miller, does not pay the same veritable sovereign; the latter has become lighter than it was at the time he received it. It is clear, says an anonymous writer,[77] that in the very nature of things, coins must depreciate one by one as a result of ordinary and unavoidable friction. It is a physical impossibility to entirely exclude light coins from circulation at any time, even for one day. Jacob estimates that of the 380 million pounds sterling which were in existence in Europe in 1809, nineteen million pounds sterling entirely disappeared by 1829, i. e., within a period of twenty years.[78] Thus, while a commodity at its first step into the sphere of circulation, falls out of it, a coin, after a couple of steps within that sphere represents more metal than it actually contains. The longer a coin remains in circulation, the rapidity of circulation remaining the same, or the greater its rapidity of circulation within the same period of time, the greater the discrepancy between its form as coin and its actual gold or silver substance. What remains is _magni nominis umbra_. The body of the coin becomes but a shadow. If at first it became heavier through the process of circulation, it now becomes lighter on account of it, but continues to represent the original quantity of gold in each single purchase or sale. The sovereign, as a fictitious sovereign, as fictitious gold, continues to perform the function of a legitimate coin. While other beings lose their idealism in contact with the outer world, the coin is idealized by practice, being gradually transformed into a mere phantom of its golden or silver body. This second idealization of metal money springing from the very process of circulation, or from the discrepancy between its nominal weight and its real weight is exploited in all kinds of coin counterfeiting practiced partly by governments, partly by private adventurers. The entire history of coinage from the beginning of the middle ages until late in the eighteenth century is nothing but a history of these twofold and antagonistic adulterations, and Custodi’s voluminous collection of writings of Italian economists turns mostly about this point."}