{"label": "ham", "to_address": "simo <idra@samba.org>", "from_address": "Dmitry Butskoy <buc@odusz.so-cdu.ru>", "subject": "Re: mod_auth_ntlm_winbind now in Fedora", "body": " While coffee, tea, bread, calico, in short, all commodities express in linen the labor-time contained in them, the exchange value of linen, on the other hand, unfolds itself in all other commodities as its equivalents, and the labor-time embodied in it becomes direct universal labor-time, which is equally expressed in different volumes of all other commodities. Linen thus becomes the _universal equivalent_ through the _universal action_ of all other commodities upon it. As exchange value, every commodity served as a measure of value of all other commodities. Now, on the contrary, since all commodities measure their exchange values by means of a particular commodity, this excluded commodity becomes the special expression of exchange value, as a universal equivalent. At the same time, the endless series of equations in which the exchange value of every commodity was expressed, is reduced to one single equation consisting of two members. The equation 2 lbs. of coffee = 1 yard of linen now fully expresses the exchange value of coffee, for in this expression a yard of linen appears as the direct equivalent of a definite quantity of every other commodity. Thus, within the sphere of exchange all commodities are or appear to each other as exchange values in the form of linen. The proposition that commodities, as exchange values, are to each other as different quantities of materialized universal labor-time, may now be worded to the effect that commodities, as exchange values, represent nothing but different quantities of _the same_ article, linen. Universal labor-time thus assumes the aspect of a distinct thing, as a commodity existing along with and outside of all other commodities. At the same time the equation 2 lbs. of coffee = 1 yard of linen, in which one commodity appears as the exchange value of another, is yet to be realized. Only by being alienated as use-value―which depends upon whether it proves to be in the process of exchange the object of a certain want―does the commodity actually transform its existence as coffee into the existence as linen and thus takes on the form of a universal equivalent and becomes, indeed, an exchange value for all other commodities. Conversely, since all commodities are turned into linen by being alienated as use-values, linen becomes the converted form of all other commodities, and only as a result of this transformation of all other commodities into it, it becomes the direct _embodiment of universal labor-time_, i. e., the product of universal exchange and of the elimination of individual labor. If commodities thus assume a twofold character in order to appear as exchange values to each other, the commodity which has been singled out as the universal equivalent becomes, on the other hand, a use-value in two ways. Besides its special use-value as a particular commodity, it assumes a universal use-value. This latter kind of use-value constitutes its special feature, emanating as it does, from the specific part which the commodity plays as a result of the universal relation which all other commodities bear toward it in the process of exchange. The use-value of every commodity as an object of a particular want, has a different value in different hands, e. g., it has a different value in the hands of the one who disposes of it, than in those of the one who acquires it. But the commodity singled out as the universal equivalent, is now an object of a universal want arising from the very process of exchange, and it has the same use-value to everybody, viz., that of serving as the depository of exchange value, of being a universal means of exchange. Thus we find in one commodity the solution of the contradiction which is inherent in commodity as such, namely, of being at one and the same time a particular use-value and a universal equivalent, and, therefore, a use-value for everybody or universal use-value. Thus, while all other commodities express their exchange value in the form of an ideal equation with the excluded commodity―an equation yet to be realized―the use-value of the special commodity, although real, appears in the process itself as a mere form which is yet to be realized through transformation into actual use-values. Originally the commodity appeared simply as commodity, as universal labor-time embodied in a particular use-value. In the process of exchange, all commodities are related to the one excluded commodity as to a simple commodity, one which appears as the embodiment of universal labor-time in a particular use-value. Thus, _particular_ commodities become related to one particular commodity as a universal commodity.[13] In that manner the mutual relations of possessors of commodities based on the fact that they regard their labor as universal social labor, takes on the aspect of their relations to commodities as exchange values; and the mutual relation of commodities as exchange values appears in the process of exchange as the relation of all of them to one particular commodity as to a specially adopted means of expression of their exchange value; again, from the point of view of that particular commodity the above relation appears as its specific relation to all other commodities, and, therefore, as its own definite, spontaneous, social character. The particular commodity which thus appears as the specially adopted expression of the exchange value of all other commodities, or the exchange value of commodities as a particular exclusive commodity, is _money_. Money is a crystallization of the exchange value of commodities which they themselves form in the process of exchange. Thus, while commodities become _use-values_ to each other in the process of exchange by casting off all definite forms and entering into mutual relations in their direct material shape, they must assume a new form, viz., proceed to the formation of money in order to appear as _exchange values_ to each other. Money is not a symbol, no more than the commodity aspect of a use-value is a symbol. That a social relation of production takes the form of an object existing outside of individuals, and that the definite relations into which individuals enter in the process of production carried on in society, assume the form of specific properties of a thing, is a perversion and by no means imaginary, but prosaically real, mystification marking all social forms of labor which creates exchange value. In money this mystification appears only more strikingly than in commodities."}