{"label": "spam", "to_address": "manager@flax9.uwaterloo.ca, mail@flax9.uwaterloo.ca,\n   ktwarwic@flax9.uwaterloo.ca", "from_address": "\"ASH KINA\" <ohgyr@freemail.lt>", "subject": "RE:Here you go ..", "body": " Hume was probably aware, although he never clearly developed the notion, that we proceed in judgements of a certain class beyond our conception of the object. I have termed this kind of judgement synthetical. As regard the manner in which I pass beyond my conception by the aid of experience, no doubts can be entertained. Experience is itself a synthesis of perceptions; and it employs perceptions to increment the conception, which I obtain by means of another perception. But we feel persuaded that we are able to proceed beyond a conception, and to extend our cognition à priori. We attempt this in two ways—either, through the pure understanding, in relation to that which may become an object of experience, or, through pure reason, in relation to such properties of things, or of the existence of things, as can never be presented in any experience. This sceptical philosopher did not distinguish these two kinds of judgements, as he ought to have done, but regarded this augmentation of conceptions, and, if we may so express ourselves, the spontaneous generation of understanding and reason, independently of the impregnation of experience, as altogether impossible. The so-called à priori principles of these faculties he consequently held to be invalid and imaginary, and regarded them as nothing but subjective habits of thought originating in experience, and therefore purely empirical and contingent rules, to which we attribute a spurious necessity and universality. In support of this strange assertion, he referred us to the generally acknowledged principle of the relation between cause and effect. No faculty of the mind can conduct us from the conception of a thing to the existence of something else; and hence he believed he could infer that, without experience, we possess no source from which we can augment a conception, and no ground sufficient to justify us in framing a judgement that is to extend our cognition à priori. That the light of the sun, which shines upon a piece of wax, at the same time melts it, while it hardens clay, no power of the understanding could infer from the conceptions which we previously possessed of these substances; much less is there any à priori law that could conduct us to such a conclusion, which experience alone can certify. On the other hand, we have seen in our discussion of transcendental logic, that, although we can never proceed immediately beyond the content of the conception which is given us, we can always cognize completely à priori—in relation, however, to a third term, namely, possible experience—the law of its connection with other things. For example, if I observe that a piece of wax melts, I can cognize à priori that there must have been something (the sun’s heat) preceding, which this law; although, without the aid of experience, I could not cognize à priori and in a determinate manner either the cause from the effect, or the effect from the cause. Hume was, therefore, wrong in inferring, from the contingency of the determination according to law, the contingency of the law itself; and the passing beyond the conception of a thing to possible experience (which is an à priori proceeding, constituting the objective reality of the conception), he confounded with our synthesis of objects in actual experience, which is always, of course, empirical. Thus, too, he regarded the principle of affinity, which has its seat in the understanding and indicates a necessary connection, as a mere rule of association, lying in the imitative faculty of imagination, which can present only contingent, and not objective connections."}