{"label": "ham", "to_address": "\"r-help@stat.math.ethz.ch\" <r-help@stat.math.ethz.ch>", "from_address": "Kenneth Cabrera <krcabrer@une.net.co>", "subject": "[R] A problem with svIDE in Tinn-R?", "body": " 100 (return) [ Soe Vandale de Consecratione, p. 354, &c. It was customary for the emperors to mention (in the preamble of laws) their numen, sacreo majesty, divine oracles, &c. According to Tillemont, Gregory Nazianzen complains most bitterly of the profanation, especially when it was practised by an Arian emperor. * Note: In the time of the republic, says Hegewisch, when the consuls, the prætors, and the other magistrates appeared in public, to perform the functions of their office, their dignity was announced both by the symbols which use had consecrated, and the brilliant cortege by which they were accompanied. But this dignity belonged to the office, not to the individual; this pomp belonged to the magistrate, not to the man. * * The consul, followed, in the comitia, by all the senate, the prætors, the quæstors, the ædiles, the lictors, the apparitors, and the heralds, on reentering his house, was served only by freedmen and by his slaves. The first emperors went no further. Tiberius had, for his personal attendance, only a moderate number of slaves, and a few freedmen. (Tacit. Ann. iv. 7.) But in proportion as the republican forms disappeared, one after another, the inclination of the emperors to environ themselves with personal pomp, displayed itself more and more. ** The magnificence and the ceremonial of the East were entirely introduced by Diocletian, and were consecrated by Constantine to the Imperial use. Thenceforth the palace, the court, the table, all the personal attendance, distinguished the emperor from his subjects, still more than his superior dignity. The organization which Diocletian gave to his new court, attached less honor and distinction to rank than to services performed towards the members of the Imperial family. Hegewisch, Essai, Hist. sur les Finances Romains. Few historians have characterized, in a more philosophic manner, the influence of a new institution.—G.——It is singular that the son of a slave reduced the haughty aristocracy of Home to the offices of servitude.—M.]"}