{"label": "spam", "to_address": "the00@plg2.math.uwaterloo.ca", "from_address": "\"Manufacturing News\" <wf@world-foundation.org>", "subject": "Small Business and Entrepreneurship", "body": " The course of the seasons is also full of both these principles; and when, as I was saying, the elements of hot and cold, moist and dry, attain the harmonious love of one another and blend in temperance and harmony, they bring to men, animals, and plants health and plenty, and do them no harm; whereas the wanton love, getting the upper hand and affecting the seasons of the year, is very destructive and injurious, being the source of pestilence, and bringing many other kinds of diseases on animals and plants; for hoar-frost and hail and blight spring from the excesses and disorders of these elements of love, which to know in relation to the revolutions of the heavenly bodies and the seasons of the year is termed astronomy. Furthermore all sacrifices and the whole province of divination, which is the art of communion between gods and men--these, I say, are concerned only with the preservation of the good and the cure of the evil love. For all manner of impiety is likely to ensue if, instead of accepting and honouring and reverencing the harmonious love in all his actions, a man honours the other love, whether in his feelings towards gods or parents, towards the living or the dead. Wherefore the business of divination is to see to these loves and to heal them, and divination is the peacemaker of gods and men, working by a knowledge of the religious or irreligious tendencies which exist in human loves. Such is the great and mighty, or rather omnipotent force of love in general. And the love, more especially, which is concerned with the good, and which is perfected in company with temperance and justice, whether among gods or men, has the greatest power, and is the source of all our happiness and harmony, and makes us friends with the gods who are above us, and with one another. I dare say that I too have omitted several things which might be said in praise of Love, but this was not intentional, and you, Aristophanes, may now supply the omission or take some other line of commendation; for I perceive that you are rid of the hiccough."}