{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Joey Hurt\" <dwlewiscommunicationsm@lewiscommunications.com>", "subject": "Cheapest way to solve health problems", "body": " The objectors perhaps may doubt whether human beings, if taught to consider happiness as the end of life, would be satisfied with such a moderate share of it. But great numbers of mankind have been satisfied with much less. The main constituents of a satisfied life appear to be two, either of which by itself is often found sufficient for the purpose: tranquillity, and excitement. With much tranquillity, many find that they can be content with very little pleasure: with much excitement, many can reconcile themselves to a considerable quantity of pain. There is assuredly no inherent impossibility in enabling even the mass of mankind to unite both; since the two are so far from being incompatible that they are in natural alliance, the prolongation of either being a preparation for, and exciting a wish for, the other. It is only those in whom indolence amounts to a vice, that do not desire excitement after an interval of repose; it is only those in whom the need of excitement is a disease, that feel the tranquillity which follows excitement dull and insipid, instead of pleasurable in direct proportion to the excitement which preceded it. When people who are tolerably fortunate in their outward lot do not find in life sufficient enjoyment to make it valuable to them, the cause generally is, caring for nobody but themselves. To those who have neither public nor private affections, the excitements of life are much curtailed, and in any case dwindle in value as the time approaches when all selfish interests must be terminated by death: while those who leave after them objects of personal affection, and especially those who have also cultivated a fellow-feeling with the collective interests of mankind, retain as lively an interest in life on the eve of death as in the vigour of youth and health. Next to selfishness, the principal cause which makes life unsatisfactory, is want of mental cultivation. A cultivated mind--I do not mean that of a philosopher, but any mind to which the fountains of knowledge have been opened, and which has been taught, in any tolerable degree, to exercise its faculties--finds sources of inexhaustible interest in all that surrounds it; in the objects of nature, the achievements of art, the imaginations of poetry, the incidents of history, the ways of mankind past and present, and their prospects in the future. It is possible, indeed, to become indifferent to all this, and that too without having exhausted a thousandth part of it; but only when one has had from the beginning no moral or human interest in these things, and has sought in them only the gratification of curiosity."}