{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Sidney Mcdermott\" <a-rubenb@aardvarkjuicers.com>", "subject": "High quality medications at good prices.", "body": " In this cosmological argument are assembled so many sophistical propositions that speculative reason seems to have exerted in it all her dialectical skill to produce a transcendental illusion of the most extreme character. We shall postpone an investigation of this argument for the present, and confine ourselves to exposing the stratagem by which it imposes upon us an old argument in a new dress, and appeals to the agreement of two witnesses, the one with the credentials of pure reason, and the other with those of empiricism; while, in fact, it is only the former who has changed his dress and voice, for the purpose of passing himself off for an additional witness. That it may possess a secure foundation, it bases its conclusions upon experience, and thus appears to be completely distinct from the ontological argument, which places its confidence entirely in pure à priori conceptions. But this experience merely aids reason in making one step—to the existence of a necessary being. What the properties of this being are cannot be learned from experience; and therefore reason abandons it altogether, and pursues its inquiries in the sphere of pure conception, for the purpose of discovering what the properties of an absolutely necessary being ought to be, that is, what among all possible things contain the conditions (requisita) of absolute necessity. Reason believes that it has discovered these requisites in the conception of an ens realissimum—and in it alone, and hence concludes: The ens realissimum is an absolutely necessary being. But it is evident that reason has here presupposed that the conception of an ens realissimum is perfectly adequate to the conception of a being of absolute necessity, that is, that we may infer the existence of the latter from that of the former—a proposition which formed the basis of the ontological argument, and which is now employed in the support of the cosmological argument, contrary to the wish and professions of its inventors. For the existence of an absolutely necessary being is given in conceptions alone. But if I say: “The conception of the ens realissimum is a conception of this kind, and in fact the only conception which is adequate to our idea of a necessary being,” I am obliged to admit, that the latter may be inferred from the former. Thus it is properly the ontological argument which figures in the cosmological, and constitutes the whole strength of the latter; while the spurious basis of experience has been of no further use than to conduct us to the conception of absolute necessity, being utterly insufficient to demonstrate the presence of this attribute in any determinate existence or thing. For when we propose to ourselves an aim of this character, we must abandon the sphere of experience, and rise to that of pure conceptions, which we examine with the purpose of discovering whether any one contains the conditions of the possibility of an absolutely necessary being. But if the possibility of such a being is thus demonstrated, its existence is also proved; for we may then assert that, of all possible beings there is one which possesses the attribute of necessity—in other words, this being possesses an absolutely necessary existence."}