{"label": "ham", "to_address": "msn-list@te.verweg.com", "from_address": "msn-list-request@te.verweg.com", "subject": "MSN-list Digest, Vol 7, Issue 126", "body": " Amrou was inclined to gratify the wish of the grammarian, but his rigid integrity refused to alienate the minutest object without the consent of the caliph; and the well-known answer of Omar was inspired by the ignorance of a fanatic. “If these writings of the Greeks agree with the book of God, they are useless, and need not be preserved: if they disagree, they are pernicious, and ought to be destroyed.” The sentence was executed with blind obedience: the volumes of paper or parchment were distributed to the four thousand baths of the city; and such was their incredible multitude, that six months were barely sufficient for the consumption of this precious fuel. Since the Dynasties of Abulpharagius 116 have been given to the world in a Latin version, the tale has been repeatedly transcribed; and every scholar, with pious indignation, has deplored the irreparable shipwreck of the learning, the arts, and the genius, of antiquity. For my own part, I am strongly tempted to deny both the fact and the consequences. 1161 The fact is indeed marvellous. “Read and wonder!” says the historian himself: and the solitary report of a stranger who wrote at the end of six hundred years on the confines of Media, is overbalanced by the silence of two annalist of a more early date, both Christians, both natives of Egypt, and the most ancient of whom, the patriarch Eutychius, has amply described the conquest of Alexandria. 117 The rigid sentence of Omar is repugnant to the sound and orthodox precept of the Mahometan casuists they expressly declare, that the religious books of the Jews and Christians, which are acquired by the right of war, should never be committed to the flames; and that the works of profane science, historians or poets, physicians or philosophers, may be lawfully applied to the use of the faithful. 118 A more destructive zeal may perhaps be attributed to the first successors of Mahomet; yet in this instance, the conflagration would have speedily expired in the deficiency of materials. I should not recapitulate the disasters of the Alexandrian library, the involuntary flame that was kindled by Caesar in his own defence, 119 or the mischievous bigotry of the Christians, who studied to destroy the monuments of idolatry. 120 But if we gradually descend from the age of the Antonines to that of Theodosius, we shall learn from a chain of contemporary witnesses, that the royal palace and the temple of Serapis no longer contained the four, or the seven, hundred thousand volumes, which had been assembled by the curiosity and magnificence of the Ptolemies. 121 Perhaps the church and seat of the patriarchs might be enriched with a repository of books; but if the ponderous mass of Arian and Monophysite controversy were indeed consumed in the public baths, 122 a philosopher may allow, with a smile, that it was ultimately devoted to the benefit of mankind. I sincerely regret the more valuable libraries which have been involved in the ruin of the Roman empire; but when I seriously compute the lapse of ages, the waste of ignorance, and the calamities of war, our treasures, rather than our losses, are the objects of my surprise. Many curious and interesting facts are buried in oblivion: the three great historians of Rome have been transmitted to our hands in a mutilated state, and we are deprived of many pleasing compositions of the lyric, iambic, and dramatic poetry of the Greeks. Yet we should gratefully remember, that the mischances of time and accident have spared the classic works to which the suffrage of antiquity 123 had adjudged the first place of genius and glory: the teachers of ancient knowledge, who are still extant, had perused and compared the writings of their predecessors; 124 nor can it fairly be presumed that any important truth, any useful discovery in art or nature, has been snatched away from the curiosity of modern ages."}