{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r22460 - in branches/SAMBA_3_0/source/libads: .", "body": " The precautions with which the disciples of Christ performed the offices of religion were at first dictated by fear and necessity; but they were continued from choice. By imitating the awful secrecy which reigned in the Eleusinian mysteries, the Christians had flattered themselves that they should render their sacred institutions more respectable in the eyes of the Pagan world. 18 But the event, as it often happens to the operations of subtile policy, deceived their wishes and their expectations. It was concluded, that they only concealed what they would have blushed to disclose. Their mistaken prudence afforded an opportunity for malice to invent, and for suspicious credulity to believe, the horrid tales which described the Christians as the most wicked of human kind, who practised in their dark recesses every abomination that a depraved fancy could suggest, and who solicited the favor of their unknown God by the sacrifice of every moral virtue. There were many who pretended to confess or to relate the ceremonies of this abhorred society. It was asserted, Òthat a new-born infant, entirely covered over with flour, was presented, like some mystic symbol of initiation, to the knife of the proselyte, who unknowingly inflicted many a secret and mortal wound on the innocent victim of his error; that as soon as the cruel deed was perpetrated, the sectaries drank up the blood, greedily tore asunder the quivering members, and pledged themselves to eternal secrecy, by a mutual consciousness of guilt. It was as confidently affirmed, that this inhuman sacrifice was succeeded by a suitable entertainment, in which intemperance served as a provocative to brutal lust; till, at the appointed moment, the lights were suddenly extinguished, shame was banished, nature was forgotten; and, as accident might direct, the darkness of the night was polluted by the incestuous commerce of sisters and brothers, of sons and of mothers.Ó 19"}