{"label": "spam", "to_address": "<manager@flax9.uwaterloo.ca>", "from_address": "\"Corinne Hogan\" <dwdfmm@dfm.net>", "subject": "re:Can't afford drugs you need?", "body": " The Platonic Republic has become proverbial as an example—and a striking one—of imaginary perfection, such as can exist only in the brain of the idle thinker; and Brucker ridicules the philosopher for maintaining that a prince can never govern well, unless he is participant in the ideas. But we should do better to follow up this thought and, where this admirable thinker leaves us without assistance, employ new efforts to place it in clearer light, rather than carelessly fling it aside as useless, under the very miserable and pernicious pretext of impracticability. A constitution of the greatest possible human freedom according to laws, by which the liberty of every individual can consist with the liberty of every other (not of the greatest possible happiness, for this follows necessarily from the former), is, to say the least, a necessary idea, which must be placed at the foundation not only of the first plan of the constitution of a state, but of all its laws. And, in this, it not necessary at the outset to take account of the obstacles which lie in our way—obstacles which perhaps do not necessarily arise from the character of human nature, but rather from the previous neglect of true ideas in legislation. For there is nothing more pernicious and more unworthy of a philosopher, than the vulgar appeal to a so-called adverse experience, which indeed would not have existed, if those institutions had been established at the proper time and in accordance with ideas; while, instead of this, conceptions, crude for the very reason that they have been drawn from experience, have marred and frustrated all our better views and intentions. The more legislation and government are in harmony with this idea, the more rare do punishments become and thus it is quite reasonable to maintain, as Plato did, that in a perfect state no punishments at all would be necessary. Now although a perfect state may never exist, the idea is not on that account the less just, which holds up this maximum as the archetype or standard of a constitution, in order to bring legislative government always nearer and nearer to the greatest possible perfection. For at what precise degree human nature must stop in its progress, and how wide must be the chasm which must necessarily exist between the idea and its realization, are problems which no one can or ought to determine—and for this reason, that it is the destination of freedom to overstep all assigned limits between itself and the idea."}