{"label": "ham", "to_address": "Lars Marowsky-Bree <lmb@suse.de>", "from_address": "tridge@samba.org", "subject": "Re: [Linux-ha-dev] CTDB and clustered Samba", "body": " But at last a time came when the tyrants of Athens and the far older tyrannies of the rest of Hellas were, with the exception of those in Sicily, once and for all put down by Lacedaemon; for this city, though after the settlement of the Dorians, its present inhabitants, it suffered from factions for an unparalleled length of time, still at a very early period obtained good laws, and enjoyed a freedom from tyrants which was unbroken; it has possessed the same form of government for more than four hundred years, reckoning to the end of the late war, and has thus been in a position to arrange the affairs of the other states. Not many years after the deposition of the tyrants, the battle of Marathon was fought between the Medes and the Athenians. Ten years afterwards, the barbarian returned with the armada for the subjugation of Hellas. In the face of this great danger, the command of the confederate Hellenes was assumed by the Lacedaemonians in virtue of their superior power; and the Athenians, having made up their minds to abandon their city, broke up their homes, threw themselves into their ships, and became a naval people. This coalition, after repulsing the barbarian, soon afterwards split into two sections, which included the Hellenes who had revolted from the King, as well as those who had aided him in the war. At the end of the one stood Athens, at the head of the other Lacedaemon, one the first naval, the other the first military power in Hellas. For a short time the league held together, till the Lacedaemonians and Athenians quarrelled and made war upon each other with their allies, a duel into which all the Hellenes sooner or later were drawn, though some might at first remain neutral. So that the whole period from the Median war to this, with some peaceful intervals, was spent by each power in war, either with its rival, or with its own revolted allies, and consequently afforded them constant practice in military matters, and that experience which is learnt in the school of danger."}