{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " Meanwhile, when day came and the Syracusans and allies found that the Athenians were gone, most of them accused Gylippus of having let them escape on purpose, and hastily pursuing by the road which they had no difficulty in finding that they had taken, overtook them about dinner-time. They first came up with the troops under Demosthenes, who were behind and marching somewhat slowly and in disorder, owing to the night panic above referred to, and at once attacked and engaged them, the Syracusan horse surrounding them with more ease now that they were separated from the rest and hemming them in on one spot. The division of Nicias was five or six miles on in front, as he led them more rapidly, thinking that under the circumstances their safety lay not in staying and fighting, unless obliged, but in retreating as fast as possible, and only fighting when forced to do so. On the other hand, Demosthenes was, generally speaking, harassed more incessantly, as his post in the rear left him the first exposed to the attacks of the enemy; and now, finding that the Syracusans were in pursuit, he omitted to push on, in order to form his men for battle, and so lingered until he was surrounded by his pursuers and himself and the Athenians with him placed in the most distressing position, being huddled into an enclosure with a wall all round it, a road on this side and on that, and olive-trees in great number, where missiles were showered in upon them from every quarter. This mode of attack the Syracusans had with good reason adopted in preference to fighting at close quarters, as to risk a struggle with desperate men was now more for the advantage of the Athenians than for their own; besides, their success had now become so certain that they began to spare themselves a little in order not to be cut off in the moment of victory, thinking too that, as it was, they would be able in this way to subdue and capture the enemy."}