{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Darren Winston\" <mawchekohomesfig@chekohomes.com>", "subject": "Melt away pounds with Anatrim", "body": " When I speak of a whole, which necessarily consists of simple parts, I understand thereby only a substantial whole, as the true composite; that is to say, I understand that contingent unity of the manifold which is given as perfectly isolated (at least in thought), placed in reciprocal connection, and thus constituted a unity. Space ought not to be called a compositum but a totum, for its parts are possible in the whole, and not the whole by means of the parts. It might perhaps be called a compositum ideale, but not a compositum reale. But this is of no importance. As space is not a composite of substances (and not even of real accidents), if I abstract all composition therein—nothing, not even a point, remains; for a point is possible only as the limit of a space—consequently of a composite. Space and time, therefore, do not consist of simple parts. That which belongs only to the condition or state of a substance, even although it possesses a quantity (motion or change, for example), likewise does not consist of simple parts. That is to say, a certain degree of change does not originate from the addition of many simple changes. Our inference of the simple from the composite is valid only of self-subsisting things. But the accidents of a state are not self-subsistent. The proof, then, for the necessity of the simple, as the component part of all that is substantial and composite, may prove a failure, and the whole case of this thesis be lost, if we carry the proposition too far, and wish to make it valid of everything that is composite without distinction—as indeed has really now and then happened. Besides, I am here speaking only of the simple, in so far as it is necessarily given in the composite—the latter being capable of solution into the former as its component parts. The proper signification of the word monas (as employed by Leibnitz) ought to relate to the simple, given immediately as simple substance (for example, in consciousness), and not as an element of the composite. As an clement, the term atomus would be more appropriate. And as I wish to prove the existence of simple substances, only in relation to, and as the elements of, the composite, I might term the antithesis of the second Antinomy, transcendental Atomistic. But as this word has long been employed to designate a particular theory of corporeal phenomena (moleculae), and thus presupposes a basis of empirical conceptions, I prefer calling it the dialectical principle of Monadology."}