{"label": "spam", "to_address": "<manager@flax9.uwaterloo.ca>", "from_address": "\"Robert\" <richard@quitsmokeless.biz>", "subject": "Any med for your girl to be happy!", "body": " So much by way of justification of the proceeding by which, in this work, the notions and principles of pure speculative reason which have already undergone their special critical examination are, now and then, again subjected to examination. This would not in other cases be in accordance with the systematic process by which a science is established, since matters which have been decided ought only to be cited and not again discussed. In this case, however, it was not only allowable but necessary, because reason is here considered in transition to a different use of these concepts from what it had made of them before. Such a transition necessitates a comparison of the old and the new usage, in order to distinguish well the new path from the old one and, at the same time, to allow their connection to be observed. Accordingly considerations of this kind, including those which are once more directed to the concept of freedom in the practical use of the pure reason, must not be regarded as an interpolation serving only to fill up the gaps in the critical system of speculative reason (for this is for its own purpose complete), or like the props and buttresses which in a hastily constructed building are often added afterwards; but as true members which make the connexion of the system plain, and show us concepts, here presented as real, which there could only be presented problematically. This remark applies especially to the concept of freedom, respecting which one cannot but observe with surprise that so many boast of being able to understand it quite well and to explain its possibility, while they regard it only psychologically, whereas if they had studied it in a transcendental point of view, they must have recognized that it is not only indispensable as a problematical concept, in the complete use of speculative reason, but also quite incomprehensible; and if they afterwards came to consider its practical use, they must needs have come to the very mode of determining the principles of this, to which they are now so loth to assent. The concept of freedom is the stone of stumbling for all empiricists, but at the same time the key to the loftiest practical principles for critical moralists, who perceive by its means that they must necessarily proceed by a rational method. For this reason I beg the reader not to pass lightly over what is said of this concept at the end of the Analytic."}