{"label": "ham", "to_address": "Nguyen Dinh Nguyen <n.nguyen@garvan.org.au>", "from_address": "Frank E Harrell Jr <f.harrell@vanderbilt.edu>", "subject": "Re: [R] Incidence estimated from Kaplan-Meier", "body": " The different motives which influenced the reason, or the passions, of the Barbarian converts, cannot easily be ascertained. They were often capricious and accidental; a dream, an omen, the report of a miracle, the example of some priest, or hero, the charms of a believing wife, and, above all, the fortunate event of a prayer, or vow, which, in a moment of danger, they had addressed to the God of the Christians. 80 The early prejudices of education were insensibly erased by the habits of frequent and familiar society, the moral precepts of the gospel were protected by the extravagant virtues of the monks; and a spiritual theology was supported by the visible power of relics, and the pomp of religious worship. But the rational and ingenious mode of persuasion, which a Saxon bishop 81 suggested to a popular saint, might sometimes be employed by the missionaries, who labored for the conversion of infidels. “Admit,” says the sagacious disputant, “whatever they are pleased to assert of the fabulous, and carnal, genealogy of their gods and goddesses, who are propagated from each other. From this principle deduce their imperfect nature, and human infirmities, the assurance they were born, and the probability that they will die. At what time, by what means, from what cause, were the eldest of the gods or goddesses produced? Do they still continue, or have they ceased, to propagate? If they have ceased, summon your antagonists to declare the reason of this strange alteration. If they still continue, the number of the gods must become infinite; and shall we not risk, by the indiscreet worship of some impotent deity, to excite the resentment of his jealous superior? The visible heavens and earth, the whole system of the universe, which may be conceived by the mind, is it created or eternal? If created, how, or where, could the gods themselves exist before creation? If eternal, how could they assume the empire of an independent and preexisting world? Urge these arguments with temper and moderation; insinuate, at seasonable intervals, the truth and beauty of the Christian revelation; and endeavor to make the unbelievers ashamed, without making them angry.” This metaphysical reasoning, too refined, perhaps, for the Barbarians of Germany, was fortified by the grosser weight of authority and popular consent. The advantage of temporal prosperity had deserted the Pagan cause, and passed over to the service of Christianity. The Romans themselves, the most powerful and enlightened nation of the globe, had renounced their ancient superstition; and, if the ruin of their empire seemed to accuse the efficacy of the new faith, the disgrace was already retrieved by the conversion of the victorious Goths. The valiant and fortunate Barbarians, who subdued the provinces of the West, successively received, and reflected, the same edifying example. Before the age of Charlemagne, the Christian nations of Europe might exult in the exclusive possession of the temperate climates, of the fertile lands, which produced corn, wine, and oil; while the savage idolaters, and their helpless idols, were confined to the extremities of the earth, the dark and frozen regions of the North. 82"}