{"label": "ham", "to_address": "robert-mcfadden@o2.pl", "from_address": "\"bogdan romocea\" <br44114@gmail.com>", "subject": "Re: [R] Speed up R", "body": " Maxentius was the son of the emperor Maximian, and he had married the daughter of Galerius. His birth and alliance seemed to offer him the fairest promise of succeeding to the empire; but his vices and incapacity procured him the same exclusion from the dignity of Cæsar, which Constantine had deserved by a dangerous superiority of merit. The policy of Galerius preferred such associates as would never disgrace the choice, nor dispute the commands, of their benefactor. An obscure stranger was therefore raised to the throne of Italy, and the son of the late emperor of the West was left to enjoy the luxury of a private fortune in a villa a few miles distant from the capital. The gloomy passions of his soul, shame, vexation, and rage, were inflamed by envy on the news of Constantine’s success; but the hopes of Maxentius revived with the public discontent, and he was easily persuaded to unite his personal injury and pretensions with the cause of the Roman people. Two Prætorian tribunes and a commissary of provisions undertook the management of the conspiracy; and as every order of men was actuated by the same spirit, the immediate event was neither doubtful nor difficult. The præfect of the city, and a few magistrates, who maintained their fidelity to Severus, were massacred by the guards; and Maxentius, invested with the Imperial ornaments, was acknowledged by the applauding senate and people as the protector of the Roman freedom and dignity. It is uncertain whether Maximian was previously acquainted with the conspiracy; but as soon as the standard of rebellion was erected at Rome, the old emperor broke from the retirement where the authority of Diocletian had condemned him to pass a life of melancholy and solitude, and concealed his returning ambition under the disguise of paternal tenderness. At the request of his son and of the senate, he condescended to reassume the purple. His ancient dignity, his experience, and his fame in arms, added strength as well as reputation to the party of Maxentius. 22"}