{"label": "spam", "to_address": "undisclosed-recipients:;", "from_address": "Mary_info <mary_owen01@yahoo.ca>", "subject": "YOUR E-MAIL HAVE WON ..congratulations.........", "body": " Without rising to these speculative heights, we are bound to confess that human reason contains not only ideas, but ideals, which possess, not, like those of Plato, creative, but certainly practical power—as regulative principles, and form the basis of the perfectibility of certain actions. Moral conceptions are not perfectly pure conceptions of reason, because an empirical element—of pleasure or pain—lies at the foundation of them. In relation, however, to the principle, whereby reason sets bounds to a freedom which is in itself without law, and consequently when we attend merely to their form, they may be considered as pure conceptions of reason. Virtue and wisdom in their perfect purity are ideas. But the wise man of the Stoics is an ideal, that is to say, a human being existing only in thought and in complete conformity with the idea of wisdom. As the idea provides a rule, so the ideal serves as an archetype for the perfect and complete determination of the copy. Thus the conduct of this wise and divine man serves us as a standard of action, with which we may compare and judge ourselves, which may help us to reform ourselves, although the perfection it demands can never be attained by us. Although we cannot concede objective reality to these ideals, they are not to be considered as chimeras; on the contrary, they provide reason with a standard, which enables it to estimate, by comparison, the degree of incompleteness in the objects presented to it. But to aim at realizing the ideal in an example in the world of experience—to describe, for instance, the character of the perfectly wise man in a romance—is impracticable. Nay more, there is something absurd in the attempt; and the result must be little edifying, as the natural limitations, which are continually breaking in upon the perfection and completeness of the idea, destroy the illusion in the story and throw an air of suspicion even on what is good in the idea, which hence appears fictitious and unreal."}