{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "\"Nathan Edgars II\" <neroute2@gmail.com>", "subject": "Re: Can a font with an unfree character be free?", "body": " After the death of Jovian, the throne of the Roman world remained ten days, 19 without a master. The ministers and generals still continued to meet in council; to exercise their respective functions; to maintain the public order; and peaceably to conduct the army to the city of Nice in Bithynia, which was chosen for the place of the election. 20 In a solemn assembly of the civil and military powers of the empire, the diadem was again unanimously offered to the pr¾fect Sallust. He enjoyed the glory of a second refusal: and when the virtues of the father were alleged in favor of his son, the pr¾fect, with the firmness of a disinterested patriot, declared to the electors, that the feeble age of the one, and the unexperienced youth of the other, were equally incapable of the laborious duties of government. Several candidates were proposed; and, after weighing the objections of character or situation, they were successively rejected; but, as soon as the name of Valentinian was pronounced, the merit of that officer united the suffrages of the whole assembly, and obtained the sincere approbation of Sallust himself. Valentinian 21 was the son of Count Gratian, a native of Cibalis, in Pannonia, who from an obscure condition had raised himself, by matchless strength and dexterity, to the military commands of Africa and Britain; from which he retired with an ample fortune and suspicious integrity. The rank and services of Gratian contributed, however, to smooth the first steps of the promotion of his son; and afforded him an early opportunity of displaying those solid and useful qualifications, which raised his character above the ordinary level of his fellow-soldiers. The person of Valentinian was tall, graceful, and majestic. His manly countenance, deeply marked with the impression of sense and spirit, inspired his friends with awe, and his enemies with fear; and to second the efforts of his undaunted courage, the son of Gratian had inherited the advantages of a strong and healthy constitution. By the habits of chastity and temperance, which restrain the appetites and invigorate the faculties, Valentinian preserved his own and the public esteem. The avocations of a military life had diverted his youth from the elegant pursuits of literature; 2111 he was ignorant of the Greek language, and the arts of rhetoric; but as the mind of the orator was never disconcerted by timid perplexity, he was able, as often as the occasion prompted him, to deliver his decided sentiments with bold and ready elocution. The laws of martial discipline were the only laws that he had studied; and he was soon distinguished by the laborious diligence, and inflexible severity, with which he discharged and enforced the duties of the camp. In the time of Julian he provoked the danger of disgrace, by the contempt which he publicly expressed for the reigning religion; 22 and it should seem, from his subsequent conduct, that the indiscreet and unseasonable freedom of Valentinian was the effect of military spirit, rather than of Christian zeal. He was pardoned, however, and still employed by a prince who esteemed his merit; 23 and in the various events of the Persian war, he improved the reputation which he had already acquired on the banks of the Rhine. The celerity and success with which he executed an important commission, recommended him to the favor of Jovian; and to the honorable command of the second _school_, or company, of Targetiers, of the domestic guards. In the march from Antioch, he had reached his quarters at Ancyra, when he was unexpectedly summoned, without guilt and without intrigue, to assume, in the forty-third year of his age, the absolute government of the Roman empire."}