{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"souvik banerjee\" <bansouvik@gmail.com>", "subject": "[R] Question on bivariate GEE fit", "body": " The Athenians retorted by ordering the Lacedaemonians to drive out the curse of Taenarus. The Lacedaemonians had once raised up some Helot suppliants from the temple of Poseidon at Taenarus, led them away and slain them; for which they believe the great earthquake at Sparta to have been a retribution. The Athenians also ordered them to drive out the curse of the goddess of the Brazen House; the history of which is as follows. After Pausanias the Lacedaemonian had been recalled by the Spartans from his command in the Hellespont (this is his first recall), and had been tried by them and acquitted, not being again sent out in a public capacity, he took a galley of Hermione on his own responsibility, without the authority of the Lacedaemonians, and arrived as a private person in the Hellespont. He came ostensibly for the Hellenic war, really to carry on his intrigues with the King, which he had begun before his recall, being ambitious of reigning over Hellas. The circumstance which first enabled him to lay the King under an obligation, and to make a beginning of the whole design, was this. Some connections and kinsmen of the King had been taken in Byzantium, on its capture from the Medes, when he was first there, after the return from Cyprus. These captives he sent off to the King without the knowledge of the rest of the allies, the account being that they had escaped from him. He managed this with the help of Gongylus, an Eretrian, whom he had placed in charge of Byzantium and the prisoners. He also gave Gongylus a letter for the King, the contents of which were as follows, as was afterwards discovered: “Pausanias, the general of Sparta, anxious to do you a favour, sends you these his prisoners of war. I propose also, with your approval, to marry your daughter, and to make Sparta and the rest of Hellas subject to you. I may say that I think I am able to do this, with your co-operation. Accordingly if any of this please you, send a safe man to the sea through whom we may in future conduct our correspondence.”"}