{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "BBC Breaking News Alert <dailyemail@ebs.bbc.co.uk>", "subject": "Virginia gunman 'had mental care'", "body": " In the first place, I say boldly that nothing can be worse than the present mode of study. Persons usually pick up a little philosophy in early youth, and in the intervals of business, but they never master the real difficulty, which is dialectic. Later, perhaps, they occasionally go to a lecture on philosophy. Years advance, and the sun of philosophy, unlike that of Heracleitus, sets never to rise again. This order of education should be reversed; it should begin with gymnastics in youth, and as the man strengthens, he should increase the gymnastics of his soul. Then, when active life is over, let him finally return to philosophy. ‘You are in earnest, Socrates, but the world will be equally earnest in withstanding you—no more than Thrasymachus.’ Do not make a quarrel between Thrasymachus and me, who were never enemies and are now good friends enough. And I shall do my best to convince him and all mankind of the truth of my words, or at any rate to prepare for the future when, in another life, we may again take part in similar discussions. ‘That will be a long time hence.’ Not long in comparison with eternity. The many will probably remain incredulous, for they have never seen the natural unity of ideas, but only artificial juxtapositions; not free and generous thoughts, but tricks of controversy and quips of law;—a perfect man ruling in a perfect state, even a single one they have not known. And we foresaw that there was no chance of perfection either in states or individuals until a necessity was laid upon philosophers—not the rogues, but those whom we called the useless class—of holding office; or until the sons of kings were inspired with a true love of philosophy. Whether in the infinity of past time there has been, or is in some distant land, or ever will be hereafter, an ideal such as we have described, we stoutly maintain that there has been, is, and will be such a state whenever the Muse of philosophy rules. Will you say that the world is of another mind? O, my friend, do not revile the world! They will soon change their opinion if they are gently entreated, and are taught the true nature of the philosopher. Who can hate a man who loves him? Or be jealous of one who has no jealousy? Consider, again, that the many hate not the true but the false philosophers—the pretenders who force their way in without invitation, and are always speaking of persons and not of principles, which is unlike the spirit of philosophy. For the true philosopher despises earthly strife; his eye is fixed on the eternal order in accordance with which he moulds himself into the Divine image (and not himself only, but other men), and is the creator of the virtues private as well as public. When mankind see that the happiness of states is only to be found in that image, will they be angry with us for attempting to delineate it? ‘Certainly not. But what will be the process of delineation?’ The artist will do nothing until he has made a tabula rasa; on this he will inscribe the constitution of a state, glancing often at the divine truth of nature, and from that deriving the godlike among men, mingling the two elements, rubbing out and painting in, until there is a perfect harmony or fusion of the divine and human. But perhaps the world will doubt the existence of such an artist. What will they doubt? That the philosopher is a lover of truth, having a nature akin to the best?—and if they admit this will they still quarrel with us for making philosophers our kings? ‘They will be less disposed to quarrel.’ Let us assume then that they are pacified. Still, a person may hesitate about the probability of the son of a king being a philosopher. And we do not deny that they are very liable to be corrupted; but yet surely in the course of ages there might be one exception—and one is enough. If one son of a king were a philosopher, and had obedient citizens, he might bring the ideal polity into being. Hence we conclude that our laws are not only the best, but that they are also possible, though not free from difficulty."}