{"label": "spam", "to_address": "<smiles@speedy.uwaterloo.ca>", "from_address": "\"Xavier Bailey\" <translation-usa.com@lotto-otto.com>", "subject": "Play over 50 lotteries online", "body": " The doctrine of Christianity, * even if we do not yet consider it as a religious doctrine, gives, touching this point, a conception of the summum bonum (the kingdom of God), which alone satisfies the strictest demand of practical reason. The moral law is holy (unyielding) and demands holiness of morals, although all the moral perfection to which man can attain is still only virtue, that is, a rightful disposition arising from respect for the law, implying consciousness of a constant propensity to transgression, or at least a want of purity, that is, a mixture of many spurious (not moral) motives of obedience to the law, consequently a self-esteem combined with humility. In respect, then, of the holiness which the Christian law requires, this leaves the creature nothing but a progress in infinitum, but for that very reason it justifies him in hoping for an endless duration of his existence. The worth of a character perfectly accordant with the moral law is infinite, since the only restriction on all possible happiness in the judgement of a wise and all powerful distributor of it is the absence of conformity of rational beings to their duty. But the moral law of itself does not promise any happiness, for according to our conceptions of an order of nature in general, this is not necessarily connected with obedience to the law. Now Christian morality supplies this defect (of the second indispensable element of the summum bonum) by representing the world in which rational beings devote themselves with all their soul to the moral law, as a kingdom of God, in which nature and morality are brought into a harmony foreign to each of itself, by a holy Author who makes the derived summum bonum possible. Holiness of life is prescribed to them as a rule even in this life, while the welfare proportioned to it, namely, bliss, is represented as attainable only in an eternity; because the former must always be the pattern of their conduct in every state, and progress towards it is already possible and necessary in this life; while the latter, under the name of happiness, cannot be attained at all in this world (so far as our own power is concerned), and therefore is made simply an object of hope. Nevertheless, the Christian principle of morality itself is not theological (so as to be heteronomy), but is autonomy of pure practical reason, since it does not make the knowledge of God and His will the foundation of these laws, but only of the attainment of the summum bonum, on condition of following these laws, and it does not even place the proper spring of this obedience in the desired results, but solely in the conception of duty, as that of which the faithful observance alone constitutes the worthiness to obtain those happy consequences."}