{"label": "ham", "to_address": "elyakhlifi mustapha <elyakhlifi_mustapha@yahoo.fr>", "from_address": "Martin Becker <martin.becker@mx.uni-saarland.de>", "subject": "Re: [R] subset", "body": " In the first days of the spring following, at an earlier period than usual, the Lacedaemonians and their allies invaded Attica, under the command of Agis, son of Archidamus, king of the Lacedaemonians. They began by devastating the parts bordering upon the plain, and next proceeded to fortify Decelea, dividing the work among the different cities. Decelea is about thirteen or fourteen miles from the city of Athens, and the same distance or not much further from Boeotia; and the fort was meant to annoy the plain and the richest parts of the country, being in sight of Athens. While the Peloponnesians and their allies in Attica were engaged in the work of fortification, their countrymen at home sent off, at about the same time, the heavy infantry in the merchant vessels to Sicily; the Lacedaemonians furnishing a picked force of Helots and Neodamodes (or freedmen), six hundred heavy infantry in all, under the command of Eccritus, a Spartan; and the Boeotians three hundred heavy infantry, commanded by two Thebans, Xenon and Nicon, and by Hegesander, a Thespian. These were among the first to put out into the open sea, starting from Taenarus in Laconia. Not long after their departure the Corinthians sent off a force of five hundred heavy infantry, consisting partly of men from Corinth itself, and partly of Arcadian mercenaries, placed under the command of Alexarchus, a Corinthian. The Sicyonians also sent off two hundred heavy infantry at same time as the Corinthians, under the command of Sargeus, a Sicyonian. Meantime the five-and-twenty vessels manned by Corinth during the winter lay confronting the twenty Athenian ships at Naupactus until the heavy infantry in the merchantmen were fairly on their way from Peloponnese; thus fulfilling the object for which they had been manned originally, which was to divert the attention of the Athenians from the merchantmen to the galleys."}