{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "Canadian Doctor Miranda <the00@plg.uwaterloo.ca>", "subject": "RE: MedHelp 263366903197", "body": " This attempt to introduce a complete revolution in the procedure of metaphysics, after the _example_ of the geometricians and natural philosophers, constitutes the aim of the Critique of Pure Speculative Reason. It is a treatise on the method to be followed, not a system of the science itself. But, at the same time, it marks out and defines both the external boundaries and the internal structure of this science. For pure speculative reason has this peculiarity, that, in choosing the various objects of thought, it is able to define the limits of its own faculties, and even to give a complete enumeration of the possible modes of proposing problems to itself, and thus to sketch out the entire system of metaphysics. For, on the one hand, in cognition _à priori_, nothing must be attributed to the objects but what the thinking subject derives from itself; and, on the other hand, reason is, in regard to the principles of cognition, a perfectly distinct, independent unity, in which, as in an organized body, every member exists for the sake of the others, and all for the sake of each, so that no principle can be viewed, with safety, in one relationship, unless it is, at the same time, viewed in relation to the total use of pure reason. Hence, too, metaphysics has this singular advantage—an advantage which falls to the lot of no other science which has to do with _objects_—that, if once it is conducted into the sure path of science, by means of this criticism, it can then take in the whole sphere of its cognitions, and can thus complete its work, and leave it for the use of posterity, as a capital which can never receive fresh accessions. For metaphysics has to deal only with principles and with the limitations of its own employment as determined by these principles. To this perfection it is, therefore, bound, as the fundamental science, to attain, and to it the maxim may justly be applied:"}