{"label": "ham", "to_address": "raymond chiruka <rtchiruka@yahoo.com>", "from_address": "Petr PIKAL <petr.pikal@precheza.cz>", "subject": "[R] Odp:  adding column to a matrix", "body": " Neither the spirit, nor the forces, nor the reputation, of Attila, were impaired by the failure of the Gallic expedition. In the ensuing spring he repeated his demand of the princess Honoria, and her patrimonial treasures. The demand was again rejected, or eluded; and the indignant lover immediately took the field, passed the Alps, invaded Italy, and besieged Aquileia with an innumerable host of Barbarians. Those Barbarians were unskilled in the methods of conducting a regular siege, which, even among the ancients, required some knowledge, or at least some practice, of the mechanic arts. But the labor of many thousand provincials and captives, whose lives were sacrificed without pity, might execute the most painful and dangerous work. The skill of the Roman artists might be corrupted to the destruction of their country. The walls of Aquileia were assaulted by a formidable train of battering rams, movable turrets, and engines, that threw stones, darts, and fire; 48 and the monarch of the Huns employed the forcible impulse of hope, fear, emulation, and interest, to subvert the only barrier which delayed the conquest of Italy. Aquileia was at that period one of the richest, the most populous, and the strongest of the maritime cities of the Adriatic coast. The Gothic auxiliaries, who appeared to have served under their native princes, Alaric and Antala, communicated their intrepid spirit; and the citizens still remembered the glorious and successful resistance which their ancestors had opposed to a fierce, inexorable Barbarian, who disgraced the majesty of the Roman purple. Three months were consumed without effect in the siege of the Aquileia; till the want of provisions, and the clamors of his army, compelled Attila to relinquish the enterprise; and reluctantly to issue his orders, that the troops should strike their tents the next morning, and begin their retreat. But as he rode round the walls, pensive, angry, and disappointed, he observed a stork preparing to leave her nest, in one of the towers, and to fly with her infant family towards the country. He seized, with the ready penetration of a statesman, this trifling incident, which chance had offered to superstition; and exclaimed, in a loud and cheerful tone, that such a domestic bird, so constantly attached to human society, would never have abandoned her ancient seats, unless those towers had been devoted to impending ruin and solitude. 49 The favorable omen inspired an assurance of victory; the siege was renewed and prosecuted with fresh vigor; a large breach was made in the part of the wall from whence the stork had taken her flight; the Huns mounted to the assault with irresistible fury; and the succeeding generation could scarcely discover the ruins of Aquileia. 50 After this dreadful chastisement, Attila pursued his march; and as he passed, the cities of Altinum, Concordia, and Padua, were reduced into heaps of stones and ashes. The inland towns, Vicenza, Verona, and Bergamo, were exposed to the rapacious cruelty of the Huns. Milan and Pavia submitted, without resistance, to the loss of their wealth; and applauded the unusual clemency which preserved from the flames the public, as well as private, buildings, and spared the lives of the captive multitude. The popular traditions of Comum, Turin, or Modena, may justly be suspected; yet they concur with more authentic evidence to prove, that Attila spread his ravages over the rich plains of modern Lombardy; which are divided by the Po, and bounded by the Alps and Apennine. 51 When he took possession of the royal palace of Milan, he was surprised and offended at the sight of a picture which represented the Caesars seated on their throne, and the princes of Scythia prostrate at their feet. The revenge which Attila inflicted on this monument of Roman vanity, was harmless and ingenious. He commanded a painter to reverse the figures and the attitudes; and the emperors were delineated on the same canvas, approaching in a suppliant posture to empty their bags of tributary gold before the throne of the Scythian monarch. 52 The spectators must have confessed the truth and propriety of the alteration; and were perhaps tempted to apply, on this singular occasion, the well-known fable of the dispute between the lion and the man. 53"}