{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Deann\" <swpxved@myboro.co.uk>", "subject": "Wo.uld like to chat with you", "body": " A very different spectacle is exhibited among a people accustomed to transact their own business. In France, a large part of the people having been engaged in military service, many of whom have held at least the rank of non-commissioned officers, there are in every popular insurrection several persons competent to take the lead, and improvise some tolerable plan of action. What the French are in military affairs, the Americans are in every kind of civil business; let them be left without a government, every body of Americans is able to improvise one, and to carry on that or any other public business with a sufficient amount of intelligence, order, and decision. This is what every free people ought to be: and a people capable of this is certain to be free; it will never let itself be enslaved by any man or body of men because these are able to seize and pull the reins of the central administration. No bureaucracy can hope to make such a people as this do or undergo anything that they do not like. But where everything is done through the bureaucracy, nothing to which the bureaucracy is really adverse can be done at all. The constitution of such countries is an organisation of the experience and practical ability of the nation, into a disciplined body for the purpose of governing the rest; and the more perfect that organisation is in itself, the more successful in drawing to itself and educating for itself the persons of greatest capacity from all ranks of the community, the more complete is the bondage of all, the members of the bureaucracy included. For the governors are as much the slaves of their organisation and discipline, as the governed are of the governors. A Chinese mandarin is as much the tool and creature of a despotism as the humblest cultivator. An individual Jesuit is to the utmost degree of abasement the slave of his order, though the order itself exists for the collective power and importance of its members."}