{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for ONEOK Inc.", "body": " Athenians. Some diversion of the kind you speak of you may one day experience, only to learn, as others have done, that the Athenians never once yet withdrew from a siege for fear of any. But we are struck by the fact that, after saying you would consult for the safety of your country, in all this discussion you have mentioned nothing which men might trust in and think to be saved by. Your strongest arguments depend upon hope and the future, and your actual resources are too scanty, as compared with those arrayed against you, for you to come out victorious. You will therefore show great blindness of judgment, unless, after allowing us to retire, you can find some counsel more prudent than this. You will surely not be caught by that idea of disgrace, which in dangers that are disgraceful, and at the same time too plain to be mistaken, proves so fatal to mankind; since in too many cases the very men that have their eyes perfectly open to what they are rushing into, let the thing called disgrace, by the mere influence of a seductive name, lead them on to a point at which they become so enslaved by the phrase as in fact to fall wilfully into hopeless disaster, and incur disgrace more disgraceful as the companion of error, than when it comes as the result of misfortune. This, if you are well advised, you will guard against; and you will not think it dishonourable to submit to the greatest city in Hellas, when it makes you the moderate offer of becoming its tributary ally, without ceasing to enjoy the country that belongs to you; nor when you have the choice given you between war and security, will you be so blinded as to choose the worse. And it is certain that those who do not yield to their equals, who keep terms with their superiors, and are moderate towards their inferiors, on the whole succeed best. Think over the matter, therefore, after our withdrawal, and reflect once and again that it is for your country that you are consulting, that you have not more than one, and that upon this one deliberation depends its prosperity or ruin."}