{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Nitish Kumar Mishra\" <nitish@imtech.res.in>", "subject": "[R] R-About PLSR", "body": " If the bishops of the council of Nice 55 had been permitted to follow the unbiased dictates of their conscience, Arius and his associates could scarcely have flattered themselves with the hopes of obtaining a majority of votes, in favor of an hypothesis so directly averse to the two most popular opinions of the Catholic world. The Arians soon perceived the danger of their situation, and prudently assumed those modest virtues, which, in the fury of civil and religious dissensions, are seldom practised, or even praised, except by the weaker party. They recommended the exercise of Christian charity and moderation; urged the incomprehensible nature of the controversy, disclaimed the use of any terms or definitions which could not be found in the Scriptures; and offered, by very liberal concessions, to satisfy their adversaries without renouncing the integrity of their own principles. The victorious faction received all their proposals with haughty suspicion; and anxiously sought for some irreconcilable mark of distinction, the rejection of which might involve the Arians in the guilt and consequences of heresy. A letter was publicly read, and ignominiously torn, in which their patron, Eusebius of Nicomedia, ingenuously confessed, that the admission of the Homoousion, or Consubstantial, a word already familiar to the Platonists, was incompatible with the principles of their theological system. The fortunate opportunity was eagerly embraced by the bishops, who governed the resolutions of the synod; and, according to the lively expression of Ambrose, 56 they used the sword, which heresy itself had drawn from the scabbard, to cut off the head of the hated monster. The consubstantiality of the Father and the Son was established by the council of Nice, and has been unanimously received as a fundamental article of the Christian faith, by the consent of the Greek, the Latin, the Oriental, and the Protestant churches. But if the same word had not served to stigmatize the heretics, and to unite the Catholics, it would have been inadequate to the purpose of the majority, by whom it was introduced into the orthodox creed. This majority was divided into two parties, distinguished by a contrary tendency to the sentiments of the Tritheists and of the Sabellians. But as those opposite extremes seemed to overthrow the foundations either of natural or revealed religion, they mutually agreed to qualify the rigor of their principles; and to disavow the just, but invidious, consequences, which might be urged by their antagonists. The interest of the common cause inclined them to join their numbers, and to conceal their differences; their animosity was softened by the healing counsels of toleration, and their disputes were suspended by the use of the mysterious _Homoousion_, which either party was free to interpret according to their peculiar tenets. The Sabellian sense, which, about fifty years before, had obliged the council of Antioch 57 to prohibit this celebrated term, had endeared it to those theologians who entertained a secret but partial affection for a nominal Trinity. But the more fashionable saints of the Arian times, the intrepid Athanasius, the learned Gregory Nazianzen, and the other pillars of the church, who supported with ability and success the Nicene doctrine, appeared to consider the expression of _substance_ as if it had been synonymous with that of _nature;_ and they ventured to illustrate their meaning, by affirming that three men, as they belong to the same common species, are consubstantial, or homoousian to each other. 58 This pure and distinct equality was tempered, on the one hand, by the internal connection, and spiritual penetration which indissolubly unites the divine persons; 59 and, on the other, by the pre‘minence of the Father, which was acknowledged as far as it is compatible with the independence of the Son. 60 Within these limits, the almost invisible and tremulous ball of orthodoxy was allowed securely to vibrate. On either side, beyond this consecrated ground, the heretics and the d¾mons lurked in ambush to surprise and devour the unhappy wanderer. But as the degrees of theological hatred depend on the spirit of the war, rather than on the importance of the controversy, the heretics who degraded, were treated with more severity than those who annihilated, the person of the Son. The life of Athanasius was consumed in irreconcilable opposition to the impious _madness_ of the Arians; 61 but he defended above twenty years the Sabellianism of Marcellus of Ancyra; and when at last he was compelled to withdraw himself from his communion, he continued to mention, with an ambiguous smile, the venial errors of his respectable friend. 62"}