{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Chris Norman <cnorman@rnibncw.ac.uk>", "subject": "Re: High-Frequency at The Bottom?", "body": " Meanwhile Cleon prevailed on the Athenians to let him set sail at the expiration of the armistice for the towns in the direction of Thrace with twelve hundred heavy infantry and three hundred horse from Athens, a large force of the allies, and thirty ships. First touching at the still besieged Scione, and taking some heavy infantry from the army there, he next sailed into Cophos, a harbour in the territory of Torone, which is not far from the town. From thence, having learnt from deserters that Brasidas was not in Torone, and that its garrison was not strong enough to give him battle, he advanced with his army against the town, sending ten ships to sail round into the harbour. He first came to the fortification lately thrown up in front of the town by Brasidas in order to take in the suburb, to do which he had pulled down part of the original wall and made it all one city. To this point Pasitelidas, the Lacedaemonian commander, with such garrison as there was in the place, hurried to repel the Athenian assault; but finding himself hard pressed, and seeing the ships that had been sent round sailing into the harbour, Pasitelidas began to be afraid that they might get up to the city before its defenders were there and, the fortification being also carried, he might be taken prisoner, and so abandoned the outwork and ran into the town. But the Athenians from the ships had already taken Torone, and their land forces following at his heels burst in with him with a rush over the part of the old wall that had been pulled down, killing some of the Peloponnesians and Toronaeans in the melee, and making prisoners of the rest, and Pasitelidas their commander amongst them. Brasidas meanwhile had advanced to relieve Torone, and had only about four miles more to go when he heard of its fall on the road, and turned back again. Cleon and the Athenians set up two trophies, one by the harbour, the other by the fortification and, making slaves of the wives and children of the Toronaeans, sent the men with the Peloponnesians and any Chalcidians that were there, to the number of seven hundred, to Athens; whence, however, they all came home afterwards, the Peloponnesians on the conclusion of peace, and the rest by being exchanged against other prisoners with the Olynthians. About the same time Panactum, a fortress on the Athenian border, was taken by treachery by the Boeotians. Meanwhile Cleon, after placing a garrison in Torone, weighed anchor and sailed around Athos on his way to Amphipolis."}