{"label": "ham", "to_address": "\"Steven McKinney\" <smckinney@bccrc.ca>", "from_address": "\"Spielas Bates\" <bates@stat.wisc.edu>", "subject": "Re: [R] lmer function", "body": " I. Before the introduction of trade, which scatters riches, and of knowledge, which dispels prejudice, the prerogative of birth is most strongly felt and most humbly acknowledged. In every age, the laws and manners of the Germans have discriminated the ranks of society; the dukes and counts, who shared the empire of Charlemagne, converted their office to an inheritance; and to his children, each feudal lord bequeathed his honor and his sword. The proudest families are content to lose, in the darkness of the middle ages, the tree of their pedigree, which, however deep and lofty, must ultimately rise from a plebeian root; and their historians must descend ten centuries below the Christian æra, before they can ascertain any lineal succession by the evidence of surnames, of arms, and of authentic records. With the first rays of light, 71 we discern the nobility and opulence of Atho, a French knight; his nobility, in the rank and title of a nameless father; his opulence, in the foundation of the castle of Courtenay in the district of Gatinois, about fifty-six miles to the south of Paris. From the reign of Robert, the son of Hugh Capet, the barons of Courtenay are conspicuous among the immediate vassals of the crown; and Joscelin, the grandson of Atho and a noble dame, is enrolled among the heroes of the first crusade. A domestic alliance (their mothers were sisters) attached him to the standard of Baldwin of Bruges, the second count of Edessa; a princely fief, which he was worthy to receive, and able to maintain, announces the number of his martial followers; and after the departure of his cousin, Joscelin himself was invested with the county of Edessa on both sides of the Euphrates. By economy in peace, his territories were replenished with Latin and Syrian subjects; his magazines with corn, wine, and oil; his castles with gold and silver, with arms and horses. In a holy warfare of thirty years, he was alternately a conqueror and a captive: but he died like a soldier, in a horse litter at the head of his troops; and his last glance beheld the flight of the Turkish invaders who had presumed on his age and infirmities. His son and successor, of the same name, was less deficient in valor than in vigilance; but he sometimes forgot that dominion is acquired and maintained by the same arms. He challenged the hostility of the Turks, without securing the friendship of the prince of Antioch; and, amidst the peaceful luxury of Turbessel, in Syria, 72 Joscelin neglected the defence of the Christian frontier beyond the Euphrates. In his absence, Zenghi, the first of the Atabeks, besieged and stormed his capital, Edessa, which was feebly defended by a timorous and disloyal crowd of Orientals: the Franks were oppressed in a bold attempt for its recovery, and Courtenay ended his days in the prison of Aleppo. He still left a fair and ample patrimony But the victorious Turks oppressed on all sides the weakness of a widow and orphan; and, for the equivalent of an annual pension, they resigned to the Greek emperor the charge of defending, and the shame of losing, the last relics of the Latin conquest. The countess-dowager of Edessa retired to Jerusalem with her two children; the daughter, Agnes, became the wife and mother of a king; the son, Joscelin the Third, accepted the office of seneschal, the first of the kingdom, and held his new estates in Palestine by the service of fifty knights. His name appears with honor in the transactions of peace and war; but he finally vanishes in the fall of Jerusalem; and the name of Courtenay, in this branch of Edessa, was lost by the marriage of his two daughters with a French and German baron. 73"}