{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"live.This\" <xoajaqekz@wideopenwest.com>", "subject": "KURZEL G7Q", "body": " It is not so extraordinary, as it at first sight appears, that a science should demand and expect satisfactory answers to all the questions that may arise within its own sphere (questiones domesticae), although, up to a certain time, these answers may not have been discovered. There are, in addition to transcendental philosophy, only two pure sciences of reason; the one with a speculative, the other with a practical content—pure mathematics and pure ethics. Has any one ever heard it alleged that, from our complete and necessary ignorance of the conditions, it is uncertain what exact relation the diameter of a circle bears to the circle in rational or irrational numbers? By the former the sum cannot be given exactly, by the latter only approximately; and therefore we decide that the impossibility of a solution of the question is evident. Lambert presented us with a demonstration of this. In the general principles of morals there can be nothing uncertain, for the propositions are either utterly without meaning, or must originate solely in our rational conceptions. On the other hand, there must be in physical science an infinite number of conjectures, which can never become certainties; because the phenomena of nature are not given as objects dependent on our conceptions. The key to the solution of such questions cannot, therefore, be found in our conceptions, or in pure thought, but must lie without us and for that reason is in many cases not to be discovered; and consequently a satisfactory explanation cannot be expected. The questions of transcendental analytic, which relate to the deduction of our pure cognition, are not to be regarded as of the same kind as those mentioned above; for we are not at present treating of the certainty of judgements in relation to the origin of our conceptions, but only of that certainty in relation to objects."}