{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "\"BBC daily email\" <dailyemail@bbc.co.uk>", "subject": "Your daily e-mail from the BBC", "body": " The fraternal concord of the two sons of the great Alexius had been sometimes clouded by an opposition of interest and passion. By ambition, Isaac the Sebastocrator was excited to flight and rebellion, from whence he was reclaimed by the firmness and clemency of John the Handsome. The errors of Isaac, the father of the emperors of Trebizond, were short and venial; but John, the elder of his sons, renounced forever his religion. Provoked by a real or imaginary insult of his uncle, he escaped from the Roman to the Turkish camp: his apostasy was rewarded with the sultan’s daughter, the title of Chelebi, or noble, and the inheritance of a princely estate; and in the fifteenth century, Mahomet the Second boasted of his Imperial descent from the Comnenian family. Andronicus, the younger brother of John, son of Isaac, and grandson of Alexius Comnenus, is one of the most conspicuous characters of the age; and his genuine adventures might form the subject of a very singular romance. To justify the choice of three ladies of royal birth, it is incumbent on me to observe, that their fortunate lover was cast in the best proportions of strength and beauty; and that the want of the softer graces was supplied by a manly countenance, a lofty stature, athletic muscles, and the air and deportment of a soldier. The preservation, in his old age, of health and vigor, was the reward of temperance and exercise. A piece of bread and a draught of water was often his sole and evening repast; and if he tasted of a wild boar or a stag, which he had roasted with his own hands, it was the well-earned fruit of a laborious chase. Dexterous in arms, he was ignorant of fear; his persuasive eloquence could bend to every situation and character of life, his style, though not his practice, was fashioned by the example of St. Paul; and, in every deed of mischief, he had a heart to resolve, a head to contrive, and a hand to execute. In his youth, after the death of the emperor John, he followed the retreat of the Roman army; but, in the march through Asia Minor, design or accident tempted him to wander in the mountains: the hunter was encompassed by the Turkish huntsmen, and he remained some time a reluctant or willing captive in the power of the sultan. His virtues and vices recommended him to the favor of his cousin: he shared the perils and the pleasures of Manuel; and while the emperor lived in public incest with his niece Theodora, the affections of her sister Eudocia were seduced and enjoyed by Andronicus. Above the decencies of her sex and rank, she gloried in the name of his concubine; and both the palace and the camp could witness that she slept, or watched, in the arms of her lover. She accompanied him to his military command of Cilicia, the first scene of his valor and imprudence. He pressed, with active ardor, the siege of Mopsuestia: the day was employed in the boldest attacks; but the night was wasted in song and dance; and a band of Greek comedians formed the choicest part of his retinue. Andronicus was surprised by the sally of a vigilant foe; but, while his troops fled in disorder, his invincible lance transpierced the thickest ranks of the Armenians. On his return to the Imperial camp in Macedonia, he was received by Manuel with public smiles and a private reproof; but the duchies of Naissus, Braniseba, and Castoria, were the reward or consolation of the unsuccessful general. Eudocia still attended his motions: at midnight, their tent was suddenly attacked by her angry brothers, impatient to expiate her infamy in his blood: his daring spirit refused her advice, and the disguise of a female habit; and, boldly starting from his couch, he drew his sword, and cut his way through the numerous assassins. It was here that he first betrayed his ingratitude and treachery: he engaged in a treasonable correspondence with the king of Hungary and the German emperor; approached the royal tent at a suspicious hour with a drawn sword, and under the mask of a Latin soldier, avowed an intention of revenge against a mortal foe; and imprudently praised the fleetness of his horse as an instrument of flight and safety. The monarch dissembled his suspicions; but, after the close of the campaign, Andronicus was arrested and strictly confined in a tower of the palace of Constantinople."}