{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Sean\" <eppjlljaol@r.hotelrewarddeals.com>", "subject": "Be a monarch by the subject; planets to Santanni, and at random, take; the prospect of power, in", "body": " I deny a providence, you say, and supreme governor of the world, who guides the course of events, and punishes the vicious with infamy and disappointment, and rewards the virtuous with honour and success, in all their undertakings. But surely, I deny not the course itself of events, which lies open to every one's inquiry and examination. I acknowledge, that, in the present order of things, virtue is attended with more peace of mind than vice, and meets with a more favourable reception from the world. I am sensible, that, according to the past experience of mankind, friendship is the chief joy of human life, and moderation the only source of tranquillity and happiness. I never balance between the virtuous and the vicious course of life; but am sensible, that, to a well-disposed mind, every advantage is on the side of the former. And what can you say more, allowing all your suppositions and reasonings? You tell me, indeed, that this disposition of things proceeds from intelligence and design. But whatever it proceeds from, the disposition itself, on which depends our happiness or misery, and consequently our conduct and deportment in life is still the same. It is still open for me, as well as you, to regulate my behaviour, by my experience of past events. And if you affirm, that, while a divine providence is allowed, and a supreme distributive justice in the universe, I ought to expect some more particular reward of the good, and punishment of the bad, beyond the ordinary course of events; I here find the same fallacy, which I have before endeavoured to detect. You persist in imagining, that, if we grant that divine existence, for which you so earnestly contend, you may safely infer consequences from it, and add something to the experienced order of nature, by arguing from the attributes which you ascribe to your gods. You seem not to remember, that all your reasonings on this subject can only be drawn from effects to causes; and that every argument, deducted from causes to effects, must of necessity be a gross sophism; since it is impossible for you to know anything of the cause, but what you have antecedently, not inferred, but discovered to the full, in the effect."}