{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CBSNews---Breaking_News <cbsnews___breaking_news-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "CBSNews.com News Alert! One Of Guns In Va. Massacre Tied To Roanoke Gun Shop", "body": " “There is one principle, Athenians, which I hold to through everything, and that is the principle of no concession to the Peloponnesians. I know that the spirit which inspires men while they are being persuaded to make war is not always retained in action; that as circumstances change, resolutions change. Yet I see that now as before the same, almost literally the same, counsel is demanded of me; and I put it to those of you who are allowing yourselves to be persuaded, to support the national resolves even in the case of reverses, or to forfeit all credit for their wisdom in the event of success. For sometimes the course of things is as arbitrary as the plans of man; indeed this is why we usually blame chance for whatever does not happen as we expected. Now it was clear before that Lacedaemon entertained designs against us; it is still more clear now. The treaty provides that we shall mutually submit our differences to legal settlement, and that we shall meanwhile each keep what we have. Yet the Lacedaemonians never yet made us any such offer, never yet would accept from us any such offer; on the contrary, they wish complaints to be settled by war instead of by negotiation; and in the end we find them here dropping the tone of expostulation and adopting that of command. They order us to raise the siege of Potidæa, to let Aegina be independent, to revoke the Megara decree; and they conclude with an ultimatum warning us to leave the Hellenes independent. I hope that you will none of you think that we shall be going to war for a trifle if we refuse to revoke the Megara decree, which appears in front of their complaints, and the revocation of which is to save us from war, or let any feeling of self-reproach linger in your minds, as if you went to war for slight cause. Why, this trifle contains the whole seal and trial of your resolution. If you give way, you will instantly have to meet some greater demand, as having been frightened into obedience in the first instance; while a firm refusal will make them clearly understand that they must treat you more as equals. Make your decision therefore at once, either to submit before you are harmed, or if we are to go to war, as I for one think we ought, to do so without caring whether the ostensible cause be great or small, resolved against making concessions or consenting to a precarious tenure of our possessions. For all claims from an equal, urged upon a neighbour as commands before any attempt at legal settlement, be they great or be they small, have only one meaning, and that is slavery."}