{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Dr.Ruud\" <rvtol+news@isolution.nl>", "subject": "Re: Nested loop", "body": " The private life of the senator Petronius Maximus 1 was often alleged as a rare example of human felicity. His birth was noble and illustrious, since he descended from the Anician family; his dignity was supported by an adequate patrimony in land and money; and these advantages of fortune were accompanied with liberal arts and decent manners, which adorn or imitate the inestimable gifts of genius and virtue. The luxury of his palace and table was hospitable and elegant. Whenever Maximus appeared in public, he was surrounded by a train of grateful and obsequious clients; 2 and it is possible that among these clients, he might deserve and possess some real friends. His merit was rewarded by the favor of the prince and senate: he thrice exercised the office of Prætorian præfect of Italy; he was twice invested with the consulship, and he obtained the rank of patrician. These civil honors were not incompatible with the enjoyment of leisure and tranquillity; his hours, according to the demands of pleasure or reason, were accurately distributed by a water-clock; and this avarice of time may be allowed to prove the sense which Maximus entertained of his own happiness. The injury which he received from the emperor Valentinian appears to excuse the most bloody revenge. Yet a philosopher might have reflected, that, if the resistance of his wife had been sincere, her chastity was still inviolate, and that it could never be restored if she had consented to the will of the adulterer. A patriot would have hesitated before he plunged himself and his country into those inevitable calamities which must follow the extinction of the royal house of Theodosius. The imprudent Maximus disregarded these salutary considerations; he gratified his resentment and ambition; he saw the bleeding corpse of Valentinian at his feet; and he heard himself saluted Emperor by the unanimous voice of the senate and people. But the day of his inauguration was the last day of his happiness. He was imprisoned (such is the lively expression of Sidonius) in the palace; and after passing a sleepless night, he sighed that he had attained the summit of his wishes, and aspired only to descend from the dangerous elevation. Oppressed by the weight of the diadem, he communicated his anxious thoughts to his friend and quaestor Fulgentius; and when he looked back with unavailing regret on the secure pleasures of his former life, the emperor exclaimed, “O fortunate Damocles, 3 thy reign began and ended with the same dinner;” a well-known allusion, which Fulgentius afterwards repeated as an instructive lesson for princes and subjects."}