{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Philip Rhoades\" <dwbotanicm@botanic.org>", "subject": "Can you imagine that you are healthy", "body": " The success which attends the efforts of reason in the sphere of mathematics naturally fosters the expectation that the same good fortune will be its lot, if it applies the mathematical method in other regions of mental endeavour besides that of quantities. Its success is thus great, because it can support all its conceptions by à priori intuitions and, in this way, make itself a master, as it were, over nature; while pure philosophy, with its à priori discursive conceptions, bungles about in the world of nature, and cannot accredit or show any à priori evidence of the reality of these conceptions. Masters in the science of mathematics are confident of the success of this method; indeed, it is a common persuasion that it is capable of being applied to any subject of human thought. They have hardly ever reflected or philosophized on their favourite science—a task of great difficulty; and the specific difference between the two modes of employing the faculty of reason has never entered their thoughts. Rules current in the field of common experience, and which common sense stamps everywhere with its approval, are regarded by them as axiomatic. From what source the conceptions of space and time, with which (as the only primitive quanta) they have to deal, enter their minds, is a question which they do not trouble themselves to answer; and they think it just as unnecessary to examine into the origin of the pure conceptions of the understanding and the extent of their validity. All they have to do with them is to employ them. In all this they are perfectly right, if they do not overstep the limits of the sphere of nature. But they pass, unconsciously, from the world of sense to the insecure ground of pure transcendental conceptions (instabilis tellus, innabilis unda), where they can neither stand nor swim, and where the tracks of their footsteps are obliterated by time; while the march of mathematics is pursued on a broad and magnificent highway, which the latest posterity shall frequent without fear of danger or impediment."}