{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jerry@samba.org", "subject": "svn commit: samba-web r1110 - in trunk: .", "body": " VII. The Latins; the subjects of the pope, the nations of the West, who enlisted under the banner of the cross for the recovery or relief of the holy sepulchre. The Greek emperors were terrified and preserved by the myriads of pilgrims who marched to Jerusalem with Godfrey of Bouillon and the peers of Christendom. The second and third crusades trod in the footsteps of the first: Asia and Europe were mingled in a sacred war of two hundred years; and the Christian powers were bravely resisted, and finally expelled by Saladin and the Mamelukes of Egypt. In these memorable crusades, a fleet and army of French and Venetians were diverted from Syria to the Thracian Bosphorus: they assaulted the capital, they subverted the Greek monarchy: and a dynasty of Latin princes was seated near threescore years on the throne of Constantine. VII. The Greeks themselves, during this period of captivity and exile, must be considered as a foreign nation; the enemies, and again the sovereigns of Constantinople. Misfortune had rekindled a spark of national virtue; and the Imperial series may be continued with some dignity from their restoration to the Turkish conquest. IX. The Moguls and Tartars. By the arms of Zingis and his descendants, the globe was shaken from China to Poland and Greece: the sultans were overthrown: the caliphs fell, and the Caesars trembled on their throne. The victories of Timour suspended above fifty years the final ruin of the Byzantine empire. X. I have already noticed the first appearance of the Turks; and the names of the fathers, of Seljuk and Othman, discriminate the two successive dynasties of the nation, which emerged in the eleventh century from the Scythian wilderness. The former established a splendid and potent kingdom from the banks of the Oxus to Antioch and Nice; and the first crusade was provoked by the violation of Jerusalem and the danger of Constantinople. From an humble origin, the Ottomans arose, the scourge and terror of Christendom. Constantinople was besieged and taken by Mahomet II., and his triumph annihilates the remnant, the image, the title, of the Roman empire in the East. The schism of the Greeks will be connected with their last calamities, and the restoration of learning in the Western world."}