{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Information for SatCon Technology Corporation", "body": " While the East anxiously expected the decision of this great contest, the emperor Diocletian, having assembled in Syria a strong army of observation, displayed from a distance the resources of the Roman power, and reserved himself for any future emergency of the war. On the intelligence of the victory he condescended to advance towards the frontier, with a view of moderating, by his presence and counsels, the pride of Galerius. The interview of the Roman princes at Nisibis was accompanied with every expression of respect on one side, and of esteem on the other. It was in that city that they soon afterwards gave audience to the ambassador of the Great King. 74 The power, or at least the spirit, of Narses, had been broken by his last defeat; and he considered an immediate peace as the only means that could stop the progress of the Roman arms. He despatched Apharban, a servant who possessed his favor and confidence, with a commission to negotiate a treaty, or rather to receive whatever conditions the conqueror should impose. Apharban opened the conference by expressing his master’s gratitude for the generous treatment of his family, and by soliciting the liberty of those illustrious captives. He celebrated the valor of Galerius, without degrading the reputation of Narses, and thought it no dishonor to confess the superiority of the victorious Cæsar, over a monarch who had surpassed in glory all the princes of his race. Notwithstanding the justice of the Persian cause, he was empowered to submit the present differences to the decision of the emperors themselves; convinced as he was, that, in the midst of prosperity, they would not be unmindful of the vicissitudes of fortune. Apharban concluded his discourse in the style of eastern allegory, by observing that the Roman and Persian monarchies were the two eyes of the world, which would remain imperfect and mutilated if either of them should be put out."}