{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "gd@samba.org", "subject": "svn commit: samba r23608 - in branches: SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0_26/source/nsswitch", "body": " In the restoration of the monks, a thousand images were exposed to the public veneration; a thousand legends were inverted of their sufferings and miracles. By the opportunities of death or removal, the episcopal seats were judiciously filled; the most eager competitors for earthly or celestial favor anticipated and flattered the judgment of their sovereign; and the promotion of her secretary Tarasius gave Irene the patriarch of Constantinople, and the command of the Oriental church. But the decrees of a general council could only be repealed by a similar assembly: 78 the Iconoclasts whom she convened were bold in possession, and averse to debate; and the feeble voice of the bishops was reechoed by the more formidable clamor of the soldiers and people of Constantinople. The delay and intrigues of a year, the separation of the disaffected troops, and the choice of Nice for a second orthodox synod, removed these obstacles; and the episcopal conscience was again, after the Greek fashion, in the hands of the prince. No more than eighteen days were allowed for the consummation of this important work: the Iconoclasts appeared, not as judges, but as criminals or penitents: the scene was decorated by the legates of Pope Adrian and the Eastern patriarchs, 79 the decrees were framed by the president Taracius, and ratified by the acclamations and subscriptions of three hundred and fifty bishops. They unanimously pronounced, that the worship of images is agreeable to Scripture and reason, to the fathers and councils of the church: but they hesitate whether that worship be relative or direct; whether the Godhead, and the figure of Christ, be entitled to the same mode of adoration. Of this second Nicene council the acts are still extant; a curious monument of superstition and ignorance, of falsehood and folly. I shall only notice the judgment of the bishops on the comparative merit of image-worship and morality. A monk had concluded a truce with the daemon of fornication, on condition of interrupting his daily prayers to a picture that hung in his cell. His scruples prompted him to consult the abbot. “Rather than abstain from adoring Christ and his Mother in their holy images, it would be better for you,” replied the casuist, “to enter every brothel, and visit every prostitute, in the city.” 80 For the honor of orthodoxy, at least the orthodoxy of the Roman church, it is somewhat unfortunate, that the two princes who convened the two councils of Nice are both stained with the blood of their sons. The second of these assemblies was approved and rigorously executed by the despotism of Irene, and she refused her adversaries the toleration which at first she had granted to her friends. During the five succeeding reigns, a period of thirty-eight years, the contest was maintained, with unabated rage and various success, between the worshippers and the breakers of the images; but I am not inclined to pursue with minute diligence the repetition of the same events. Nicephorus allowed a general liberty of speech and practice; and the only virtue of his reign is accused by the monks as the cause of his temporal and eternal perdition. Superstition and weakness formed the character of Michael the First, but the saints and images were incapable of supporting their votary on the throne. In the purple, Leo the Fifth asserted the name and religion of an Armenian; and the idols, with their seditious adherents, were condemned to a second exile. Their applause would have sanctified the murder of an impious tyrant, but his assassin and successor, the second Michael, was tainted from his birth with the Phrygian heresies: he attempted to mediate between the contending parties; and the intractable spirit of the Catholics insensibly cast him into the opposite scale. His moderation was guarded by timidity; but his son Theophilus, alike ignorant of fear and pity, was the last and most cruel of the Iconoclasts. The enthusiasm of the times ran strongly against them; and the emperors who stemmed the torrent were exasperated and punished by the public hatred. After the death of Theophilus, the final victory of the images was achieved by a second female, his widow Theodora, whom he left the guardian of the empire. Her measures were bold and decisive. The fiction of a tardy repentance absolved the fame and the soul of her deceased husband; the sentence of the Iconoclast patriarch was commuted from the loss of his eyes to a whipping of two hundred lashes: the bishops trembled, the monks shouted, and the festival of orthodoxy preserves the annual memory of the triumph of the images. A single question yet remained, whether they are endowed with any proper and inherent sanctity; it was agitated by the Greeks of the eleventh century; 81 and as this opinion has the strongest recommendation of absurdity, I am surprised that it was not more explicitly decided in the affirmative. In the West, Pope Adrian the First accepted and announced the decrees of the Nicene assembly, which is now revered by the Catholics as the seventh in rank of the general councils. Rome and Italy were docile to the voice of their father; but the greatest part of the Latin Christians were far behind in the race of superstition. The churches of France, Germany, England, and Spain, steered a middle course between the adoration and the destruction of images, which they admitted into their temples, not as objects of worship, but as lively and useful memorials of faith and history. An angry book of controversy was composed and published in the name of Charlemagne: 82 under his authority a synod of three hundred bishops was assembled at Frankfort: 83 they blamed the fury of the Iconoclasts, but they pronounced a more severe censure against the superstition of the Greeks, and the decrees of their pretended council, which was long despised by the Barbarians of the West. 84 Among them the worship of images advanced with a silent and insensible progress; but a large atonement is made for their hesitation and delay, by the gross idolatry of the ages which precede the reformation, and of the countries, both in Europe and America, which are still immersed in the gloom of superstition."}