{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Joerg Jaspert <joerg@debian.org>", "subject": "Re: dcraw license change: (see bug #424663)", "body": " The firmness of a single town, so obscure, that, except on this occasion, it has never been mentioned by any historian or geographer, exposed the disgrace of the emperor and empire. Azimus, or Azimuntium, a small city of Thrace on the Illyrian borders, 36 had been distinguished by the martial spirit of its youth, the skill and reputation of the leaders whom they had chosen, and their daring exploits against the innumerable host of the Barbarians. Instead of tamely expecting their approach, the Azimuntines attacked, in frequent and successful sallies, the troops of the Huns, who gradually declined the dangerous neighborhood, rescued from their hands the spoil and the captives, and recruited their domestic force by the voluntary association of fugitives and deserters. After the conclusion of the treaty, Attila still menaced the empire with implacable war, unless the Azimuntines were persuaded, or compelled, to comply with the conditions which their sovereign had accepted. The ministers of Theodosius confessed with shame, and with truth, that they no longer possessed any authority over a society of men, who so bravely asserted their natural independence; and the king of the Huns condescended to negotiate an equal exchange with the citizens of Azimus. They demanded the restitution of some shepherds, who, with their cattle, had been accidentally surprised. A strict, though fruitless, inquiry was allowed: but the Huns were obliged to swear, that they did not detain any prisoners belonging to the city, before they could recover two surviving countrymen, whom the Azimuntines had reserved as pledges for the safety of their lost companions. Attila, on his side, was satisfied, and deceived, by their solemn asseveration, that the rest of the captives had been put to the sword; and that it was their constant practice, immediately to dismiss the Romans and the deserters, who had obtained the security of the public faith. This prudent and officious dissimulation may be condemned, or excused, by the casuists, as they incline to the rigid decree of St. Augustin, or to the milder sentiment of St. Jerom and St. Chrysostom: but every soldier, every statesman, must acknowledge, that, if the race of the Azimuntines had been encouraged and multiplied, the Barbarians would have ceased to trample on the majesty of the empire. 37"}