{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Tony Reynolds\" <cofiavylw@bavarianinn.com>", "subject": "In a wild: but as a revolution; sparsely Far, below his elbow and I'm fah too, old King, ingenuity,", "body": " There is no philosopher, whose judgment is so riveted to this fantastical system of liberty, as not to acknowledge the force of moral evidence, and both in speculation and practice proceed upon it, as upon a reasonable foundation. Now moral evidence is nothing but a conclusion concerning the actions of men, derived from the consideration of their motives, temper and situation. Thus when we see certain characters or figures described upon paper, we infer that the person, who produced them, would affirm such facts, the death of Caesar, the success of Augustus, the cruelty of Nero; and remembering many other concurrent testimonies we conclude, that those facts were once really existant, and that so many men, without any interest, would never conspire to deceive us; especially since they must, in the attempt, expose themselves to the derision of all their contemporaries, when these facts were asserted to be recent and universally known. The same kind of reasoning runs through politics, war, commerce, economy, and indeed mixes itself so entirely in human life, that it is impossible to act or subsist a moment without having recourse to it. A prince, who imposes a tax upon his subjects, expects their compliance. A general, who conducts an army, makes account of a certain degree of courage. A merchant looks for fidelity and skill in his factor or super-cargo. A man, who gives orders for his dinner, doubts not of the obedience of his servants. In short, as nothing more nearly interests us than our own actions and those of others, the greatest part of our reasonings is employed in judgments concerning them. Now I assert, that whoever reasons after this manner, does ipso facto believe the actions of the will to arise from necessity, and that he knows not what he means, when he denies it."}