{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Felicia Irvin\" <fdpeky@bostonsbistro.com>", "subject": "For Acm", "body": " We may also observe in this instance of sounds and colours, that we can attribute a distinct continued existence to objects without ever consulting REASON, or weighing our opinions by any philosophical principles. And indeed, whatever convincing arguments philosophers may fancy they can produce to establish the belief of objects independent of the mind, it is obvious these arguments are known but to very few, and that it is not by them, that children, peasants, and the greatest part of mankind are induced to attribute objects to some impressions, and deny them to others. Accordingly we find, that all the conclusions, which the vulgar form on this head, are directly contrary to those, which are confirmed by philosophy. For philosophy informs us, that every thing, which appears to the mind, is nothing but a perception, and is interrupted, and dependent on the mind: whereas the vulgar confound perceptions and objects, and attribute a distinct continued existence to the very things they feel or see. This sentiment, then, as it is entirely unreasonable, must proceed from some other faculty than the understanding. To which we may add, that as long as we take our perceptions and objects to be the same, we can never infer the existence of the one from that of the other, nor form any argument from the relation of cause and effect; which is the only one that earl assure us of matter of fact. Even after we distinguish our perceptions from our objects, it will appear presently, that we are still incapable of reasoning from the existence of one to that of the other: So that upon the whole our reason neither does, nor is it possible it ever should, upon any supposition, give us an assurance of the continued and distinct existence of body. That opinion must be entirely owing to the IMAGINATION: which must now be the subject of our enquiry."}