{"label": "ham", "to_address": "r-help@stat.math.ethz.ch, Paul Murrell <p.murrell@auckland.ac.nz>", "from_address": "(Ted Harding) <ted.harding@nessie.mcc.ac.uk>", "subject": "Re: [R] [OT] 'gv' and fractional points", "body": " The family of Herod, at least after it had been favored by fortune, was lineally descended from Cimon and Miltiades, Theseus and Cecrops, Æacus and Jupiter. But the posterity of so many gods and heroes was fallen into the most abject state. His grandfather had suffered by the hands of justice, and Julius Atticus, his father, must have ended his life in poverty and contempt, had he not discovered an immense treasure buried under an old house, the last remains of his patrimony. According to the rigor of the law, the emperor might have asserted his claim, and the prudent Atticus prevented, by a frank confession, the officiousness of informers. But the equitable Nerva, who then filled the throne, refused to accept any part of it, and commanded him to use, without scruple, the present of fortune. The cautious Athenian still insisted, that the treasure was too considerable for a subject, and that he knew not how to _use it. Abuse it then_, replied the monarch, with a good-natured peevishness; for it is your own. 67 Many will be of opinion, that Atticus literally obeyed the emperor’s last instructions; since he expended the greatest part of his fortune, which was much increased by an advantageous marriage, in the service of the public. He had obtained for his son Herod the prefecture of the free cities of Asia; and the young magistrate, observing that the town of Troas was indifferently supplied with water, obtained from the munificence of Hadrian three hundred myriads of drachms, (about a hundred thousand pounds,) for the construction of a new aqueduct. But in the execution of the work, the charge amounted to more than double the estimate, and the officers of the revenue began to murmur, till the generous Atticus silenced their complaints, by requesting that he might be permitted to take upon himself the whole additional expense. 68"}