{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "vlendec@samba.org", "subject": "svn commit: samba r23665 - in branches: SAMBA_3_0/source/lib\n\tSAMBA_3_0/source/rpc_parse SAMBA_3_0_26/source/lib\n\tSAMBA_3_0_26/source/rpc_parse", "body": " During this diversion of the Mogul arms, Bajazet had two years to collect his forces for a more serious encounter. They consisted of four hundred thousand horse and foot, 39 whose merit and fidelity were of an unequal complexion. We may discriminate the Janizaries, who have been gradually raised to an establishment of forty thousand men; a national cavalry, the Spahis of modern times; twenty thousand cuirassiers of Europe, clad in black and impenetrable armor; the troops of Anatolia, whose princes had taken refuge in the camp of Timour, and a colony of Tartars, whom he had driven from Kipzak, and to whom Bajazet had assigned a settlement in the plains of Adrianople. The fearless confidence of the sultan urged him to meet his antagonist; and, as if he had chosen that spot for revenge, he displayed his banner near the ruins of the unfortunate Suvas. In the mean while, Timour moved from the Araxes through the countries of Armenia and Anatolia: his boldness was secured by the wisest precautions; his speed was guided by order and discipline; and the woods, the mountains, and the rivers, were diligently explored by the flying squadrons, who marked his road and preceded his standard. Firm in his plan of fighting in the heart of the Ottoman kingdom, he avoided their camp; dexterously inclined to the left; occupied Cæsarea; traversed the salt desert and the River Halys; and invested Angora: while the sultan, immovable and ignorant in his post, compared the Tartar swiftness to the crawling of a snail; 40 he returned on the wings of indignation to the relief of Angora: and as both generals were alike impatient for action, the plains round that city were the scene of a memorable battle, which has immortalized the glory of Timour and the shame of Bajazet. For this signal victory the Mogul emperor was indebted to himself, to the genius of the moment, and the discipline of thirty years. He had improved the tactics, without violating the manners, of his nation, 41 whose force still consisted in the missile weapons, and rapid evolutions, of a numerous cavalry. From a single troop to a great army, the mode of attack was the same: a foremost line first advanced to the charge, and was supported in a just order by the squadrons of the great vanguard. The general’s eye watched over the field, and at his command the front and rear of the right and left wings successively moved forwards in their several divisions, and in a direct or oblique line: the enemy was pressed by eighteen or twenty attacks; and each attack afforded a chance of victory. If they all proved fruitless or unsuccessful, the occasion was worthy of the emperor himself, who gave the signal of advancing to the standard and main body, which he led in person. 42 But in the battle of Angora, the main body itself was supported, on the flanks and in the rear, by the bravest squadrons of the reserve, commanded by the sons and grandsons of Timour. The conqueror of Hindostan ostentatiously showed a line of elephants, the trophies, rather than the instruments, of victory; the use of the Greek fire was familiar to the Moguls and Ottomans; but had they borrowed from Europe the recent invention of gunpowder and cannon, the artificial thunder, in the hands of either nation, must have turned the fortune of the day. 43 In that day Bajazet displayed the qualities of a soldier and a chief: but his genius sunk under a stronger ascendant; and, from various motives, the greatest part of his troops failed him in the decisive moment. His rigor and avarice 431 had provoked a mutiny among the Turks; and even his son Soliman too hastily withdrew from the field. The forces of Anatolia, loyal in their revolt, were drawn away to the banners of their lawful princes. His Tartar allies had been tempted by the letters and emissaries of Timour; 44 who reproached their ignoble servitude under the slaves of their fathers; and offered to their hopes the dominion of their new, or the liberty of their ancient, country. In the right wing of Bajazet the cuirassiers of Europe charged, with faithful hearts and irresistible arms: but these men of iron were soon broken by an artful flight and headlong pursuit; and the Janizaries, alone, without cavalry or missile weapons, were encompassed by the circle of the Mogul hunters. Their valor was at length oppressed by heat, thirst, and the weight of numbers; and the unfortunate sultan, afflicted with the gout in his hands and feet, was transported from the field on the fleetest of his horses. He was pursued and taken by the titular khan of Zagatai; and, after his capture, and the defeat of the Ottoman powers, the kingdom of Anatolia submitted to the conqueror, who planted his standard at Kiotahia, and dispersed on all sides the ministers of rapine and destruction. Mirza Mehemmed Sultan, the eldest and best beloved of his grandsons, was despatched to Boursa, with thirty thousand horse; and such was his youthful ardor, that he arrived with only four thousand at the gates of the capital, after performing in five days a march of two hundred and thirty miles. Yet fear is still more rapid in its course; and Soliman, the son of Bajazet, had already passed over to Europe with the royal treasure. The spoil, however, of the palace and city was immense: the inhabitants had escaped; but the buildings, for the most part of wood, were reduced to ashes. From Boursa, the grandson of Timour advanced to Nice, ever yet a fair and flourishing city; and the Mogul squadrons were only stopped by the waves of the Propontis. The same success attended the other mirzas and emirs in their excursions; and Smyrna, defended by the zeal and courage of the Rhodian knights, alone deserved the presence of the emperor himself. After an obstinate defence, the place was taken by storm: all that breathed was put to the sword; and the heads of the Christian heroes were launched from the engines, on board of two carracks, or great ships of Europe, that rode at anchor in the harbor. The Moslems of Asia rejoiced in their deliverance from a dangerous and domestic foe; and a parallel was drawn between the two rivals, by observing that Timour, in fourteen days, had reduced a fortress which had sustained seven years the siege, or at least the blockade, of Bajazet. 45"}