{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Kerry Hoath\" <kerry@gotss.net>", "subject": "Re: Regarding the solution of this computer issue", "body": " I. Of the swarms that so closely trod in the footsteps of the first pilgrims, the chiefs were equal in rank, though unequal in fame and merit, to Godfrey of Bouillon and his fellow-adventurers. At their head were displayed the banners of the dukes of Burgundy, Bavaria, and Aquitain; the first a descendant of Hugh Capet, the second, a father of the Brunswick line: the archbishop of Milan, a temporal prince, transported, for the benefit of the Turks, the treasures and ornaments of his church and palace; and the veteran crusaders, Hugh the Great and Stephen of Chartres, returned to consummate their unfinished vow. The huge and disorderly bodies of their followers moved forward in two columns; and if the first consisted of two hundred and sixty thousand persons, the second might possibly amount to sixty thousand horse and one hundred thousand foot. 11 111 The armies of the second crusade might have claimed the conquest of Asia; the nobles of France and Germany were animated by the presence of their sovereigns; and both the rank and personal character of Conrad and Louis gave a dignity to their cause, and a discipline to their force, which might be vainly expected from the feudatory chiefs. The cavalry of the emperor, and that of the king, was each composed of seventy thousand knights, and their immediate attendants in the field; 12 and if the light-armed troops, the peasant infantry, the women and children, the priests and monks, be rigorously excluded, the full account will scarcely be satisfied with four hundred thousand souls. The West, from Rome to Britain, was called into action; the kings of Poland and Bohemia obeyed the summons of Conrad; and it is affirmed by the Greeks and Latins, that, in the passage of a strait or river, the Byzantine agents, after a tale of nine hundred thousand, desisted from the endless and formidable computation. 13 In the third crusade, as the French and English preferred the navigation of the Mediterranean, the host of Frederic Barbarossa was less numerous. Fifteen thousand knights, and as many squires, were the flower of the German chivalry: sixty thousand horse, and one hundred thousand foot, were mustered by the emperor in the plains of Hungary; and after such repetitions, we shall no longer be startled at the six hundred thousand pilgrims, which credulity has ascribed to this last emigration. 14 Such extravagant reckonings prove only the astonishment of contemporaries; but their astonishment most strongly bears testimony to the existence of an enormous, though indefinite, multitude. The Greeks might applaud their superior knowledge of the arts and stratagems of war, but they confessed the strength and courage of the French cavalry, and the infantry of the Germans; 15 and the strangers are described as an iron race, of gigantic stature, who darted fire from their eyes, and spilt blood like water on the ground. Under the banners of Conrad, a troop of females rode in the attitude and armor of men; and the chief of these Amazons, from her gilt spurs and buskins, obtained the epithet of the Golden-footed Dame."}