{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "\"Jason Spiro\" <jasonspiro4@gmail.com>", "subject": "Please vet this modified CC license for uploading FoF music to non-free (was: Re: Could you please forward this proposed license to Teosto?)", "body": " If Belisarius had been tempted to hesitate in his allegiance, he might have urged, even against the emperor himself, the indispensable duty of saving Africa from an enemy more barbarous than the Vandals. The origin of the Moors is involved in darkness; they were ignorant of the use of letters.40 Their limits cannot be precisely defined; a boundless continent was open to the Libyan shepherds; the change of seasons and pastures regulated their motions; and their rude huts and slender furniture were transported with the same case as their arms, their families, and their cattle, which consisted of sheep, oxen, and camels.41 During the vigor of the Roman power, they observed a respectful distance from Carthage and the sea-shore: under the feeble reign of the Vandals, they invaded the cities of Numidia, occupied the sea-coast from Tangier to Cæsarea, and pitched their camps, with impunity, in the fertile province of Byzacium. The formidable strength and artful conduct of Belisarius secured the neutrality of the Moorish princes, whose vanity aspired to receive, in the emperor's name, the ensigns of their regal dignity.42 They were astonished by the rapid event, and trembled in the presence of their conqueror. But his approaching departure soon relieved the apprehensions of a savage and superstitious people; the number of their wives allowed them to disregard the safety of their infant hostages; and when the Roman general hoisted sail in the port of Carthage, he heard the cries, and almost beheld the flames, of the desolated province. Yet he persisted in his resolution, and leaving only a part of his guards to reënforce the feeble garrisons, he intrusted the command of Africa to the eunuch Solomon,43 who proved himself not unworthy to be the successor of Belisarius. In the first invasion, some detachments, with two officers of merit, were surprised and intercepted; but Solomon speedily assembled his troops, marched from Carthage into the heart of the country, and in two great battles destroyed sixty thousand of the Barbarians. The Moors depended on their multitude, their swiftness, and their inaccessible mountains; and the aspect and smell of their camels are said to have produced some confusion in the Roman cavalry.44 But as soon as they were commanded to dismount, they derided this contemptible obstacle: as soon as the columns ascended the hills, the naked and disorderly crowd was dazzled by glittering arms and regular evolutions; and the menace of their female prophets was repeatedly fulfilled, that the Moors should be discomfited by a _beardless_ antagonist. The victorious eunuch advanced thirteen days journey from Carthage, to besiege Mount Aurasius,45 the citadel, and at the same time the garden, of Numidia. That range of hills, a branch of the great Atlas, contains, within a circumference of one hundred and twenty miles, a rare variety of soil and climate; the intermediate valleys and elevated plains abound with rich pastures, perpetual streams, and fruits of a delicious taste and uncommon magnitude. This fair solitude is decorated with the ruins of Lambesa, a Roman city, once the seat of a legion, and the residence of forty thousand inhabitants. The Ionic temple of Æsculapius is encompassed with Moorish huts; and the cattle now graze in the midst of an amphitheatre, under the shade of Corinthian columns. A sharp perpendicular rock rises above the level of the mountain, where the African princes deposited their wives and treasure; and a proverb is familiar to the Arabs, that the man may eat fire who dares to attack the craggy cliffs and inhospitable natives of Mount Aurasius. This hardy enterprise was twice attempted by the eunuch Solomon: from the first, he retreated with some disgrace; and in the second, his patience and provisions were almost exhausted; and he must again have retired, if he had not yielded to the impetuous courage of his troops, who audaciously scaled, to the astonishment of the Moors, the mountain, the hostile camp, and the summit of the Geminian rock. A citadel was erected to secure this important conquest, and to remind the Barbarians of their defeat; and as Solomon pursued his march to the west, the long-lost province of Mauritanian Sitifi was again annexed to the Roman empire. The Moorish war continued several years after the departure of Belisarius; but the laurels which he resigned to a faithful lieutenant may be justly ascribed to his own triumph."}