{"label": "ham", "to_address": "\"Alfonso Sammassimo\" <cincinattikid@bigpond.com>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] Help on manipulating a data frame", "body": " But in this abject distress, the emperor and empire were still possessed of an ideal treasure, which drew its fantastic value from the superstition of the Christian world. The merit of the true cross was somewhat impaired by its frequent division; and a long captivity among the infidels might shed some suspicion on the fragments that were produced in the East and West. But another relic of the Passion was preserved in the Imperial chapel of Constantinople; and the crown of thorns which had been placed on the head of Christ was equally precious and authentic. It had formerly been the practice of the Egyptian debtors to deposit, as a security, the mummies of their parents; and both their honor and religion were bound for the redemption of the pledge. In the same manner, and in the absence of the emperor, the barons of Romania borrowed the sum of thirteen thousand one hundred and thirty-four pieces of gold 50 on the credit of the holy crown: they failed in the performance of their contract; and a rich Venetian, Nicholas Querini, undertook to satisfy their impatient creditors, on condition that the relic should be lodged at Venice, to become his absolute property, if it were not redeemed within a short and definite term. The barons apprised their sovereign of the hard treaty and impending loss and as the empire could not afford a ransom of seven thousand pounds sterling, Baldwin was anxious to snatch the prize from the Venetians, and to vest it with more honor and emolument in the hands of the most Christian king. 51 Yet the negotiation was attended with some delicacy. In the purchase of relics, the saint would have started at the guilt of simony; but if the mode of expression were changed, he might lawfully repay the debt, accept the gift, and acknowledge the obligation. His ambassadors, two Dominicans, were despatched to Venice to redeem and receive the holy crown which had escaped the dangers of the sea and the galleys of Vataces. On opening a wooden box, they recognized the seals of the doge and barons, which were applied on a shrine of silver; and within this shrine the monument of the Passion was enclosed in a golden vase. The reluctant Venetians yielded to justice and power: the emperor Frederic granted a free and honorable passage; the court of France advanced as far as Troyes in Champagne, to meet with devotion this inestimable relic: it was borne in triumph through Paris by the king himself, barefoot, and in his shirt; and a free gift of ten thousand marks of silver reconciled Baldwin to his loss. The success of this transaction tempted the Latin emperor to offer with the same generosity the remaining furniture of his chapel; 52 a large and authentic portion of the true cross; the baby-linen of the Son of God, the lance, the sponge, and the chain, of his Passion; the rod of Moses, and part of the skull of St. John the Baptist. For the reception of these spiritual treasures, twenty thousand marks were expended by St. Louis on a stately foundation, the holy chapel of Paris, on which the muse of Boileau has bestowed a comic immortality. The truth of such remote and ancient relics, which cannot be proved by any human testimony, must be admitted by those who believe in the miracles which they have performed. About the middle of the last age, an inveterate ulcer was touched and cured by a holy prickle of the holy crown: 53 the prodigy is attested by the most pious and enlightened Christians of France; nor will the fact be easily disproved, except by those who are armed with a general antidote against religious credulity. 54"}