{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Anthony Towns <aj@azure.humbug.org.au>", "subject": "Re: LGPL v3 compatibilty", "body": " If then a government of many, and all of them good men, compose an aristocracy, and the government of one a kingly power, it is evident that the people should rather choose the first than the last; and this whether the state is powerful or not, if many such persons so alike can be met with: and for this reason probable it was, that the first governments were generally monarchies; because it was difficult to find a number of persons eminently virtuous, more particularly as the world was then divided into small communities; besides, kings were appointed in return for the benefits they had conferred on mankind; but such actions are peculiar to good men: but when many persons equal in virtue appeared at the time, they brooked not a superiority, but sought after an equality and established a free state; but after this, when they degenerated, they made a property of the public; which probably gave rise to oligarchies; for they made wealth meritorious, and the honours of government were reserved for the rich: and these afterwards turned to tyrannies and these in their turn gave rise to democracies; for the power of the tyrants continually decreasing, on account of their rapacious avarice, the people grew powerful enough to frame and establish democracies: and as cities after that happened to increase, probably it was not easy for them to be under any other government than a democracy. But if any person prefers a kingly government in a state, what is to be done with the king's children? Is the family also to reign? But should they have such children as some persons usually have, it will be very detrimental. It may be said, that then the king who has it in his power will never permit such children to succeed to his kingdom. But it is not easy to trust to that; for it is very hard and requires greater virtue than is to be met with in human nature. There is also a doubt concerning the power with which a king should be entrusted: whether he should be allowed force sufficient to compel those who do not choose to be obedient to the laws, and how he is to support his government? for if he is to govern according to law and do nothing of his own will which is contrary thereunto, at the same time it will be necessary to protect that power with which he guards the law, This matter however may not be very difficult to determine; for he ought to have a proper power, and such a one is that which will be sufficient to make the king superior to any one person or even a large part of the community, but inferior to the whole, as the ancients always appointed guards for that person whom they created aesumnetes or tyrant; and some one advised the Syracusians, when Dionysius asked for guards, to allow him such."}