{"label": "spam", "to_address": "\"Murphy Jim\" <ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"BOLTON PATRICK\" <greelwl@costa-blanca-vacation.com>", "subject": "Re: Funny, isn't it", "body": " If we examine the panegyrics that are commonly made of great men, we shall find, that most of the qualities, which are attributed to them, may be divided into two kinds, viz. such as make them perform their part in society; and such as render them serviceable to themselves, and enable them to promote their own interest. Their prudence, temperance, frugality, industry, assiduity, enterprize, dexterity, are celebrated, as well as their generosity and humanity. If we ever give an indulgence to any quality, that disables a man from making a figure in life, it is to that of indolence, which is not supposed to deprive one of his parts and capacity, but only suspends their exercise; and that without any inconvenience to the person himself, since it is, in some measure, from his own choice. Yet indolence is always allowed to be a fault, and a very great one, if extreme: Nor do a man's friends ever acknowledge him to be subject to it, but in order to save his character in more material articles. He could make a figure, say they, if he pleased to give application: His understanding is sound, his conception quick, and his memory tenacious; but he hates business, and is indifferent about his fortune. And this a man sometimes may make even a subject of vanity; though with the air of confessing a fault: Because he may think, that his incapacity for business implies much more noble qualities; such as a philosophical spirit, a fine taste, a delicate wit, or a relish for pleasure and society. But take any other case: Suppose a quality, that without being an indication of any other good qualities, incapacitates a man always for business, and is destructive to his interest; such as a blundering understanding, and a wrong judgment of every thing in life; inconstancy and irresolution; or a want of address in the management of men and business: These are all allowed to be imperfections in a character; and many men would rather acknowledge the greatest crimes, than have it suspected, that they are, in any degree, subject to them."}