{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Michelle Konzack <linux4michelle@freenet.de>", "subject": "Re: Bug#420686: It's not obvious esniper is legal (violation of eBay ToS)", "body": " Hierapolis, 3311 situate almost on the banks of the Euphrates, 34 had been appointed for the general rendezvous of the Roman troops, who immediately passed the great river on a bridge of boats, which was previously constructed. 35 If the inclinations of Julian had been similar to those of his predecessor, he might have wasted the active and important season of the year in the circus of Samosata or in the churches of Edessa. But as the warlike emperor, instead of Constantius, had chosen Alexander for his model, he advanced without delay to Carrh¾, 36 a very ancient city of Mesopotamia, at the distance of fourscore miles from Hierapolis. The temple of the Moon attracted the devotion of Julian; but the halt of a few days was principally employed in completing the immense preparations of the Persian war. The secret of the expedition had hitherto remained in his own breast; but as Carrh¾ is the point of separation of the two great roads, he could no longer conceal whether it was his design to attack the dominions of Sapor on the side of the Tigris, or on that of the Euphrates. The emperor detached an army of thirty thousand men, under the command of his kinsman Procopius, and of Sebastian, who had been duke of Egypt. They were ordered to direct their march towards Nisibis, and to secure the frontier from the desultory incursions of the enemy, before they attempted the passage of the Tigris. Their subsequent operations were left to the discretion of the generals; but Julian expected, that after wasting with fire and sword the fertile districts of Media and Adiabene, they might arrive under the walls of Ctesiphon at the same time that he himself, advancing with equal steps along the banks of the Euphrates, should besiege the capital of the Persian monarchy. The success of this well-concerted plan depended, in a great measure, on the powerful and ready assistance of the king of Armenia, who, without exposing the safety of his own dominions, might detach an army of four thousand horse, and twenty thousand foot, to the assistance of the Romans. 37 But the feeble Arsaces Tiranus, 38 king of Armenia, had degenerated still more shamefully than his father Chosroes, from the manly virtues of the great Tiridates; and as the pusillanimous monarch was averse to any enterprise of danger and glory, he could disguise his timid indolence by the more decent excuses of religion and gratitude. He expressed a pious attachment to the memory of Constantius, from whose hands he had received in marriage Olympias, the daughter of the pr¾fect Ablavius; and the alliance of a female, who had been educated as the destined wife of the emperor Constans, exalted the dignity of a Barbarian king. 39 Tiranus professed the Christian religion; he reigned over a nation of Christians; and he was restrained, by every principle of conscience and interest, from contributing to the victory, which would consummate the ruin of the church. The alienated mind of Tiranus was exasperated by the indiscretion of Julian, who treated the king of Armenia as _his_ slave, and as the enemy of the gods. The haughty and threatening style of the Imperial mandates 40 awakened the secret indignation of a prince, who, in the humiliating state of dependence, was still conscious of his royal descent from the Arsacides, the lords of the East, and the rivals of the Roman power. 4011"}