{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "[Fwd: DO NOT REPLY [Bug 4600] New: make python_ext fails for\n\t3.0.25rc3]", "body": " Such were the troops, and such the leaders, who assumed the cross for the deliverance of the holy sepulchre. As soon as they were relieved by the absence of the plebeian multitude, they encouraged each other, by interviews and messages, to accomplish their vow, and hasten their departure. Their wives and sisters were desirous of partaking the danger and merit of the pilgrimage: their portable treasures were conveyed in bars of silver and gold; and the princes and barons were attended by their equipage of hounds and hawks to amuse their leisure and to supply their table. The difficulty of procuring subsistence for so many myriads of men and horses engaged them to separate their forces: their choice or situation determined the road; and it was agreed to meet in the neighborhood of Constantinople, and from thence to begin their operations against the Turks. From the banks of the Meuse and the Moselle, Godfrey of Bouillon followed the direct way of Germany, Hungary, and Bulgaria; and, as long as he exercised the sole command every step afforded some proof of his prudence and virtue. On the confines of Hungary he was stopped three weeks by a Christian people, to whom the name, or at least the abuse, of the cross was justly odious. The Hungarians still smarted with the wounds which they had received from the first pilgrims: in their turn they had abused the right of defence and retaliation; and they had reason to apprehend a severe revenge from a hero of the same nation, and who was engaged in the same cause. But, after weighing the motives and the events, the virtuous duke was content to pity the crimes and misfortunes of his worthless brethren; and his twelve deputies, the messengers of peace, requested in his name a free passage and an equal market. To remove their suspicions, Godfrey trusted himself, and afterwards his brother, to the faith of Carloman, 581 king of Hungary, who treated them with a simple but hospitable entertainment: the treaty was sanctified by their common gospel; and a proclamation, under pain of death, restrained the animosity and license of the Latin soldiers. From Austria to Belgrade, they traversed the plains of Hungary, without enduring or offering an injury; and the proximity of Carloman, who hovered on their flanks with his numerous cavalry, was a precaution not less useful for their safety than for his own. They reached the banks of the Save; and no sooner had they passed the river, than the king of Hungary restored the hostages, and saluted their departure with the fairest wishes for the success of their enterprise. With the same conduct and discipline, Godfrey pervaded the woods of Bulgaria and the frontiers of Thrace; and might congratulate himself that he had almost reached the first term of his pilgrimage, without drawing his sword against a Christian adversary. After an easy and pleasant journey through Lombardy, from Turin to Aquileia, Raymond and his provincials marched forty days through the savage country of Dalmatia 59 and Sclavonia. The weather was a perpetual fog; the land was mountainous and desolate; the natives were either fugitive or hostile: loose in their religion and government, they refused to furnish provisions or guides; murdered the stragglers; and exercised by night and day the vigilance of the count, who derived more security from the punishment of some captive robbers than from his interview and treaty with the prince of Scodra. 60 His march between Durazzo and Constantinople was harassed, without being stopped, by the peasants and soldiers of the Greek emperor; and the same faint and ambiguous hostility was prepared for the remaining chiefs, who passed the Adriatic from the coast of Italy. Bohemond had arms and vessels, and foresight and discipline; and his name was not forgotten in the provinces of Epirus and Thessaly. Whatever obstacles he encountered were surmounted by his military conduct and the valor of Tancred; and if the Norman prince affected to spare the Greeks, he gorged his soldiers with the full plunder of an heretical castle. 61 The nobles of France pressed forwards with the vain and thoughtless ardor of which their nation has been sometimes accused. From the Alps to Apulia the march of Hugh the Great, of the two Roberts, and of Stephen of Chartres, through a wealthy country, and amidst the applauding Catholics, was a devout or triumphant progress: they kissed the feet of the Roman pontiff; and the golden standard of St. Peter was delivered to the brother of the French monarch. 62 But in this visit of piety and pleasure, they neglected to secure the season, and the means of their embarkation: the winter was insensibly lost: their troops were scattered and corrupted in the towns of Italy. They separately accomplished their passage, regardless of safety or dignity; and within nine months from the feast of the Assumption, the day appointed by Urban, all the Latin princes had reached Constantinople. But the count of Vermandois was produced as a captive; his foremost vessels were scattered by a tempest; and his person, against the law of nations, was detained by the lieutenants of Alexius. Yet the arrival of Hugh had been announced by four-and-twenty knights in golden armor, who commanded the emperor to revere the general of the Latin Christians, the brother of the king of kings. 63 631"}