{"label": "ham", "to_address": "\"Cressoni, Massimo (NIH/NHLBI) [F]\" <cressonim@nhlbi.nih.gov>", "from_address": "\"hadley wickham\" <h.wickham@gmail.com>", "subject": "Re: [R] Plot symbols dimension", "body": " He tells us that he rejoices in the banishment of the poets, since he has found by the analysis of the soul that they are concerned with the inferior faculties. He means to say that the higher faculties have to do with universals, the lower with particulars of sense. The poets are on a level with their own age, but not on a level with Socrates and Plato; and he was well aware that Homer and Hesiod could not be made a rule of life by any process of legitimate interpretation; his ironical use of them is in fact a denial of their authority; he saw, too, that the poets were not critics—as he says in the Apology, ‘Any one was a better interpreter of their writings than they were themselves. He himself ceased to be a poet when he became a disciple of Socrates; though, as he tells us of Solon, ‘he might have been one of the greatest of them, if he had not been deterred by other pursuits’ (Tim.) Thus from many points of view there is an antagonism between Plato and the poets, which was foreshadowed to him in the old quarrel between philosophy and poetry. The poets, as he says in the Protagoras, were the Sophists of their day; and his dislike of the one class is reflected on the other. He regards them both as the enemies of reasoning and abstraction, though in the case of Euripides more with reference to his immoral sentiments about tyrants and the like. For Plato is the prophet who ‘came into the world to convince men’—first of the fallibility of sense and opinion, and secondly of the reality of abstract ideas. Whatever strangeness there may be in modern times in opposing philosophy to poetry, which to us seem to have so many elements in common, the strangeness will disappear if we conceive of poetry as allied to sense, and of philosophy as equivalent to thought and abstraction. Unfortunately the very word ‘idea,’ which to Plato is expressive of the most real of all things, is associated in our minds with an element of subjectiveness and unreality. We may note also how he differs from Aristotle who declares poetry to be truer than history, for the opposite reason, because it is concerned with universals, not like history, with particulars (Poet)."}