{"label": "ham", "to_address": "\"R Help\" <R-help@stat.math.ethz.ch>", "from_address": "\"Weiwei Shi\" <helprhelp@gmail.com>", "subject": "Re: [R] how to ave this?", "body": " Under the reign of Almamon at Bagdad, of Michael the Stammerer at Constantinople, the islands of Crete 79 and Sicily were subdued by the Arabs. The former of these conquests is disdained by their own writers, who were ignorant of the fame of Jupiter and Minos, but it has not been overlooked by the Byzantine historians, who now begin to cast a clearer light on the affairs of their own times. 80 A band of Andalusian volunteers, discontented with the climate or government of Spain, explored the adventures of the sea; but as they sailed in no more than ten or twenty galleys, their warfare must be branded with the name of piracy. As the subjects and sectaries of the white party, they might lawfully invade the dominions of the black caliphs. A rebellious faction introduced them into Alexandria; 81 they cut in pieces both friends and foes, pillaged the churches and the moschs, sold above six thousand Christian captives, and maintained their station in the capital of Egypt, till they were oppressed by the forces and the presence of Almamon himself. From the mouth of the Nile to the Hellespont, the islands and sea-coasts both of the Greeks and Moslems were exposed to their depredations; they saw, they envied, they tasted the fertility of Crete, and soon returned with forty galleys to a more serious attack. The Andalusians wandered over the land fearless and unmolested; but when they descended with their plunder to the sea-shore, their vessels were in flames, and their chief, Abu Caab, confessed himself the author of the mischief. Their clamors accused his madness or treachery. “Of what do you complain?” replied the crafty emir. “I have brought you to a land flowing with milk and honey. Here is your true country; repose from your toils, and forget the barren place of your nativity.” “And our wives and children?” “Your beauteous captives will supply the place of your wives, and in their embraces you will soon become the fathers of a new progeny.” The first habitation was their camp, with a ditch and rampart, in the Bay of Suda; but an apostate monk led them to a more desirable position in the eastern parts; and the name of Candax, their fortress and colony, has been extended to the whole island, under the corrupt and modern appellation of Candia. The hundred cities of the age of Minos were diminished to thirty; and of these, only one, most probably Cydonia, had courage to retain the substance of freedom and the profession of Christianity. The Saracens of Crete soon repaired the loss of their navy; and the timbers of Mount Ida were launched into the main. During a hostile period of one hundred and thirty-eight years, the princes of Constantinople attacked these licentious corsairs with fruitless curses and ineffectual arms."}