{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 295: don't allow setrecmaster while not frozen in\n\thttp://samba.org/~tridge/ctdb", "body": " Yet, on this occasion, the joint efforts of power and enthusiasm were unsuccessful; and the ground of the Jewish temple, which is now covered by a Mahometan mosque, 77 still continued to exhibit the same edifying spectacle of ruin and desolation. Perhaps the absence and death of the emperor, and the new maxims of a Christian reign, might explain the interruption of an arduous work, which was attempted only in the last six months of the life of Julian. 78 But the Christians entertained a natural and pious expectation, that, in this memorable contest, the honor of religion would be vindicated by some signal miracle. An earthquake, a whirlwind, and a fiery eruption, which overturned and scattered the new foundations of the temple, are attested, with some variations, by contemporary and respectable evidence. 79 This public event is described by Ambrose, 80 bishop of Milan, in an epistle to the emperor Theodosius, which must provoke the severe animadversion of the Jews; by the eloquent Chrysostom, 81 who might appeal to the memory of the elder part of his congregation at Antioch; and by Gregory Nazianzen, 82 who published his account of the miracle before the expiration of the same year. The last of these writers has boldly declared, that this preternatural event was not disputed by the infidels; and his assertion, strange as it may seem is confirmed by the unexceptionable testimony of Ammianus Marcellinus. 83 The philosophic soldier, who loved the virtues, without adopting the prejudices, of his master, has recorded, in his judicious and candid history of his own times, the extraordinary obstacles which interrupted the restoration of the temple of Jerusalem. ÒWhilst Alypius, assisted by the governor of the province, urged, with vigor and diligence, the execution of the work, horrible balls of fire breaking out near the foundations, with frequent and reiterated attacks, rendered the place, from time to time, inaccessible to the scorched and blasted workmen; and the victorious element continuing in this manner obstinately and resolutely bent, as it were, to drive them to a distance, the undertaking was abandoned.Ó 8311 Such authority should satisfy a believing, and must astonish an incredulous, mind. Yet a philosopher may still require the original evidence of impartial and intelligent spectators. At this important crisis, any singular accident of nature would assume the appearance, and produce the effects of a real prodigy. This glorious deliverance would be speedily improved and magnified by the pious art of the clergy of Jerusalem, and the active credulity of the Christian world and, at the distance of twenty years, a Roman historian, careless of theological disputes, might adorn his work with the specious and splendid miracle. 84"}