{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Dirk De Becker <dirk.debecker@biw.kuleuven.be>", "subject": "[R] Per-row minima for matrix", "body": " Sixtly, that it is an inconvenience in Monarchie, that the Soveraigntie may descend upon an Infant, or one that cannot discerne between Good and Evill: and consisteth in this, that the use of his Power, must be in the hand of another Man, or of some Assembly of men, which are to governe by his right, and in his name; as Curators, and Protectors of his Person, and Authority. But to say there is inconvenience, in putting the use of the Soveraign Power, into the hand of a Man, or an Assembly of men; is to say that all Government is more Inconvenient, than Confusion, and Civill Warre. And therefore all the danger that can be pretended, must arise from the Contention of those, that for an office of so great honour, and profit, may become Competitors. To make it appear, that this inconvenience, proceedeth not from that forme of Government we call Monarchy, we are to consider, that the precedent Monarch, hath appointed who shall have the Tuition of his Infant Successor, either expressely by Testament, or tacitly, by not controlling the Custome in that case received: And then such inconvenience (if it happen) is to be attributed, not to the Monarchy, but to the Ambition, and Injustice of the Subjects; which in all kinds of Government, where the people are not well instructed in their Duty, and the Rights of Soveraignty, is the same. Or else the precedent Monarch, hath not at all taken order for such Tuition; And then the Law of Nature hath provided this sufficient rule, That the Tuition shall be in him, that hath by Nature most interest in the preservation of the Authority of the Infant, and to whom least benefit can accrue by his death, or diminution. For seeing every man by nature seeketh his own benefit, and promotion; to put an Infant into the power of those, that can promote themselves by his destruction, or dammage, is not Tuition, but Trechery. So that sufficient provision being taken, against all just quarrell, about the Government under a Child, if any contention arise to the disturbance of the publique Peace, it is not to be attributed to the forme of Monarchy, but to the ambition of Subjects, and ignorance of their Duty. On the other side, there is no great Common-wealth, the Soveraignty whereof is in a great Assembly, which is not, as to consultations of Peace, and Warre, and making of Lawes, in the same condition, as if the Government were in a Child. For as a Child wants the judgement to dissent from counsell given him, and is thereby necessitated to take the advise of them, or him, to whom he is committed: So an Assembly wanteth the liberty, to dissent from the counsell of the major part, be it good, or bad. And as a Child has need of a Tutor, or Protector, to preserve his Person, and Authority: So also (in great Common-wealths,) the Soveraign Assembly, in all great dangers and troubles, have need of Custodes Libertatis; that is of Dictators, or Protectors of their Authoritie; which are as much as Temporary Monarchs; to whom for a time, they may commit the entire exercise of their Power; and have (at the end of that time) been oftner deprived thereof, than Infant Kings, by their Protectors, Regents, or any other Tutors."}