{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jerry@samba.org", "subject": "svn commit: samba r23201 - in branches/SAMBA_3_0_26/source:\n\tpython/examples/tdbpack script script/tests", "body": " These unhappy exiles from social life were impelled by the dark and implacable genius of superstition. Their mutual resolution was supported by the example of millions, of either sex, of every age, and of every rank; and each proselyte who entered the gates of a monastery, was persuaded that he trod the steep and thorny path of eternal happiness. 25 But the operation of these religious motives was variously determined by the temper and situation of mankind. Reason might subdue, or passion might suspend, their influence: but they acted most forcibly on the infirm minds of children and females; they were strengthened by secret remorse, or accidental misfortune; and they might derive some aid from the temporal considerations of vanity or interest. It was naturally supposed, that the pious and humble monks, who had renounced the world to accomplish the work of their salvation, were the best qualified for the spiritual government of the Christians. The reluctant hermit was torn from his cell, and seated, amidst the acclamations of the people, on the episcopal throne: the monasteries of Egypt, of Gaul, and of the East, supplied a regular succession of saints and bishops; and ambition soon discovered the secret road which led to the possession of wealth and honors. 26 The popular monks, whose reputation was connected with the fame and success of the order, assiduously labored to multiply the number of their fellow-captives. They insinuated themselves into noble and opulent families; and the specious arts of flattery and seduction were employed to secure those proselytes who might bestow wealth or dignity on the monastic profession. The indignant father bewailed the loss, perhaps, of an only son; 27 the credulous maid was betrayed by vanity to violate the laws of nature; and the matron aspired to imaginary perfection, by renouncing the virtues of domestic life. Paula yielded to the persuasive eloquence of Jerom; 28 and the profane title of mother-in-law of God 29 tempted that illustrious widow to consecrate the virginity of her daughter Eustochium. By the advice, and in the company, of her spiritual guide, Paula abandoned Rome and her infant son; retired to the holy village of Bethlem; founded a hospital and four monasteries; and acquired, by her alms and penance, an eminent and conspicuous station in the Catholic church. Such rare and illustrious penitents were celebrated as the glory and example of their age; but the monasteries were filled by a crowd of obscure and abject plebeians, 30 who gained in the cloister much more than they had sacrificed in the world. Peasants, slaves, and mechanics, might escape from poverty and contempt to a safe and honorable profession; whose apparent hardships are mitigated by custom, by popular applause, and by the secret relaxation of discipline. 31 The subjects of Rome, whose persons and fortunes were made responsible for unequal and exorbitant tributes, retired from the oppression of the Imperial government; and the pusillanimous youth preferred the penance of a monastic, to the dangers of a military, life. The affrighted provincials of every rank, who fled before the Barbarians, found shelter and subsistence: whole legions were buried in these religious sanctuaries; and the same cause, which relieved the distress of individuals, impaired the strength and fortitude of the empire. 32"}