{"label": "ham", "to_address": "p2 <parrot-porters@perl.org>", "from_address": "Allison Randal <allison@perl.org>", "subject": "draft NEWS update for 0.4.13", "body": " The most lofty titles, and the most humble postures, which devotion has applied to the Supreme Being, have been prostituted by flattery and fear to creatures of the same nature with ourselves. The mode of adoration, 49 of falling prostrate on the ground, and kissing the feet of the emperor, was borrowed by Diocletian from Persian servitude; but it was continued and aggravated till the last age of the Greek monarchy. Excepting only on Sundays, when it was waived, from a motive of religious pride, this humiliating reverence was exacted from all who entered the royal presence, from the princes invested with the diadem and purple, and from the ambassadors who represented their independent sovereigns, the caliphs of Asia, Egypt, or Spain, the kings of France and Italy, and the Latin emperors of ancient Rome. In his transactions of business, Liutprand, bishop of Cremona, 50 asserted the free spirit of a Frank and the dignity of his master Otho. Yet his sincerity cannot disguise the abasement of his first audience. When he approached the throne, the birds of the golden tree began to warble their notes, which were accompanied by the roarings of the two lions of gold. With his two companions Liutprand was compelled to bow and to fall prostrate; and thrice to touch the ground with his forehead. He arose, but in the short interval, the throne had been hoisted from the floor to the ceiling, the Imperial figure appeared in new and more gorgeous apparel, and the interview was concluded in haughty and majestic silence. In this honest and curious narrative, the Bishop of Cremona represents the ceremonies of the Byzantine court, which are still practised in the Sublime Porte, and which were preserved in the last age by the dukes of Muscovy or Russia. After a long journey by sea and land, from Venice to Constantinople, the ambassador halted at the golden gate, till he was conducted by the formal officers to the hospitable palace prepared for his reception; but this palace was a prison, and his jealous keepers prohibited all social intercourse either with strangers or natives. At his first audience, he offered the gifts of his master, slaves, and golden vases, and costly armor. The ostentatious payment of the officers and troops displayed before his eyes the riches of the empire: he was entertained at a royal banquet, 51 in which the ambassadors of the nations were marshalled by the esteem or contempt of the Greeks: from his own table, the emperor, as the most signal favor, sent the plates which he had tasted; and his favorites were dismissed with a robe of honor. 52 In the morning and evening of each day, his civil and military servants attended their duty in the palace; their labors were repaid by the sight, perhaps by the smile, of their lord; his commands were signified by a nod or a sign: but all earthly greatness stood silent and submissive in his presence. In his regular or extraordinary processions through the capital, he unveiled his person to the public view: the rites of policy were connected with those of religion, and his visits to the principal churches were regulated by the festivals of the Greek calendar. On the eve of these processions, the gracious or devout intention of the monarch was proclaimed by the heralds. The streets were cleared and purified; the pavement was strewed with flowers; the most precious furniture, the gold and silver plate, and silken hangings, were displayed from the windows and balconies, and a severe discipline restrained and silenced the tumult of the populace. The march was opened by the military officers at the head of their troops: they were followed in long order by the magistrates and ministers of the civil government: the person of the emperor was guarded by his eunuchs and domestics, and at the church door he was solemnly received by the patriarch and his clergy. The task of applause was not abandoned to the rude and spontaneous voices of the crowd. The most convenient stations were occupied by the bands of the blue and green factions of the circus; and their furious conflicts, which had shaken the capital, were insensibly sunk to an emulation of servitude. From either side they echoed in responsive melody the praises of the emperor; their poets and musicians directed the choir, and long life 53 and victory were the burden of every song. The same acclamations were performed at the audience, the banquet, and the church; and as an evidence of boundless sway, they were repeated in the Latin, 54 Gothic, Persian, French, and even English language, 55 by the mercenaries who sustained the real or fictitious character of those nations. By the pen of Constantine Porphyrogenitus, this science of form and flattery has been reduced into a pompous and trifling volume, 56 which the vanity of succeeding times might enrich with an ample supplement. Yet the calmer reflection of a prince would surely suggest that the same acclamations were applied to every character and every reign: and if he had risen from a private rank, he might remember, that his own voice had been the loudest and most eager in applause, at the very moment when he envied the fortune, or conspired against the life, of his predecessor. 57"}