{"label": "ham", "to_address": "Perl beginners <beginners@perl.org>", "from_address": "\"John W. Krahn\" <krahnj@telus.net>", "subject": "Re: regex for matching repeated strings", "body": " Although the policy of Diocletian and the humanity of Constantius inclined them to preserve inviolate the maxims of toleration, it was soon discovered that their two associates, Maximian and Galerius, entertained the most implacable aversion for the name and religion of the Christians. The minds of those princes had never been enlightened by science; education had never softened their temper. They owed their greatness to their swords, and in their most elevated fortune they still retained their superstitious prejudices of soldiers and peasants. In the general administration of the provinces they obeyed the laws which their benefactor had established; but they frequently found occasions of exercising within their camp and palaces a secret persecution, 144 for which the imprudent zeal of the Christians sometimes offered the most specious pretences. A sentence of death was executed upon Maximilianus, an African youth, who had been produced by his own father 1441 before the magistrate as a sufficient and legal recruit, but who obstinately persisted in declaring, that his conscience would not permit him to embrace the profession of a soldier. 145 It could scarcely be expected that any government should suffer the action of Marcellus the Centurion to pass with impunity. On the day of a public festival, that officer threw away his belt, his arms, and the ensigns of his office, and exclaimed with a loud voice, that he would obey none but Jesus Christ the eternal King, and that he renounced forever the use of carnal weapons, and the service of an idolatrous master. The soldiers, as soon as they recovered from their astonishment, secured the person of Marcellus. He was examined in the city of Tingi by the president of that part of Mauritania; and as he was convicted by his own confession, he was condemned and beheaded for the crime of desertion. 146 Examples of such a nature savor much less of religious persecution than of martial or even civil law; but they served to alienate the mind of the emperors, to justify the severity of Galerius, who dismissed a great number of Christian officers from their employments; and to authorize the opinion, that a sect of enthusiastics, which avowed principles so repugnant to the public safety, must either remain useless, or would soon become dangerous, subjects of the empire."}