{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"HowStuffWorks\" <newsletter@howstuffworks.com>", "subject": "HowStuffWorks Automotive Newsletter May 15, 2007", "body": " The justice and freedom of the constitution were maintained by two tribunals of unequal dignity, which were instituted by Godfrey of Bouillon after the conquest of Jerusalem. The king, in person, presided in the upper court, the court of the barons. Of these the four most conspicuous were the prince of Galilee, the lord of Sidon and Caesarea, and the counts of Jaffa and Tripoli, who, perhaps with the constable and marshal, 137 were in a special manner the compeers and judges of each other. But all the nobles, who held their lands immediately of the crown, were entitled and bound to attend the king’s court; and each baron exercised a similar jurisdiction on the subordinate assemblies of his own feudatories. The connection of lord and vassal was honorable and voluntary: reverence was due to the benefactor, protection to the dependant; but they mutually pledged their faith to each other; and the obligation on either side might be suspended by neglect or dissolved by injury. The cognizance of marriages and testaments was blended with religion, and usurped by the clergy: but the civil and criminal causes of the nobles, the inheritance and tenure of their fiefs, formed the proper occupation of the supreme court. Each member was the judge and guardian both of public and private rights. It was his duty to assert with his tongue and sword the lawful claims of the lord; but if an unjust superior presumed to violate the freedom or property of a vassal, the confederate peers stood forth to maintain his quarrel by word and deed. They boldly affirmed his innocence and his wrongs; demanded the restitution of his liberty or his lands; suspended, after a fruitless demand, their own service; rescued their brother from prison; and employed every weapon in his defence, without offering direct violence to the person of their lord, which was ever sacred in their eyes. 138 In their pleadings, replies, and rejoinders, the advocates of the court were subtle and copious; but the use of argument and evidence was often superseded by judicial combat; and the Assise of Jerusalem admits in many cases this barbarous institution, which has been slowly abolished by the laws and manners of Europe."}