{"label": "spam", "to_address": "manager@speedy.uwaterloo.ca", "from_address": "4ever Young <sbritter@hairdresser.net>", "subject": "HGH really helps!", "body": " It must be acknowledged, that both sides of the question are susceptible of specious arguments. Moral distinctions, it may be said, are discernible by pure reason: else, whence the many disputes that reign in common life, as well as in philosophy, with regard to this subject: the long chain of proofs often produced on both sides; the examples cited, the authorities appealed to, the analogies employed, the fallacies detected, the inferences drawn, and the several conclusions adjusted to their proper principles. Truth is disputable; not taste: what exists in the nature of things is the standard of our judgement; what each man feels within himself is the standard of sentiment. Propositions in geometry may be proved, systems in physics may be controverted; but the harmony of verse, the tenderness of passion, the brilliancy of wit, must give immediate pleasure. No man reasons concerning another's beauty; but frequently concerning the justice or injustice of his actions. In every criminal trial the first object of the prisoner is to disprove the facts alleged, and deny the actions imputed to him: the second to prove, that, even if these actions were real, they might be justified, as innocent and lawful. It is confessedly by deductions of the understanding, that the first point is ascertained: how can we suppose that a different faculty of the mind is employed in fixing the other? On the other hand, those who would resolve all moral determinations into sentiment, may endeavour to show, that it is impossible for reason ever to draw conclusions of this nature. To virtue, say they, it belongs to be amiable, and vice odious. This forms their very nature or essence. But can reason or argumentation distribute these different epithets to any subjects, and pronounce beforehand, that this must produce love, and that hatred? Or what other reason can we ever assign for these affections, but the original fabric and formation of the human mind, which is naturally adapted to receive them?"}