{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Henrik Nilsen Omma <henrik@ubuntu.com>", "subject": "Re: Speakup kernel patch dropped from Ububtu Gutsy", "body": " That the place wherein men are to live Eternally, after the Resurrection, is the Heavens, meaning by Heaven, those parts of the world, which are the most remote from Earth, as where the stars are, or above the stars, in another Higher Heaven, called Caelum Empyreum, (whereof there is no mention in Scripture, nor ground in Reason) is not easily to be drawn from any text that I can find. By the Kingdome of Heaven, is meant the Kingdome of the King that dwelleth in Heaven; and his Kingdome was the people of Israel, whom he ruled by the Prophets his Lieutenants, first Moses, and after him Eleazar, and the Soveraign Priests, till in the days of Samuel they rebelled, and would have a mortall man for their King, after the manner of other Nations. And when our Saviour Christ, by the preaching of his Ministers, shall have perswaded the Jews to return, and called the Gentiles to his obedience, then shall there be a new Kingdome of Heaven, because our King shall then be God, whose Throne is Heaven; without any necessity evident in the Scripture, that man shall ascend to his happinesse any higher than Gods Footstool the Earth. On the contrary, we find written (Joh. 3.13.) that \"no man hath ascended into Heaven, but he that came down from Heaven, even the Son of man, that is in Heaven.\" Where I observe by the way, that these words are not, as those which go immediately before, the words of our Saviour, but of St. John himself; for Christ was then not in Heaven, but upon the Earth. The like is said of David (Acts 2.34.) where St. Peter, to prove the Ascension of Christ, using the words of the Psalmist, (Psal. 16.10.) \"Thou wilt not leave my soule in Hell, nor suffer thine Holy one to see corruption,\" saith, they were spoken (not of David, but) of Christ; and to prove it, addeth this Reason, \"For David is not ascended into Heaven.\" But to this a man may easily answer, and say, that though their bodies were not to ascend till the generall day of Judgment, yet their souls were in Heaven as soon as they were departed from their bodies; which also seemeth to be confirmed by the words of our Saviour (Luke 20.37,38.) who proving the Resurrection out of the word of Moses, saith thus, \"That the dead are raised, even Moses shewed, at the bush, when he calleth the Lord, the God of Abraham, and the God of Isaac, and the God of Jacob. For he is not a God of the Dead, but of the Living; for they all live to him.\" But if these words be to be understood only of the Immortality of the Soul, they prove not at all that which our Saviour intended to prove, which was the Resurrection of the Body, that is to say, the Immortality of the Man. Therefore our Saviour meaneth, that those Patriarchs were Immortall; not by a property consequent to the essence, and nature of mankind, but by the will of God, that was pleased of his mere grace, to bestow Eternall Life upon the faithfull. And though at that time the Patriarchs and many other faithfull men were Dead, yet as it is in the text, they Lived To God; that is, they were written in the Book of Life with them that were absolved of their sinnes, and ordained to Life eternall at the Resurrection. That the Soul of man is in its own nature Eternall, and a living Creature independent on the Body; or that any meer man is Immortall, otherwise than by the Resurrection in the last day, (except Enos and Elias,) is a doctrine not apparent in Scripture. The whole 14. Chapter of Job, which is the speech not of his friends, but of himselfe, is a complaint of this Mortality of Nature; and yet no contradiction of the Immortality at the Resurrection. \"There is hope of a tree,\" (saith hee verse 7.) \"if it be cast down, Though the root thereof wax old, and the stock thereof die in the ground, yet when it scenteth the water it will bud, and bring forth boughes like a Plant. But man dyeth, and wasteth away, yea, man giveth up the Ghost, and where is he?\" and (verse 12.) \"man lyeth down, and riseth not, till the heavens be no more.\" But when is it, that the heavens shall be no more? St. Peter tells us, that it is at the generall Resurrection. For in his 2. Epistle, 3. Chapter, and 7. verse, he saith, that \"the Heavens and the Earth that are now, are reserved unto fire against the day of Judgment, and perdition of ungodly men,\" and (verse 12.) \"looking for, and hasting to the comming of God, wherein the Heavens shall be on fire, and shall be dissolved, and the Elements shall melt with fervent heat. Neverthelesse, we according to the promise look for new Heavens, and a new Earth, wherein dwelleth righteousnesse.\" Therefore where Job saith, man riseth not till the Heavens be no more; it is all one, as if he had said, the Immortall Life (and Soule and Life in the Scripture, do usually signifie the same thing) beginneth not in man, till the Resurrection, and day of Judgment; and hath for cause, not his specificall nature, and generation; but the Promise. For St. Peter saies not, \"Wee look for new heavens, and a new earth, (from Nature) but from Promise.\""}