{"label": "ham", "to_address": "beginners@perl.org", "from_address": "ash <ashishrai@gmail.com>", "subject": "Re: Writing data row at a time using OLE", "body": " II. When the black swarm of Hungarians first hung over Europe, above nine hundred years after the Christian aera, they were mistaken by fear and superstition for the Gog and Magog of the Scriptures, the signs and forerunners of the end of the world. 17 Since the introduction of letters, they have explored their own antiquities with a strong and laudable impulse of patriotic curiosity. 18 Their rational criticism can no longer be amused with a vain pedigree of Attila and the Huns; but they complain that their primitive records have perished in the Tartar war; that the truth or fiction of their rustic songs is long since forgotten; and that the fragments of a rude chronicle 19 must be painfully reconciled with the contemporary though foreign intelligence of the imperial geographer. 20 Magiar is the national and oriental denomination of the Hungarians; but, among the tribes of Scythia, they are distinguished by the Greeks under the proper and peculiar name of Turks, as the descendants of that mighty people who had conquered and reigned from China to the Volga. The Pannonian colony preserved a correspondence of trade and amity with the eastern Turks on the confines of Persia and after a separation of three hundred and fifty years, the missionaries of the king of Hungary discovered and visited their ancient country near the banks of the Volga. They were hospitably entertained by a people of Pagans and Savages who still bore the name of Hungarians; conversed in their native tongue, recollected a tradition of their long-lost brethren, and listened with amazement to the marvellous tale of their new kingdom and religion. The zeal of conversion was animated by the interest of consanguinity; and one of the greatest of their princes had formed the generous, though fruitless, design of replenishing the solitude of Pannonia by this domestic colony from the heart of Tartary. 21 From this primitive country they were driven to the West by the tide of war and emigration, by the weight of the more distant tribes, who at the same time were fugitives and conquerors. 2111 Reason or fortune directed their course towards the frontiers of the Roman empire: they halted in the usual stations along the banks of the great rivers; and in the territories of Moscow, Kiow, and Moldavia, some vestiges have been discovered of their temporary residence. In this long and various peregrination, they could not always escape the dominion of the stronger; and the purity of their blood was improved or sullied by the mixture of a foreign race: from a motive of compulsion, or choice, several tribes of the Chazars were associated to the standard of their ancient vassals; introduced the use of a second language; and obtained by their superior renown the most honorable place in the front of battle. The military force of the Turks and their allies marched in seven equal and artificial divisions; each division was formed of thirty thousand eight hundred and fifty-seven warriors, and the proportion of women, children, and servants, supposes and requires at least a million of emigrants. Their public counsels were directed by seven vayvods, or hereditary chiefs; but the experience of discord and weakness recommended the more simple and vigorous administration of a single person. The sceptre, which had been declined by the modest Lebedias, was granted to the birth or merit of Almus and his son Arpad, and the authority of the supreme khan of the Chazars confirmed the engagement of the prince and people; of the people to obey his commands, of the prince to consult their happiness and glory."}