{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for NTELOS Holdings Corp.", "body": " The monastic profession of the ancients 33 was an act of voluntary devotion. The inconstant fanatic was threatened with the eternal vengeance of the God whom he deserted; but the doors of the monastery were still open for repentance. Those monks, whose conscience was fortified by reason or passion, were at liberty to resume the character of men and citizens; and even the spouses of Christ might accept the legal embraces of an earthly lover. 34 The examples of scandal, and the progress of superstition, suggested the propriety of more forcible restraints. After a sufficient trial, the fidelity of the novice was secured by a solemn and perpetual vow; and his irrevocable engagement was ratified by the laws of the church and state. A guilty fugitive was pursued, arrested, and restored to his perpetual prison; and the interposition of the magistrate oppressed the freedom and the merit, which had alleviated, in some degree, the abject slavery of the monastic discipline. 35 The actions of a monk, his words, and even his thoughts, were determined by an inflexible rule, 36 or a capricious superior: the slightest offences were corrected by disgrace or confinement, extraordinary fasts, or bloody flagellation; and disobedience, murmur, or delay, were ranked in the catalogue of the most heinous sins. 37 A blind submission to the commands of the abbot, however absurd, or even criminal, they might seem, was the ruling principle, the first virtue of the Egyptian monks; and their patience was frequently exercised by the most extravagant trials. They were directed to remove an enormous rock; assiduously to water a barren staff, that was planted in the ground, till, at the end of three years, it should vegetate and blossom like a tree; to walk into a fiery furnace; or to cast their infant into a deep pond: and several saints, or madmen, have been immortalized in monastic story, by their thoughtless and fearless obedience. 38 The freedom of the mind, the source of every generous and rational sentiment, was destroyed by the habits of credulity and submission; and the monk, contracting the vices of a slave, devoutly followed the faith and passions of his ecclesiastical tyrant. The peace of the Eastern church was invaded by a swarm of fanatics, incapable of fear, or reason, or humanity; and the Imperial troops acknowledged, without shame, that they were much less apprehensive of an encounter with the fiercest Barbarians. 39"}