{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "yoooooo <magno_yu@ml.com>", "subject": "[R] Memory management", "body": " Add to this, that general ideas cannot be introduced into the mind without the assistance of words, nor can the understanding seize them except by means of propositions. This is one of the reasons why animals cannot form such ideas, or ever acquire that capacity for self-improvement which depends on them. When a monkey goes from one nut to another, are we to conceive that he entertains any general idea of that kind of fruit, and compares its archetype with the two individual nuts? Assuredly he does not; but the sight of one of these nuts recalls to his memory the sensations which he received from the other, and his eyes, being modified after a certain manner, give information to the palate of the modification it is about to receive. Every general idea is purely intellectual; if the imagination meddles with it ever so little, the idea immediately becomes particular. If you endeavour to trace in your mind the image of a tree in general, you never attain to your end. In spite of all you can do, you will have to see it as great or little, bare or leafy, light or dark, and were you capable of seeing nothing in it but what is common to all trees, it would no longer be like a tree at all. Purely abstract beings are perceivable in the same manner, or are only conceivable by the help of language. The definition of a triangle alone gives you a true idea of it: the moment you imagine a triangle in your mind, it is some particular triangle and not another, and you cannot avoid giving it sensible lines and a coloured area. We must then make use of propositions and of language in order to form general ideas. For no sooner does the imagination cease to operate than the understanding proceeds only by the help of words. If then the first inventors of speech could give names only to ideas they already had, it follows that the first substantives could be nothing more than proper names."}