{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"DOC Cooney\" <searchlightshackneying@calacep.org>", "subject": "Re:", "body": " But if I investigate more closely the relation of given cognitions in every judgement, and distinguish it, as belonging to the understanding, from the relation which is produced according to laws of the reproductive imagination (which has only subjective validity), I find that judgement is nothing but the mode of bringing given cognitions under the objective unit of apperception. This is plain from our use of the term of relation is in judgements, in order to distinguish the objective unity of given representations from the subjective unity. For this term indicates the relation of these representations to the original apperception, and also their necessary unity, even although the judgement is empirical, therefore contingent, as in the judgement: “All bodies are heavy.” I do not mean by this, that these representations do necessarily belong to each other in empirical intuition, but that by means of the necessary unity of appreciation they belong to each other in the synthesis of intuitions, that is to say, they belong to each other according to principles of the objective determination of all our representations, in so far as cognition can arise from them, these principles being all deduced from the main principle of the transcendental unity of apperception. In this way alone can there arise from this relation a judgement, that is, a relation which has objective validity, and is perfectly distinct from that relation of the very same representations which has only subjective validity—a relation, to wit, which is produced according to laws of association. According to these laws, I could only say: “When I hold in my hand or carry a body, I feel an impression of weight”; but I could not say: “It, the body, is heavy”; for this is tantamount to saying both these representations are conjoined in the object, that is, without distinction as to the condition of the subject, and do not merely stand together in my perception, however frequently the perceptive act may be repeated."}