{"label": "spam", "to_address": "9ec06fdb@speedy.uwaterloo.ca", "from_address": "Bax Brady <shunr@barbarascanlon.com>", "subject": "Louers package at discount pri-ce", "body": " The chief objection against all _abstract_ reasonings is derived from the ideas of space and time; ideas, which, in common life and to a careless view, are very clear and intelligible, but when they pass through the scrutiny of the profound sciences (and they are the chief object of these sciences) afford principles, which seem full of absurdity and contradiction. No priestly _dogmas_, invented on purpose to tame and subdue the rebellious reason of mankind, ever shocked common sense more than the doctrine of the infinitive divisibility of extension, with its consequences; as they are pompously displayed by all geometricians and metaphysicians, with a kind of triumph and exultation. A real quantity, infinitely less than any finite quantity, containing quantities infinitely less than itself, and so on _in infinitum_; this is an edifice so bold and prodigious, that it is too weighty for any pretended demonstration to support, because it shocks the clearest and most natural principles of human reason.[32] But what renders the matter more extraordinary, is, that these seemingly absurd opinions are supported by a chain of reasoning, the clearest and most natural; nor is it possible for us to allow the premises without admitting the consequences. Nothing can be more convincing and satisfactory than all the conclusions concerning the properties of circles and triangles; and yet, when these are once received, how can we deny, that the angle of contact between a circle and its tangent is infinitely less than any rectilineal angle, that as you may increase the diameter of the circle _in infinitum_, this angle of contact becomes still less, even _in infinitum_, and that the angle of contact between other curves and their tangents may be infinitely less than those between any circle and its tangent, and so on, _in infinitum_? The demonstration of these principles seems as unexceptionable as that which proves the three angles of a triangle to be equal to two right ones, though the latter opinion be natural and easy, and the former big with contradiction and absurdity. Reason here seems to be thrown into a kind of amazement and suspence, which, without the suggestions of any sceptic, gives her a diffidence of herself, and of the ground on which she treads. She sees a full light, which illuminates certain places; but that light borders upon the most profound darkness. And between these she is so dazzled and confounded, that she scarcely can pronounce with certainty and assurance concerning any one object."}