{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Fernando Robinson\" <kikare.net@governorshill.com>", "subject": "She will love you more than any other guy", "body": " The moral rules which forbid mankind to hurt one another (in which we must never forget to include wrongful interference with each other's freedom) are more vital to human well-being than any maxims, however important, which only point out the best mode of managing some department of human affairs. They have also the peculiarity, that they are the main element in determining the whole of the social feelings of mankind. It is their observance which alone preserves peace among human beings: if obedience to them were not the rule, and disobedience the exception, every one would see in every one else a probable enemy, against whom he must be perpetually guarding himself. What is hardly less important, these are the precepts which mankind have the strongest and the most direct inducements for impressing upon one another. By merely giving to each other prudential instruction or exhortation, they may gain, or think they gain, nothing: in inculcating on each other the duty of positive beneficence they have an unmistakeable interest, but far less in degree: a person may possibly not need the benefits of others; but he always needs that they should not do him hurt. Thus the moralities which protect every individual from being harmed by others, either directly or by being hindered in his freedom of pursuing his own good, are at once those which he himself has most at heart, and those which he has the strongest interest in publishing and enforcing by word and deed. It is by a person's observance of these, that his fitness to exist as one of the fellowship of human beings, is tested and decided; for on that depends his being a nuisance or not to those with whom he is in contact. Now it is these moralities primarily, which compose the obligations of justice. The most marked cases of injustice, and those which give the tone to the feeling of repugnance which characterizes the sentiment, are acts of wrongful aggression, or wrongful exercise of power over some one; the next are those which consist in wrongfully withholding from him something which is his due; in both cases, inflicting on him a positive hurt, either in the form of direct suffering, or of the privation of some good which he had reasonable ground, either of a physical or of a social kind, for counting upon."}