{"label": "ham", "to_address": "smiles@flax9.uwaterloo.ca", "from_address": "TopCoder Competitions <competitions@topcoder.com>", "subject": "TopCoder(R) Single Round Match sponsored by DRW - $5,000 prize\n purse!!", "body": " It is also from the Roman Heathen, that the Popes have received the name, and power of PONTIFEX MAXIMUS. This was the name of him that in the ancient Common-wealth of Rome, had the Supreme Authority under the Senate and People, of regulating all Ceremonies, and Doctrines concerning their Religion: And when Augustus Caesar changed the State into a Monarchy, he took to himselfe no more but this office, and that of Tribune of the People, (than is to say, the Supreme Power both in State, and Religion;) and the succeeding Emperors enjoyed the same. But when the Emperour Constantine lived, who was the first that professed and authorized Christian Religion, it was consonant to his profession, to cause Religion to be regulated (under his authority) by the Bishop of Rome: Though it doe not appear they had so soon the name of Pontifex; but rather, that the succeeding Bishops took it of themselves, to countenance the power they exercised over the Bishops of the Roman Provinces. For it is not any Priviledge of St. Peter, but the Priviledge of the City of Rome, which the Emperors were alwaies willing to uphold; that gave them such authority over other Bishops; as may be evidently seen by that, that the Bishop of Constantinople, when the Emperour made that City the Seat of the Empire, pretended to bee equall to the Bishop of Rome; though at last, not without contention, the Pope carryed it, and became the Pontifex Maximus; but in right onely of the Emperour; and not without the bounds of the Empire; nor any where, after the Emperour had lost his power in Rome; though it were the Pope himself that took his power from him. From whence wee may by the way observe, that there is no place for the superiority of the Pope over other Bishops, except in the territories whereof he is himself the Civill Soveraign; and where the Emperour having Soveraign Power Civill, hath expressely chosen the Pope for the chief Pastor under himselfe, of his Christian Subjects."}