{"label": "spam", "to_address": "\"the00\" <the00@plg.uwaterloo.ca>", "from_address": "\"Romeo Tracy\" <greendalerk@comcast.net>", "subject": "you latta many emington", "body": " There is no other way than through intuitions or conceptions, as such; and these are given either à priori or à posteriori. The latter, namely, empirical conceptions, together with the empirical intuition on which they are founded, cannot afford any synthetical proposition, except such as is itself also empirical, that is, a proposition of experience. But an empirical proposition cannot possess the qualities of necessity and absolute universality, which, nevertheless, are the characteristics of all geometrical propositions. As to the first and only means to arrive at such cognitions, namely, through mere conceptions or intuitions à priori, it is quite clear that from mere conceptions no synthetical cognitions, but only analytical ones, can be obtained. Take, for example, the proposition: “Two straight lines cannot enclose a space, and with these alone no figure is possible,” and try to deduce it from the conception of a straight line and the number two; or take the proposition: “It is possible to construct a figure with three straight lines,” and endeavour, in like manner, to deduce it from the mere conception of a straight line and the number three. All your endeavours are in vain, and you find yourself forced to have recourse to intuition, as, in fact, geometry always does. You therefore give yourself an object in intuition. But of what kind is this intuition? Is it a pure à priori, or is it an empirical intuition? If the latter, then neither an universally valid, much less an apodeictic proposition can arise from it, for experience never can give us any such proposition. You must, therefore, give yourself an object à priori in intuition, and upon that ground your synthetical proposition. Now if there did not exist within you a faculty of intuition à priori; if this subjective condition were not in respect to its form also the universal condition à priori under which alone the object of this external intuition is itself possible; if the object (that is, the triangle) were something in itself, without relation to you the subject; how could you affirm that that which lies necessarily in your subjective conditions in order to construct a triangle, must also necessarily belong to the triangle in itself? For to your conceptions of three lines, you could not add anything new (that is, the figure); which, therefore, must necessarily be found in the object, because the object is given before your cognition, and not by means of it. If, therefore, space (and time also) were not a mere form of your intuition, which contains conditions à priori, under which alone things can become external objects for you, and without which subjective conditions the objects are in themselves nothing, you could not construct any synthetical proposition whatsoever regarding external objects. It is therefore not merely possible or probable, but indubitably certain, that space and time, as the necessary conditions of all our external and internal experience, are merely subjective conditions of all our intuitions, in relation to which all objects are therefore mere phenomena, and not things in themselves, presented to us in this particular manner. And for this reason, in respect to the form of phenomena, much may be said à priori, whilst of the thing in itself, which may lie at the foundation of these phenomena, it is impossible to say anything."}