{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Maria Montez <montez@bu.edu>", "subject": "[R] object not found inside function", "body": " But there are other features of the Platonic Republic, as, for example, the literary and philosophical education, and the grace and beauty of life, which are the reverse of Spartan. Plato wishes to give his citizens a taste of Athenian freedom as well as of Lacedaemonian discipline. His individual genius is purely Athenian, although in theory he is a lover of Sparta; and he is something more than either—he has also a true Hellenic feeling. He is desirous of humanizing the wars of Hellenes against one another; he acknowledges that the Delphian God is the grand hereditary interpreter of all Hellas. The spirit of harmony and the Dorian mode are to prevail, and the whole State is to have an external beauty which is the reflex of the harmony within. But he has not yet found out the truth which he afterwards enunciated in the Laws—that he was a better legislator who made men to be of one mind, than he who trained them for war. The citizens, as in other Hellenic States, democratic as well as aristocratic, are really an upper class; for, although no mention is made of slaves, the lower classes are allowed to fade away into the distance, and are represented in the individual by the passions. Plato has no idea either of a social State in which all classes are harmonized, or of a federation of Hellas or the world in which different nations or States have a place. His city is equipped for war rather than for peace, and this would seem to be justified by the ordinary condition of Hellenic States. The myth of the earth-born men is an embodiment of the orthodox tradition of Hellas, and the allusion to the four ages of the world is also sanctioned by the authority of Hesiod and the poets. Thus we see that the Republic is partly founded on the ideal of the old Greek polis, partly on the actual circumstances of Hellas in that age. Plato, like the old painters, retains the traditional form, and like them he has also a vision of a city in the clouds."}