{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"forward CNET\" <qdtdgxp@verizon.net>", "subject": "We are accepting your application", "body": " For example, this universal identity of the apperception of the manifold given in intuition contains a synthesis of representations and is possible only by means of the consciousness of this synthesis. For the empirical consciousness which accompanies different representations is in itself fragmentary and disunited, and without relation to the identity of the subject. This relation, then, does not exist because I accompany every representation with consciousness, but because I join one representation to another, and am conscious of the synthesis of them. Consequently, only because I can connect a variety of given representations in one consciousness, is it possible that I can represent to myself the identity of consciousness in these representations; in other words, the analytical unity of apperception is possible only under the presupposition of a synthetical unity.[16] The thought, “These representations given in intuition belong all of them to me,” is accordingly just the same as, “I unite them in one self-consciousness, or can at least so unite them”; and although this thought is not itself the consciousness of the synthesis of representations, it presupposes the possibility of it; that is to say, for the reason alone that I can comprehend the variety of my representations in one consciousness, do I call them my representations, for otherwise I must have as many-coloured and various a self as are the representations of which I am conscious. Synthetical unity of the manifold in intuitions, as given à priori, is therefore the foundation of the identity of apperception itself, which antecedes à priori all determinate thought. But the conjunction of representations into a conception is not to be found in objects themselves, nor can it be, as it were, borrowed from them and taken up into the understanding by perception, but it is on the contrary an operation of the understanding itself, which is nothing more than the faculty of conjoining à priori and of bringing the variety of given representations under the unity of apperception. This principle is the highest in all human cognition."}