{"label": "spam", "to_address": "catchall@speedy.uwaterloo.ca", "from_address": "\"change from\" <for@oracal.com>", "subject": "many", "body": " A further question is, whether the State, while it permits, should nevertheless indirectly discourage conduct which it deems contrary to the best interests of the agent; whether, for example, it should take measures to render the means of drunkenness more costly, or add to the difficulty of procuring them, by limiting the number of the places of sale. On this as on most other practical questions, many distinctions require to be made. To tax stimulants for the sole purpose of making them more difficult to be obtained, is a measure differing only in degree from their entire prohibition; and would be justifiable only if that were justifiable. Every increase of cost is a prohibition, to those whose means do not come up to the augmented price; and to those who do, it is a penalty laid on them for gratifying a particular taste. Their choice of pleasures, and their mode of expending their income, after satisfying their legal and moral obligations to the State and to individuals, are their own concern, and must rest with their own judgment. These considerations may seem at first sight to condemn the selection of stimulants as special subjects of taxation for purposes of revenue. But it must be remembered that taxation for fiscal purposes is absolutely inevitable; that in most countries it is necessary that a considerable part of that taxation should be indirect; that the State, therefore, cannot help imposing penalties, which to some persons may be prohibitory, on the use of some articles of consumption. It is hence the duty of the State to consider, in the imposition of taxes, what commodities the consumers can best spare; and _à fortiori_, to select in preference those of which it deems the use, beyond a very moderate quantity, to be positively injurious. Taxation, therefore, of stimulants, up to the point which produces the largest amount of revenue (supposing that the State needs all the revenue which it yields) is not only admissible, but to be approved of."}