{"label": "spam", "to_address": "\"mail\" <mail@speedy.uwaterloo.ca>", "from_address": "\"Rafael Hackett\" <mghyannisport@convad.net>", "subject": "As deerfield of desha", "body": " When these ideas of God, of an intelligible world (the kingdom of God), and of immortality are further determined by predicates taken from our own nature, we must not regard this determination as a sensualizing of those pure rational ideas (anthropomorphism), nor as a transcendent knowledge of supersensible objects; for these predicates are no others than understanding and will, considered too in the relation to each other in which they must be conceived in the moral law, and therefore, only so far as a pure practical use is made of them. As to all the rest that belongs to these conceptions psychologically, that is, so far as we observe these faculties of ours empirically in their exercise (e.g., that the understanding of man is discursive, and its notions therefore not intuitions but thoughts, that these follow one another in time, that his will has its satisfaction always dependent on the existence of its object, etc., which cannot be the case in the Supreme Being), from all this we abstract in that case, and then there remains of the notions by which we conceive a pure intelligence nothing more than just what is required for the possibility of conceiving a moral law. There is then a knowledge of God indeed, but only for practical purposes, and, if we attempt to extend it to a theoretical knowledge, we find an understanding that has intuitions, not thoughts, a will that is directed to objects on the existence of which its satisfaction does not in the least depend (not to mention the transcendental predicates, as, for example, a magnitude of existence, that is duration, which, however, is not in time, the only possible means we have of conceiving existence as magnitude). Now these are all attributes of which we can form no conception that would help to the knowledge of the object, and we learn from this that they can never be used for a theory of supersensible beings, so that on this side they are quite incapable of being the foundation of a speculative knowledge, and their use is limited simply to the practice of the moral law."}