{"label": "ham", "to_address": "\"Jonathan (ac3bf1)\" <ac3bf1@gmail.com>", "from_address": "Simon Paillard <simon.paillard@resel.enst-bretagne.fr>", "subject": "Re: Rsync", "body": " The base and plebeian origin of Mahomet is an unskilful calumny of the Christians, 63 who exalt instead of degrading the merit of their adversary. His descent from Ismael was a national privilege or fable; but if the first steps of the pedigree 64 are dark and doubtful, he could produce many generations of pure and genuine nobility: he sprung from the tribe of Koreish and the family of Hashem, the most illustrious of the Arabs, the princes of Mecca, and the hereditary guardians of the Caaba. The grandfather of Mahomet was Abdol Motalleb, the son of Hashem, a wealthy and generous citizen, who relieved the distress of famine with the supplies of commerce. Mecca, which had been fed by the liberality of the father, was saved by the courage of the son. The kingdom of Yemen was subject to the Christian princes of Abyssinia; their vassal Abrahah was provoked by an insult to avenge the honor of the cross; and the holy city was invested by a train of elephants and an army of Africans. A treaty was proposed; and, in the first audience, the grandfather of Mahomet demanded the restitution of his cattle. “And why,” said Abrahah, “do you not rather implore my clemency in favor of your temple, which I have threatened to destroy?” “Because,” replied the intrepid chief, “the cattle is my own; the Caaba belongs to the gods, and they will defend their house from injury and sacrilege.” The want of provisions, or the valor of the Koreish, compelled the Abyssinians to a disgraceful retreat: their discomfiture has been adorned with a miraculous flight of birds, who showered down stones on the heads of the infidels; and the deliverance was long commemorated by the aera of the elephant. 65 The glory of Abdol Motalleb was crowned with domestic happiness; his life was prolonged to the age of one hundred and ten years; and he became the father of six daughters and thirteen sons. His best beloved Abdallah was the most beautiful and modest of the Arabian youth; and in the first night, when he consummated his marriage with Amina, 651 of the noble race of the Zahrites, two hundred virgins are said to have expired of jealousy and despair. Mahomet, or more properly Mohammed, the only son of Abdallah and Amina, was born at Mecca, four years after the death of Justinian, and two months after the defeat of the Abyssinians, 66 whose victory would have introduced into the Caaba the religion of the Christians. In his early infancy, he was deprived of his father, his mother, and his grandfather; his uncles were strong and numerous; and, in the division of the inheritance, the orphan’s share was reduced to five camels and an Aethiopian maid-servant. At home and abroad, in peace and war, Abu Taleb, the most respectable of his uncles, was the guide and guardian of his youth; in his twenty-fifth year, he entered into the service of Cadijah, a rich and noble widow of Mecca, who soon rewarded his fidelity with the gift of her hand and fortune. The marriage contract, in the simple style of antiquity, recites the mutual love of Mahomet and Cadijah; describes him as the most accomplished of the tribe of Koreish; and stipulates a dowry of twelve ounces of gold and twenty camels, which was supplied by the liberality of his uncle. 67 By this alliance, the son of Abdallah was restored to the station of his ancestors; and the judicious matron was content with his domestic virtues, till, in the fortieth year of his age, 68 he assumed the title of a prophet, and proclaimed the religion of the Koran."}