{"label": "ham", "to_address": "\"Qu, Chunxu\" <Chunxu.Qu@STJUDE.ORG>", "from_address": "Zombie Smyth <smyth@wehi.EDU.AU>", "subject": "[R] Sorting the levels of a factor", "body": " In the first moments of rebellion, when Arnold of Brescia had inflamed their minds against the church, the Romans artfully labored to conciliate the favor of the empire, and to recommend their merit and services in the cause of Cæsar. The style of their ambassadors to Conrad the Third and Frederic the First is a mixture of flattery and pride, the tradition and the ignorance of their own history. 53 After some complaint of his silence and neglect, they exhort the former of these princes to pass the Alps, and assume from their hands the Imperial crown. “We beseech your majesty not to disdain the humility of your sons and vassals, not to listen to the accusations of our common enemies; who calumniate the senate as hostile to your throne, who sow the seeds of discord, that they may reap the harvest of destruction. The pope and the _Sicilian_ are united in an impious league to oppose _our_ liberty and _your_ coronation. With the blessing of God, our zeal and courage has hitherto defeated their attempts. Of their powerful and factious adherents, more especially the Frangipani, we have taken by assault the houses and turrets: some of these are occupied by our troops, and some are levelled with the ground. The Milvian bridge, which they had broken, is restored and fortified for your safe passage; and your army may enter the city without being annoyed from the castle of St. Angelo. All that we have done, and all that we design, is for your honor and service, in the loyal hope, that you will speedily appear in person, to vindicate those rights which have been invaded by the clergy, to revive the dignity of the empire, and to surpass the fame and glory of your predecessors. May you fix your residence in Rome, the capital of the world; give laws to Italy, and the Teutonic kingdom; and imitate the example of Constantine and Justinian, 54 who, by the vigor of the senate and people, obtained the sceptre of the earth.” 55 But these splendid and fallacious wishes were not cherished by Conrad the Franconian, whose eyes were fixed on the Holy Land, and who died without visiting Rome soon after his return from the Holy Land."}