{"label": "ham", "to_address": "\"John McNeil\" <jam@xardas.com>,\n   \"d.sarthi maheshwari\" <samay.sar@gmail.com>", "from_address": "\"Bos, Roger\" <roger.bos@us.rothschild.com>", "subject": "Re: [R] Accessing R applications from Web", "body": " Mecca was the patrimony of the line of Hashem, yet the Abbassides were never tempted to reside either in the birthplace or the city of the prophet. Damascus was disgraced by the choice, and polluted with the blood, of the Ommiades; and, after some hesitation, Almansor, the brother and successor of Saffah, laid the foundations of Bagdad, 41 the Imperial seat of his posterity during a reign of five hundred years. 42 The chosen spot is on the eastern bank of the Tigris, about fifteen miles above the ruins of Modain: the double wall was of a circular form; and such was the rapid increase of a capital, now dwindled to a provincial town, that the funeral of a popular saint might be attended by eight hundred thousand men and sixty thousand women of Bagdad and the adjacent villages. In this city of peace, 43 amidst the riches of the East, the Abbassides soon disdained the abstinence and frugality of the first caliphs, and aspired to emulate the magnificence of the Persian kings. After his wars and buildings, Almansor left behind him in gold and silver about thirty millions sterling: 44 and this treasure was exhausted in a few years by the vices or virtues of his children. His son Mahadi, in a single pilgrimage to Mecca, expended six millions of dinars of gold. A pious and charitable motive may sanctify the foundation of cisterns and caravanseras, which he distributed along a measured road of seven hundred miles; but his train of camels, laden with snow, could serve only to astonish the natives of Arabia, and to refresh the fruits and liquors of the royal banquet. 45 The courtiers would surely praise the liberality of his grandson Almamon, who gave away four fifths of the income of a province, a sum of two millions four hundred thousand gold dinars, before he drew his foot from the stirrup. At the nuptials of the same prince, a thousand pearls of the largest size were showered on the head of the bride, 46 and a lottery of lands and houses displayed the capricious bounty of fortune. The glories of the court were brightened, rather than impaired, in the decline of the empire, and a Greek ambassador might admire, or pity, the magnificence of the feeble Moctader. “The caliph’s whole army,” says the historian Abulfeda, “both horse and foot, was under arms, which together made a body of one hundred and sixty thousand men. His state officers, the favorite slaves, stood near him in splendid apparel, their belts glittering with gold and gems. Near them were seven thousand eunuchs, four thousand of them white, the remainder black. The porters or door-keepers were in number seven hundred. Barges and boats, with the most superb decorations, were seen swimming upon the Tigris. Nor was the palace itself less splendid, in which were hung up thirty-eight thousand pieces of tapestry, twelve thousand five hundred of which were of silk embroidered with gold. The carpets on the floor were twenty-two thousand. A hundred lions were brought out, with a keeper to each lion. 47 Among the other spectacles of rare and stupendous luxury was a tree of gold and silver spreading into eighteen large branches, on which, and on the lesser boughs, sat a variety of birds made of the same precious metals, as well as the leaves of the tree. While the machinery affected spontaneous motions, the several birds warbled their natural harmony. Through this scene of magnificence, the Greek ambassador was led by the vizier to the foot of the caliph’s throne.” 48 In the West, the Ommiades of Spain supported, with equal pomp, the title of commander of the faithful. Three miles from Cordova, in honor of his favorite sultana, the third and greatest of the Abdalrahmans constructed the city, palace, and gardens of Zehra. Twenty-five years, and above three millions sterling, were employed by the founder: his liberal taste invited the artists of Constantinople, the most skilful sculptors and architects of the age; and the buildings were sustained or adorned by twelve hundred columns of Spanish and African, of Greek and Italian marble. The hall of audience was incrusted with gold and pearls, and a great basin in the centre was surrounded with the curious and costly figures of birds and quadrupeds. In a lofty pavilion of the gardens, one of these basins and fountains, so delightful in a sultry climate, was replenished not with water, but with the purest quicksilver. The seraglio of Abdalrahman, his wives, concubines, and black eunuchs, amounted to six thousand three hundred persons: and he was attended to the field by a guard of twelve thousand horse, whose belts and cimeters were studded with gold. 49"}