{"label": "ham", "to_address": "Jeremy Allison <jra@samba.org>", "from_address": "Seb James <seb@esfnet.co.uk>", "subject": "Re: smbtree patch - adds option to print out share type", "body": " The trial by battle was established in all criminal cases which affected the life, or limb, or honor, of any person; and in all civil transactions, of or above the value of one mark of silver. It appears that in criminal cases the combat was the privilege of the accuser, who, except in a charge of treason, avenged his personal injury, or the death of those persons whom he had a right to represent; but wherever, from the nature of the charge, testimony could be obtained, it was necessary for him to produce witnesses of the fact. In civil cases, the combat was not allowed as the means of establishing the claim of the demandant; but he was obliged to produce witnesses who had, or assumed to have, knowledge of the fact. The combat was then the privilege of the defendant; because he charged the witness with an attempt by perjury to take away his right. He came therefore to be in the same situation as the appellant in criminal cases. It was not then as a mode of proof that the combat was received, nor as making negative evidence, (according to the supposition of Montesquieu; 139 but in every case the right to offer battle was founded on the right to pursue by arms the redress of an injury; and the judicial combat was fought on the same principle, and with the same spirit, as a private duel. Champions were only allowed to women, and to men maimed or past the age of sixty. The consequence of a defeat was death to the person accused, or to the champion or witness, as well as to the accuser himself: but in civil cases, the demandant was punished with infamy and the loss of his suit, while his witness and champion suffered ignominious death. In many cases it was in the option of the judge to award or to refuse the combat: but two are specified, in which it was the inevitable result of the challenge; if a faithful vassal gave the lie to his compeer, who unjustly claimed any portion of their lord’s demesnes; or if an unsuccessful suitor presumed to impeach the judgment and veracity of the court. He might impeach them, but the terms were severe and perilous: in the same day he successively fought all the members of the tribunal, even those who had been absent; a single defeat was followed by death and infamy; and where none could hope for victory, it is highly probable that none would adventure the trial. In the Assise of Jerusalem, the legal subtlety of the count of Jaffa is more laudably employed to elude, than to facilitate, the judicial combat, which he derives from a principle of honor rather than of superstition. 140"}