{"label": "spam", "to_address": "\"Lukic Dejan\" <the00@plg2.math.uwaterloo.ca>", "from_address": "\"Sales\" <sales@greatestsimulationgames.com>", "subject": "Rather anchors smaller newscast on HDNet", "body": " Among all civilized nations it has been the constant endeavour to remove everything arbitrary and partial from the decision of property, and to fix the sentence of judges by such general views and considerations as may be equal to every member of society. For besides, that nothing could be more dangerous than to accustom the bench, even in the smallest instance, to regard private friendship or enmity; it is certain, that men, where they imagine that there was no other reason for the preference of their adversary but personal favour, are apt to entertain the strongest ill-will against the magistrates and judges. When natural reason, therefore, points out no fixed view of public utility by which a controversy of property can be decided, positive laws are often framed to supply its place, and direct the procedure of all courts of judicature. Where these too fail, as often happens, precedents are called for; and a former decision, though given itself without any sufficient reason, justly becomes a sufficient reason for a new decision. If direct laws and precedents be wanting, imperfect and indirect ones are brought in aid; and the controverted case is ranged under them by analogical reasonings and comparisons, and similitudes, and correspondencies, which are often more fanciful than real. In general, it may safely be affirmed that jurisprudence is, in this respect, different from all the sciences; and that in many of its nicer questions, there cannot properly be said to be truth or falsehood on either side. If one pleader bring the case under any former law or precedent, by a refined analogy or comparison; the opposite pleader is not at a loss to find an opposite analogy or comparison: and the preference given by the judge is often founded more on taste and imagination than on any solid argument. Public utility is the general object of all courts of judicature; and this utility too requires a stable rule in all controversies: but where several rules, nearly equal and indifferent, present themselves, it is a very slight turn of thought which fixes the decision in favour of either party."}