{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"Antonio Forrest\" <a-1ccs@aabakus.com>", "subject": "Hi", "body": " The understanding is the object of reason, as sensibility is the object of the understanding. The production of systematic unity in all the empirical operations of the understanding is the proper occupation of reason; just as it is the business of the understanding to connect the various content of phenomena by means of conceptions, and subject them to empirical laws. But the operations of the understanding are, without the schemata of sensibility, undetermined; and, in the same manner, the unity of reason is perfectly undetermined as regards the conditions under which, and the extent to which, the understanding ought to carry the systematic connection of its conceptions. But, although it is impossible to discover in intuition a schema for the complete systematic unity of all the conceptions of the understanding, there must be some analogon of this schema. This analogon is the idea of the maximum of the division and the connection of our cognition in one principle. For we may have a determinate notion of a maximum and an absolutely perfect, all the restrictive conditions which are connected with an indeterminate and various content having been abstracted. Thus the idea of reason is analogous with a sensuous schema, with this difference, that the application of the categories to the schema of reason does not present a cognition of any object (as is the case with the application of the categories to sensuous schemata), but merely provides us with a rule or principle for the systematic unity of the exercise of the understanding. Now, as every principle which imposes upon the exercise of the understanding à priori compliance with the rule of systematic unity also relates, although only in an indirect manner, to an object of experience, the principles of pure reason will also possess objective reality and validity in relation to experience. But they will not aim at determining our knowledge in regard to any empirical object; they will merely indicate the procedure, following which the empirical and determinate exercise of the understanding may be in complete harmony and connection with itself—a result which is produced by its being brought into harmony with the principle of systematic unity, so far as that is possible, and deduced from it."}