{"label": "spam", "to_address": "gnitpick@speedy.uwaterloo.ca", "from_address": "\"Wayne Rick\" <djuxmvw@suncybercash.com>", "subject": "Penetrate your partner for hours on end", "body": " As Buddha descended from his position aloft in the Trayastrims'as heaven, when he was coming down, there were made to appear three flights of precious steps. Buddha was on the middle flight, the steps of which were composed of the seven precious substances. The king of Brahma-loka [4] also made a flight of silver steps appear on the right side, where he was seen attending with a white chowry in his hand. Sakra, Ruler of Devas, made a flight of steps of purple gold on the left side, where he was seen attending and holding an umbrella of the seven precious substances. An innumerable multitude of the devas followed Buddha in his descent. When he was come down, the three flights all disappeared in the ground, excepting seven steps, which continued to be visible. Afterwards king As'oka, wishing to know where their ends rested, sent men to dig and see. They went down to the yellow springs without reaching the bottom of the steps, and from this the king received an increase to his reverence and faith, and built a vihâra over the steps, with a standing image, sixteen cubits in height, right over the middle flight. Behind the vihâra he erected a stone pillar, about fifty cubits high, with a lion on the top of it. [5] Let into the pillar, on each of its four sides, there is an image of Buddha, inside and out shining and transparent, and pure as it were of lapis lazuli. Some teachers of another doctrine once disputed with the S'ramanas about the right to this as a place of residence, and the latter were having the worst of the argument, when they took an oath on both sides on the condition that, if the place did indeed belong to the S'ramanas, there should be some marvellous attestation of it. When these words had been spoken, the lion on the top gave a great roar, thus giving the proof; on which their opponents were frightened, bowed to the decision, and withdrew."}