{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"Evan Norris\" <Juliuseffectualsalem@verizon.net>", "subject": "arlington skullcap bishop -", "body": " So far the conclusion is immediate and direct, concerning the natural obligation which we have to allegiance. As to the moral obligation, we may observe, that the maxim would here be false, that when the cause ceases, the effect must cease also. For there is a principle of human nature, which we have frequently taken notice of, that men are mightily addicted to general rules, and that we often carry our maxims beyond those reasons, which first induced us to establish them. Where cases are similar in many circumstances, we are apt to put them on the same footing, without considering, that they differ in the most material circumstances, and that the resemblance is more apparent than real. It may, therefore, be thought, that in the case of allegiance our moral obligation of duty will not cease, even though the natural obligation of interest, which is its cause, has ceased; and that men may be bound by conscience to submit to a tyrannical government against their own and the public interest. And indeed, to the force of this argument I so far submit, as to acknowledge, that general rules commonly extend beyond the principles, on which they are founded; and that we seldom make any exception to them, unless that exception have the qualities of a general rule, and be founded on very numerous and common instances. Now this I assert to be entirely the present case. When men submit to the authority of others, it is to procure themselves some security against the wickedness and injustice of men, who are perpetually carried, by their unruly passions, and by their present and immediate interest, to the violation of all the laws of society. But as this imperfection is inherent in human nature, we know that it must attend men in all their states and conditions; and that these, whom we chuse for rulers, do not immediately become of a superior nature to the rest of mankind, upon account of their superior power and authority. What we expect from them depends not on a change of their nature but of their situation, when they acquire a more immediate interest in the preservation of order and the execution of justice. But besides that this interest is only more immediate in the execution of justice among their subjects; besides this, I say, we may often expect, from the irregularity of human nature, that they will neglect even this immediate interest, and be transported by their passions into all the excesses of cruelty and ambition.. Our general knowledge of human nature, our observation of the past history of mankind, our experience of present times; all these causes must induce us to open the door to exceptions, and must make us conclude, that we may resist the more violent effects of supreme power, without any crime or injustice."}