{"label": "spam", "to_address": "wisdom <wisdom@flax24.uwaterloo.ca>", "from_address": "sadaharu kobayashi <okey@mailctrl.com>", "subject": "=?ISO-2022-JP?B?GyRCQCdIcyQqO24kNzI8JDUbKEI=?=\n =?ISO-2022-JP?B?GyRCJCQbKEI=?=", "body": " It is true that similar confusion and uncertainty, and in some cases similar discordance, exist respecting the first principles of all the sciences, not excepting that which is deemed the most certain of them, mathematics; without much impairing, generally indeed without impairing at all, the trustworthiness of the conclusions of those sciences. An apparent anomaly, the explanation of which is, that the detailed doctrines of a science are not usually deduced from, nor depend for their evidence upon, what are called its first principles. Were it not so, there would be no science more precarious, or whose conclusions were more insufficiently made out, than algebra; which derives none of its certainty from what are commonly taught to learners as its elements, since these, as laid down by some of its most eminent teachers, are as full of fictions as English law, and of mysteries as theology. The truths which are ultimately accepted as the first principles of a science, are really the last results of metaphysical analysis, practised on the elementary notions with which the science is conversant; and their relation to the science is not that of foundations to an edifice, but of roots to a tree, which may perform their office equally well though they be never dug down to and exposed to light. But though in science the particular truths precede the general theory, the contrary might be expected to be the case with a practical art, such as morals or legislation. All action is for the sake of some end, and rules of action, it seems natural to suppose, must take their whole character and colour from the end to which they are subservient. When we engage in a pursuit, a clear and precise conception of what we are pursuing would seem to be the first thing we need, instead of the last we are to look forward to. A test of right and wrong must be the means, one would think, of ascertaining what is right or wrong, and not a consequence of having already ascertained it."}