{"label": "ham", "to_address": "r-packages@stat.math.ethz.ch", "from_address": "Graham Williams <Graham.Williams@togaware.com>", "subject": "[R] [R-pkgs] Package update: pmml version 1.1.1", "body": " Soliman was rather provoked than dismayed by the loss of his capital: he admonished his subjects and allies of this strange invasion of the Western Barbarians; the Turkish emirs obeyed the call of loyalty or religion; the Turkman hordes encamped round his standard; and his whole force is loosely stated by the Christians at two hundred, or even three hundred and sixty thousand horse. Yet he patiently waited till they had left behind them the sea and the Greek frontier; and hovering on the flanks, observed their careless and confident progress in two columns beyond the view of each other. Some miles before they could reach Dorylaeum in Phrygia, the left, and least numerous, division was surprised, and attacked, and almost oppressed, by the Turkish cavalry. 84 The heat of the weather, the clouds of arrows, and the barbarous onset, overwhelmed the crusaders; they lost their order and confidence, and the fainting fight was sustained by the personal valor, rather than by the military conduct, of Bohemond, Tancred, and Robert of Normandy. They were revived by the welcome banners of Duke Godfrey, who flew to their succor, with the count of Vermandois, and sixty thousand horse; and was followed by Raymond of Tholouse, the bishop of Puy, and the remainder of the sacred army. Without a moment’s pause, they formed in new order, and advanced to a second battle. They were received with equal resolution; and, in their common disdain for the unwarlike people of Greece and Asia, it was confessed on both sides, that the Turks and the Franks were the only nations entitled to the appellation of soldiers. 85 Their encounter was varied, and balanced by the contrast of arms and discipline; of the direct charge, and wheeling evolutions; of the couched lance, and the brandished javelin; of a weighty broadsword, and a crooked sabre; of cumbrous armor, and thin flowing robes; and of the long Tartar bow, and the arbalist or crossbow, a deadly weapon, yet unknown to the Orientals. 86 As long as the horses were fresh, and the quivers full, Soliman maintained the advantage of the day; and four thousand Christians were pierced by the Turkish arrows. In the evening, swiftness yielded to strength: on either side, the numbers were equal or at least as great as any ground could hold, or any generals could manage; but in turning the hills, the last division of Raymond and his provincials was led, perhaps without design on the rear of an exhausted enemy; and the long contest was determined. Besides a nameless and unaccounted multitude, three thousand Pagan knights were slain in the battle and pursuit; the camp of Soliman was pillaged; and in the variety of precious spoil, the curiosity of the Latins was amused with foreign arms and apparel, and the new aspect of dromedaries and camels. The importance of the victory was proved by the hasty retreat of the sultan: reserving ten thousand guards of the relics of his army, Soliman evacuated the kingdom of Roum, and hastened to implore the aid, and kindle the resentment, of his Eastern brethren. In a march of five hundred miles, the crusaders traversed the Lesser Asia, through a wasted land and deserted towns, without finding either a friend or an enemy. The geographer 87 may trace the position of Dorylaeum, Antioch of Pisidia, Iconium, Archelais, and Germanicia, and may compare those classic appellations with the modern names of Eskishehr the old city, Akshehr the white city, Cogni, Erekli, and Marash. As the pilgrims passed over a desert, where a draught of water is exchanged for silver, they were tormented by intolerable thirst; and on the banks of the first rivulet, their haste and intemperance were still more pernicious to the disorderly throng. They climbed with toil and danger the steep and slippery sides of Mount Taurus; many of the soldiers cast away their arms to secure their footsteps; and had not terror preceded their van, the long and trembling file might have been driven down the precipice by a handful of resolute enemies. Two of their most respectable chiefs, the duke of Lorraine and the count of Tholouse, were carried in litters: Raymond was raised, as it is said by miracle, from a hopeless malady; and Godfrey had been torn by a bear, as he pursued that rough and perilous chase in the mountains of Pisidia."}