{"label": "ham", "to_address": "r-help <r-help@stat.math.ethz.ch>", "from_address": "Federico Calboli <f.calboli@imperial.ac.uk>", "subject": "[R] fisher information matrix", "body": " Though Constantine, from a very obvious prejudice, affects to mention the palace of Diocletian with contempt, 118 yet one of their successors, who could only see it in a neglected and mutilated state, celebrates its magnificence in terms of the highest admiration. 119 It covered an extent of ground consisting of between nine and ten English acres. The form was quadrangular, flanked with sixteen towers. Two of the sides were near six hundred, and the other two near seven hundred feet in length. The whole was constructed of a beautiful freestone, extracted from the neighboring quarries of Trau, or Tragutium, and very little inferior to marble itself. Four streets, intersecting each other at right angles, divided the several parts of this great edifice, and the approach to the principal apartment was from a very stately entrance, which is still denominated the Golden Gate. The approach was terminated by a _peristylium_ of granite columns, on one side of which we discover the square temple of Æsculapius, on the other the octagon temple of Jupiter. The latter of those deities Diocletian revered as the patron of his fortunes, the former as the protector of his health. By comparing the present remains with the precepts of Vitruvius, the several parts of the building, the baths, bedchamber, the _atrium_, the _basilica_, and the Cyzicene, Corinthian, and Egyptian halls have been described with some degree of precision, or at least of probability. Their forms were various, their proportions just; but they all were attended with two imperfections, very repugnant to our modern notions of taste and conveniency. These stately rooms had neither windows nor chimneys. They were lighted from the top, (for the building seems to have consisted of no more than one story,) and they received their heat by the help of pipes that were conveyed along the walls. The range of principal apartments was protected towards the south-west by a portico five hundred and seventeen feet long, which must have formed a very noble and delightful walk, when the beauties of painting and sculpture were added to those of the prospect."}