{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "obnox@samba.org", "subject": "svn commit: samba r22893 - in branches/SAMBA_3_0/source/libads: .", "body": " VI. Every popular government has experienced the effects of rude or artificial eloquence. The coldest nature is animated, the firmest reason is moved, by the rapid communication of the prevailing impulse; and each hearer is affected by his own passions, and by those of the surrounding multitude. The ruin of civil liberty had silenced the demagogues of Athens, and the tribunes of Rome; the custom of preaching which seems to constitute a considerable part of Christian devotion, had not been introduced into the temples of antiquity; and the ears of monarchs were never invaded by the harsh sound of popular eloquence, till the pulpits of the empire were filled with sacred orators, who possessed some advantages unknown to their profane predecessors. 122 The arguments and rhetoric of the tribune were instantly opposed with equal arms, by skilful and resolute antagonists; and the cause of truth and reason might derive an accidental support from the conflict of hostile passions. The bishop, or some distinguished presbyter, to whom he cautiously delegated the powers of preaching, harangued, without the danger of interruption or reply, a submissive multitude, whose minds had been prepared and subdued by the awful ceremonies of religion. Such was the strict subordination of the Catholic church, that the same concerted sounds might issue at once from a hundred pulpits of Italy or Egypt, if they were _tuned_ 123 by the master hand of the Roman or Alexandrian primate. The design of this institution was laudable, but the fruits were not always salutary. The preachers recommended the practice of the social duties; but they exalted the perfection of monastic virtue, which is painful to the individual, and useless to mankind. Their charitable exhortations betrayed a secret wish that the clergy might be permitted to manage the wealth of the faithful, for the benefit of the poor. The most sublime representations of the attributes and laws of the Deity were sullied by an idle mixture of metaphysical subleties, puerile rites, and fictitious miracles: and they expatiated, with the most fervent zeal, on the religious merit of hating the adversaries, and obeying the ministers of the church. When the public peace was distracted by heresy and schism, the sacred orators sounded the trumpet of discord, and, perhaps, of sedition. The understandings of their congregations were perplexed by mystery, their passions were inflamed by invectives; and they rushed from the Christian temples of Antioch or Alexandria, prepared either to suffer or to inflict martyrdom. The corruption of taste and language is strongly marked in the vehement declamations of the Latin bishops; but the compositions of Gregory and Chrysostom have been compared with the most splendid models of Attic, or at least of Asiatic, eloquence. 124"}