{"label": "ham", "to_address": "beginners@perl.org", "from_address": "\"Beginner\" <dermot@sciencephoto.com>", "subject": "Algorithm or module needed ", "body": " The inclination of Julian might prefer the gods of Homer, and of the Scipios, to the new faith, which his uncle had established in the Roman empire; and in which he himself had been sanctified by the sacrament of baptism. But, as a philosopher, it was incumbent on him to justify his dissent from Christianity, which was supported by the number of its converts, by the chain of prophecy, the splendor of miracles, and the weight of evidence. The elaborate work, 30 which he composed amidst the preparations of the Persian war, contained the substance of those arguments which he had long revolved in his mind. Some fragments have been transcribed and preserved, by his adversary, the vehement Cyril of Alexandria; 31 and they exhibit a very singular mixture of wit and learning, of sophistry and fanaticism. The elegance of the style and the rank of the author, recommended his writings to the public attention; 32 and in the impious list of the enemies of Christianity, the celebrated name of Porphyry was effaced by the superior merit or reputation of Julian. The minds of the faithful were either seduced, or scandalized, or alarmed; and the pagans, who sometimes presumed to engage in the unequal dispute, derived, from the popular work of their Imperial missionary, an inexhaustible supply of fallacious objections. But in the assiduous prosecution of these theological studies, the emperor of the Romans imbibed the illiberal prejudices and passions of a polemic divine. He contracted an irrevocable obligation to maintain and propagate his religious opinions; and whilst he secretly applauded the strength and dexterity with which he wielded the weapons of controversy, he was tempted to distrust the sincerity, or to despise the understandings, of his antagonists, who could obstinately resist the force of reason and eloquence."}