{"label": "spam", "to_address": "<simpsons@flax24.uwaterloo.ca>", "from_address": "\"Simpsons\" <bskbdmddkm@blumencompany.de>", "subject": "Biggest Discount", "body": " 3. All relations of thought in judgements are those (a) of the predicate to the subject; (b) of the principle to its consequence; (c) of the divided cognition and all the members of the division to each other. In the first of these three classes, we consider only two conceptions; in the second, two judgements; in the third, several judgements in relation to each other. The hypothetical proposition, “If perfect justice exists, the obstinately wicked are punished,” contains properly the relation to each other of two propositions, namely, “Perfect justice exists,” and “The obstinately wicked are punished.” Whether these propositions are in themselves true is a question not here decided. Nothing is cogitated by means of this judgement except a certain consequence. Finally, the disjunctive judgement contains a relation of two or more propositions to each other—a relation not of consequence, but of logical opposition, in so far as the sphere of the one proposition excludes that of the other. But it contains at the same time a relation of community, in so far as all the propositions taken together fill up the sphere of the cognition. The disjunctive judgement contains, therefore, the relation of the parts of the whole sphere of a cognition, since the sphere of each part is a complemental part of the sphere of the other, each contributing to form the sum total of the divided cognition. Take, for example, the proposition, “The world exists either through blind chance, or through internal necessity, or through an external cause.” Each of these propositions embraces a part of the sphere of our possible cognition as to the existence of a world; all of them taken together, the whole sphere. To take the cognition out of one of these spheres, is equivalent to placing it in one of the others; and, on the other hand, to place it in one sphere is equivalent to taking it out of the rest. There is, therefore, in a disjunctive judgement a certain community of cognitions, which consists in this, that they mutually exclude each other, yet thereby determine, as a whole, the true cognition, inasmuch as, taken together, they make up the complete content of a particular given cognition. And this is all that I find necessary, for the sake of what follows, to remark in this place."}