{"label": "ham", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCCVA", "body": " The friends of Julian had confidently announced the success of his expedition. They entertained a fond persuasion that the temples of the gods would be enriched with the spoils of the East; that Persia would be reduced to the humble state of a tributary province, governed by the laws and magistrates of Rome; that the Barbarians would adopt the dress, and manners, and language of their conquerors; and that the youth of Ecbatana and Susa would study the art of rhetoric under Grecian masters. 120 The progress of the arms of Julian interrupted his communication with the empire; and, from the moment that he passed the Tigris, his affectionate subjects were ignorant of the fate and fortunes of their prince. Their contemplation of fancied triumphs was disturbed by the melancholy rumor of his death; and they persisted to doubt, after they could no longer deny, the truth of that fatal event. 121 The messengers of Jovian promulgated the specious tale of a prudent and necessary peace; the voice of fame, louder and more sincere, revealed the disgrace of the emperor, and the conditions of the ignominious treaty. The minds of the people were filled with astonishment and grief, with indignation and terror, when they were informed, that the unworthy successor of Julian relinquished the five provinces which had been acquired by the victory of Galerius; and that he shamefully surrendered to the Barbarians the important city of Nisibis, the firmest bulwark of the provinces of the East. 122 The deep and dangerous question, how far the public faith should be observed, when it becomes incompatible with the public safety, was freely agitated in popular conversation; and some hopes were entertained that the emperor would redeem his pusillanimous behavior by a splendid act of patriotic perfidy. The inflexible spirit of the Roman senate had always disclaimed the unequal conditions which were extorted from the distress of their captive armies; and, if it were necessary to satisfy the national honor, by delivering the guilty general into the hands of the Barbarians, the greatest part of the subjects of Jovian would have cheerfully acquiesced in the precedent of ancient times. 123"}