{"label": "spam", "to_address": "mackd@flax9.uwaterloo.ca", "from_address": "postmaster@ssi.local", "subject": "=?unicode-1-1-utf-7?Q?+kU1P4XK2YUuQGnfl-  \n\t(+MKgw6TD8-)?=", "body": " The long chains of simple and easy reasonings by means of which geometers are accustomed to reach the conclusions of their most difficult demonstrations, had led me to imagine that all things, to the knowledge of which man is competent, are mutually connected in the same way, and that there is nothing so far removed from us as to be beyond our reach, or so hidden that we cannot discover it, provided only we abstain from accepting the false for the true, and always preserve in our thoughts the order necessary for the deduction of one truth from another. And I had little difficulty in determining the objects with which it was necessary to commence, for I was already persuaded that it must be with the simplest and easiest to know, and, considering that of all those who have hitherto sought truth in the sciences, the mathematicians alone have been able to find any demonstrations, that is, any certain and evident reasons, I did not doubt but that such must have been the rule of their investigations. I resolved to commence, therefore, with the examination of the simplest objects, not anticipating, however, from this any other advantage than that to be found in accustoming my mind to the love and nourishment of truth, and to a distaste for all such reasonings as were unsound. But I had no intention on that account of attempting to master all the particular sciences commonly denominated mathematics: but observing that, however different their objects, they all agree in considering only the various relations or proportions subsisting among those objects, I thought it best for my purpose to consider these proportions in the most general form possible, without referring them to any objects in particular, except such as would most facilitate the knowledge of them, and without by any means restricting them to these, that afterwards I might thus be the better able to apply them to every other class of objects to which they are legitimately applicable. Perceiving further, that in order to understand these relations I should sometimes have to consider them one by one and sometimes only to bear them in mind, or embrace them in the aggregate, I thought that, in order the better to consider them individually, I should view them as subsisting between straight lines, than which I could find no objects more simple, or capable of being more distinctly represented to my imagination and senses; and on the other hand, that in order to retain them in the memory or embrace an aggregate of many, I should express them by certain characters the briefest possible. In this way I believed that I could borrow all that was best both in geometrical analysis and in algebra, and correct all the defects of the one by help of the other."}