{"label": "ham", "to_address": "\"Anders Malmendal\" <anders@chem.au.dk>", "from_address": "\"Christophe Pallier\" <christophe@pallier.org>", "subject": "Re: [R] aov problem", "body": " Meanwhile the two armies on shore, while victory hung in the balance, were a prey to the most agonizing and conflicting emotions; the natives thirsting for more glory than they had already won, while the invaders feared to find themselves in even worse plight than before. The all of the Athenians being set upon their fleet, their fear for the event was like nothing they had ever felt; while their view of the struggle was necessarily as chequered as the battle itself. Close to the scene of action and not all looking at the same point at once, some saw their friends victorious and took courage and fell to calling upon heaven not to deprive them of salvation, while others who had their eyes turned upon the losers, wailed and cried aloud, and, although spectators, were more overcome than the actual combatants. Others, again, were gazing at some spot where the battle was evenly disputed; as the strife was protracted without decision, their swaying bodies reflected the agitation of their minds, and they suffered the worst agony of all, ever just within reach of safety or just on the point of destruction. In short, in that one Athenian army as long as the sea-fight remained doubtful there was every sound to be heard at once, shrieks, cheers, “We win,” “We lose,” and all the other manifold exclamations that a great host would necessarily utter in great peril; and with the men in the fleet it was nearly the same; until at last the Syracusans and their allies, after the battle had lasted a long while, put the Athenians to flight, and with much shouting and cheering chased them in open rout to the shore. The naval force, one one way, one another, as many as were not taken afloat now ran ashore and rushed from on board their ships to their camp; while the army, no more divided, but carried away by one impulse, all with shrieks and groans deplored the event, and ran down, some to help the ships, others to guard what was left of their wall, while the remaining and most numerous part already began to consider how they should save themselves. Indeed, the panic of the present moment had never been surpassed. They now suffered very nearly what they had inflicted at Pylos; as then the Lacedaemonians with the loss of their fleet lost also the men who had crossed over to the island, so now the Athenians had no hope of escaping by land, without the help of some extraordinary accident."}