{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "Rev 162: merge from ronnie in http://samba.org/~tridge/ctdb", "body": " The pontificate of Gregory the Great, which lasted thirteen years, six months, and ten days, is one of the most edifying periods of the history of the church. His virtues, and even his faults, a singular mixture of simplicity and cunning, of pride and humility, of sense and superstition, were happily suited to his station and to the temper of the times. In his rival, the patriarch of Constantinople, he condemned the anti-Christian title of universal bishop, which the successor of St. Peter was too haughty to concede, and too feeble to assume; and the ecclesiastical jurisdiction of Gregory was confined to the triple character of Bishop of Rome, Primate of Italy, and Apostle of the West. He frequently ascended the pulpit, and kindled, by his rude, though pathetic, eloquence, the congenial passions of his audience: the language of the Jewish prophets was interpreted and applied; and the minds of a people, depressed by their present calamities, were directed to the hopes and fears of the invisible world. His precepts and example defined the model of the Roman liturgy; 69 the distribution of the parishes, the calendar of the festivals, the order of processions, the service of the priests and deacons, the variety and change of sacerdotal garments. Till the last days of his life, he officiated in the canon of the mass, which continued above three hours: the Gregorian chant 70 has preserved the vocal and instrumental music of the theatre, and the rough voices of the Barbarians attempted to imitate the melody of the Roman school. 71 Experience had shown him the efficacy of these solemn and pompous rites, to soothe the distress, to confirm the faith, to mitigate the fierceness, and to dispel the dark enthusiasm of the vulgar, and he readily forgave their tendency to promote the reign of priesthood and superstition. The bishops of Italy and the adjacent islands acknowledged the Roman pontiff as their special metropolitan. Even the existence, the union, or the translation of episcopal seats was decided by his absolute discretion: and his successful inroads into the provinces of Greece, of Spain, and of Gaul, might countenance the more lofty pretensions of succeeding popes. He interposed to prevent the abuses of popular elections; his jealous care maintained the purity of faith and discipline; and the apostolic shepherd assiduously watched over the faith and discipline of the subordinate pastors. Under his reign, the Arians of Italy and Spain were reconciled to the Catholic church, and the conquest of Britain reflects less glory on the name of Caesar, than on that of Gregory the First. Instead of six legions, forty monks were embarked for that distant island, and the pontiff lamented the austere duties which forbade him to partake the perils of their spiritual warfare. In less than two years, he could announce to the archbishop of Alexandria, that they had baptized the king of Kent with ten thousand of his Anglo-Saxons, and that the Roman missionaries, like those of the primitive church, were armed only with spiritual and supernatural powers. The credulity or the prudence of Gregory was always disposed to confirm the truths of religion by the evidence of ghosts, miracles, and resurrections; 72 and posterity has paid to his memory the same tribute which he freely granted to the virtue of his own or the preceding generation. The celestial honors have been liberally bestowed by the authority of the popes, but Gregory is the last of their own order whom they have presumed to inscribe in the calendar of saints."}