{"label": "spam", "to_address": "<manager@flax9.uwaterloo.ca>", "from_address": "\"John\" <nicholas@paramed.biz>", "subject": "Why seek? Choose any love pi11 you want!", "body": " When king Asoka, in a former birth, was a little boy and playing on the road, he met Kasyapa Buddha walking. The stranger begged food, and the boy pleasantly took a handful of earth and gave it to him. The Buddha took the earth, and returned it to the ground on which he was walking; but because of this the boy received the recompense of becoming a king of the iron wheel, to rule over Jambudvîpa. Once when he was making a judicial tour of inspection through Jambudvîpa, he saw, between the iron circuit of the two hills, a naraka for the punishment of wicked men. Having thereupon asked his ministers what sort of a thing it was, they replied, \"It belongs to Yama, [1] king of demons, for punishing wicked people.\" The king thought within himself:--\"Even the king of demons is able to make a naraka in which to deal with wicked men; why should not I, who am the lord of men, make a naraka in which to deal with wicked men?\" He forthwith asked his ministers who could make for him a naraka and preside over the punishment of wicked people in it. They replied that it was only a man of extreme wickedness who could make it; and the king thereupon sent officers to seek everywhere for such a bad man; and they saw by the side of a pond a man tall and strong, with a black countenance, yellow hair, and green eyes, hooking up the fish with his feet, while he called to him birds and beasts, and, when they came, then shot and killed them, so that not one escaped. Having got this man, they took him to the king, who secretly charged him, \"You must make a square enclosure with high walls. Plant in it all kinds of flowers and fruits; make good ponds in it for bathing; make it grand and imposing in every way, so that men shall look to it with thirsting desire; make its gates strong and sure; and when any one enters, instantly seize him and punish him as a sinner, not allowing him to get out. Even if I should enter, punish me as a sinner in the same way, and do not let me go. I now appoint you master of that naraka.\""}