{"label": "ham", "to_address": "tridge@samba.org", "from_address": "Volker Lendecke <Volker.Lendecke@SerNet.DE>", "subject": "Re: ctdb status", "body": " The bold and vigorous mind of Rufinus seems to have been actuated by a more sanguinary and revengeful spirit; but the avarice of the eunuch was not less insatiate than that of the præfect. 10 As long as he despoiled the oppressors, who had enriched themselves with the plunder of the people, Eutropius might gratify his covetous disposition without much envy or injustice: but the progress of his rapine soon invaded the wealth which had been acquired by lawful inheritance, or laudable industry. The usual methods of extortion were practised and improved; and Claudian has sketched a lively and original picture of the public auction of the state. “The impotence of the eunuch,” says that agreeable satirist, “has served only to stimulate his avarice: the same hand which in his servile condition, was exercised in petty thefts, to unlock the coffers of his master, now grasps the riches of the world; and this infamous broker of the empire appreciates and divides the Roman provinces from Mount Haemus to the Tigris. One man, at the expense of his villa, is made proconsul of Asia; a second purchases Syria with his wife’s jewels; and a third laments that he has exchanged his paternal estate for the government of Bithynia. In the antechamber of Eutropius, a large tablet is exposed to public view, which marks the respective prices of the provinces. The different value of Pontus, of Galatia, of Lydia, is accurately distinguished. Lycia may be obtained for so many thousand pieces of gold; but the opulence of Phrygia will require a more considerable sum. The eunuch wishes to obliterate, by the general disgrace, his personal ignominy; and as he has been sold himself, he is desirous of selling the rest of mankind. In the eager contention, the balance, which contains the fate and fortunes of the province, often trembles on the beam; and till one of the scales is inclined, by a superior weight, the mind of the impartial judge remains in anxious suspense. Such,” continues the indignant poet, “are the fruits of Roman valor, of the defeat of Antiochus, and of the triumph of Pompey.” This venal prostitution of public honors secured the impunity of future crimes; but the riches, which Eutropius derived from confiscation, were already stained with injustice; since it was decent to accuse, and to condemn, the proprietors of the wealth, which he was impatient to confiscate. Some noble blood was shed by the hand of the executioner; and the most inhospitable extremities of the empire were filled with innocent and illustrious exiles. Among the generals and consuls of the East, Abundantius 12 had reason to dread the first effects of the resentment of Eutropius. He had been guilty of the unpardonable crime of introducing that abject slave to the palace of Constantinople; and some degree of praise must be allowed to a powerful and ungrateful favorite, who was satisfied with the disgrace of his benefactor. Abundantius was stripped of his ample fortunes by an Imperial rescript, and banished to Pityus, on the Euxine, the last frontier of the Roman world; where he subsisted by the precarious mercy of the Barbarians, till he could obtain, after the fall of Eutropius, a milder exile at Sidon, in Phoenicia. The destruction of Timasius 13 required a more serious and regular mode of attack. That great officer, the master-general of the armies of Theodosius, had signalized his valor by a decisive victory, which he obtained over the Goths of Thessaly; but he was too prone, after the example of his sovereign, to enjoy the luxury of peace, and to abandon his confidence to wicked and designing flatterers. Timasius had despised the public clamor, by promoting an infamous dependant to the command of a cohort; and he deserved to feel the ingratitude of Bargus, who was secretly instigated by the favorite to accuse his patron of a treasonable conspiracy. The general was arraigned before the tribunal of Arcadius himself; and the principal eunuch stood by the side of the throne to suggest the questions and answers of his sovereign. But as this form of trial might be deemed partial and arbitrary, the further inquiry into the crimes of Timasius was delegated to Saturninus and Procopius; the former of consular rank, the latter still respected as the father-in-law of the emperor Valens. The appearances of a fair and legal proceeding were maintained by the blunt honesty of Procopius; and he yielded with reluctance to the obsequious dexterity of his colleague, who pronounced a sentence of condemnation against the unfortunate Timasius. His immense riches were confiscated in the name of the emperor, and for the benefit of the favorite; and he was doomed to perpetual exile a Oasis, a solitary spot in the midst of the sandy deserts of Libya. 14 Secluded from all human converse, the master-general of the Roman armies was lost forever to the world; but the circumstances of his fate have been related in a various and contradictory manner. It is insinuated that Eutropius despatched a private order for his secret execution. 15 It was reported, that, in attempting to escape from Oasis, he perished in the desert, of thirst and hunger; and that his dead body was found on the sands of Libya. 16 It has been asserted, with more confidence, that his son Syagrius, after successfully eluding the pursuit of the agents and emissaries of the court, collected a band of African robbers; that he rescued Timasius from the place of his exile; and that both the father and the son disappeared from the knowledge of mankind. 17 But the ungrateful Bargus, instead of being suffered to possess the reward of guilt was soon after circumvented and destroyed, by the more powerful villany of the minister himself, who retained sense and spirit enough to abhor the instrument of his own crimes."}