{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "SM eNews <SMeNews@harmshalts.net>", "subject": "Alert! Auction Firm OTC RCAU Receives $7.25 Target", "body": " The _iron cage_ in which Bajazet was imprisoned by Tamerlane, so long and so often repeated as a moral lesson, is now rejected as a fable by the modern writers, who smile at the vulgar credulity. 46 They appeal with confidence to the Persian history of Sherefeddin Ali, which has been given to our curiosity in a French version, and from which I shall collect and abridge a more specious narrative of this memorable transaction. No sooner was Timour informed that the captive Ottoman was at the door of his tent, than he graciously stepped forwards to receive him, seated him by his side, and mingled with just reproaches a soothing pity for his rank and misfortune. “Alas!” said the emperor, “the decree of fate is now accomplished by your own fault; it is the web which you have woven, the thorns of the tree which yourself have planted. I wished to spare, and even to assist, the champion of the Moslems; you braved our threats; you despised our friendship; you forced us to enter your kingdom with our invincible armies. Behold the event. Had you vanquished, I am not ignorant of the fate which you reserved for myself and my troops. But I disdain to retaliate: your life and honor are secure; and I shall express my gratitude to God by my clemency to man.” The royal captive showed some signs of repentance, accepted the humiliation of a robe of honor, and embraced with tears his son Mousa, who, at his request, was sought and found among the captives of the field. The Ottoman princes were lodged in a splendid pavilion; and the respect of the guards could be surpassed only by their vigilance. On the arrival of the harem from Boursa, Timour restored the queen Despina and her daughter to their father and husband; but he piously required, that the Servian princess, who had hitherto been indulged in the profession of Christianity, should embrace without delay the religion of the prophet. In the feast of victory, to which Bajazet was invited, the Mogul emperor placed a crown on his head and a sceptre in his hand, with a solemn assurance of restoring him with an increase of glory to the throne of his ancestors. But the effect of his promise was disappointed by the sultan’s untimely death: amidst the care of the most skilful physicians, he expired of an apoplexy at Akshehr, the Antioch of Pisidia, about nine months after his defeat. The victor dropped a tear over his grave: his body, with royal pomp, was conveyed to the mausoleum which he had erected at Boursa; and his son Mousa, after receiving a rich present of gold and jewels, of horses and arms, was invested by a patent in red ink with the kingdom of Anatolia."}