{"label": "spam", "to_address": "\"ktwarwic\" <ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Billie Keith\" <zupraise@godkingdom.com>", "subject": "It is vishnu", "body": " Having found that the opinion of the continued existence of body depends on the COHERENCE, and CONSTANCY of certain impressions, I now proceed to examine after what manner these qualities give rise to so extraordinary an opinion. To begin with the coherence; we may observe, that though those internal impressions, which we regard as fleeting and perishing, have also a certain coherence or regularity in their appearances, yet it is of somewhat a different nature, from that which we discover in bodies. Our passions are found by experience to have a mutual connexion with and dependence on each other; but on no occasion is it necessary to suppose, that they have existed and operated, when they were not perceived, in order to preserve the same dependence and connexion, of which we have had experience. The case is not the same with relation to external objects. Those require a continued existence, or otherwise lose, in a great measure, the regularity of their operation. I am here seated in my chamber with my face to the fire; and all the objects, that strike my senses, are contained in a few yards around me. My memory, indeed, informs me of the existence of many objects; but then this information extends not beyond their past existence, nor do either my senses or memory give any testimony to the continuance of their being. When therefore I am thus seated, and revolve over these thoughts, I hear on a sudden a noise as of a door turning upon its hinges; and a little after see a porter, who advances towards me. This gives occasion to many new reflections and reasonings. First, I never have observed, that this noise could proceed from any thing but the motion of a door; and therefore conclude, that the present phænomenon is a contradiction to all past experience, unless the door, which I remember on the other side the chamber, be still in being. Again, I have always found, that a human body was possest of a quality, which I call gravity, and which hinders it from mounting in the air, as this porter must have done to arrive at my chamber, unless the stairs I remember be not annihilated by my absence. But this is not all. I receive a letter, which upon, opening it I perceive by the hand-writing and subscription to have come from a friend, who says he is two hundred leagues distant. It is evident I can never account for this phenomenon, conformable to my experience in other instances, without spreading out in my mind the whole sea and continent between us, and supposing the effects and continued existence of posts and ferries, according to my Memory and observation. To consider these phaenomena of the porter and letter in a certain light, they are contradictions to common experience, and may be regarded as objections to those maxims, which we form concerning the connexions of causes and effects. I am accustomed to hear such a sound, and see such an object in motion at the same time. I have not received in this particular instance both these perceptions. These observations are contrary, unless I suppose that the door still remains, and that it was opened without my perceiving it: And this supposition, which was at first entirely arbitrary and hypothetical, acquires a force and evidence by its being the only one, upon which I can reconcile these contradictions. There is scarce a moment of my life, wherein there is not a similar instance presented to me, and I have not occasion to suppose the continued existence of objects, in order to connect their past and present appearances, and give them such an union with each other, as I have found by experience to be suitable to their particular natures and circumstances. Here then I am naturally led to regard the world, as something real and durable, and as preserving its existence, even when it is no longer present to my perception."}