{"label": "ham", "to_address": "cc-community@lists.ibiblio.org", "from_address": "dream dream <strayline69jp@yahoo.co.jp>", "subject": "Re: [cc-community] Strayform - where artists and fans connect to\n\tfund and distribute new creative works (Maiki)", "body": " The impartiality which Stilicho affected, as the common guardian of the royal brothers, engaged him to regulate the equal division of the arms, the jewels, and the magnificent wardrobe and furniture of the deceased emperor. 28 But the most important object of the inheritance consisted of the numerous legions, cohorts, and squadrons, of Romans, or Barbarians, whom the event of the civil war had united under the standard of Theodosius. The various multitudes of Europe and Asia, exasperated by recent animosities, were overawed by the authority of a single man; and the rigid discipline of Stilicho protected the lands of the citizens from the rapine of the licentious soldier. 29 Anxious, however, and impatient, to relieve Italy from the presence of this formidable host, which could be useful only on the frontiers of the empire, he listened to the just requisition of the minister of Arcadius, declared his intention of reconducting in person the troops of the East, and dexterously employed the rumor of a Gothic tumult to conceal his private designs of ambition and revenge. 30 The guilty soul of Rufinus was alarmed by the approach of a warrior and a rival, whose enmity he deserved; he computed, with increasing terror, the narrow space of his life and greatness; and, as the last hope of safety, he interposed the authority of the emperor Arcadius. Stilicho, who appears to have directed his march along the sea-coast of the Adriatic, was not far distant from the city of Thessalonica, when he received a peremptory message, to recall the troops of the East, and to declare, that his nearer approach would be considered, by the Byzantine court, as an act of hostility. The prompt and unexpected obedience of the general of the West, convinced the vulgar of his loyalty and moderation; and, as he had already engaged the affection of the Eastern troops, he recommended to their zeal the execution of his bloody design, which might be accomplished in his absence, with less danger, perhaps, and with less reproach. Stilicho left the command of the troops of the East to Gainas, the Goth, on whose fidelity he firmly relied, with an assurance, at least, that the hardy Barbarians would never be diverted from his purpose by any consideration of fear or remorse. The soldiers were easily persuaded to punish the enemy of Stilicho and of Rome; and such was the general hatred which Rufinus had excited, that the fatal secret, communicated to thousands, was faithfully preserved during the long march from Thessalonica to the gates of Constantinople. As soon as they had resolved his death, they condescended to flatter his pride; the ambitious præfect was seduced to believe, that those powerful auxiliaries might be tempted to place the diadem on his head; and the treasures which he distributed, with a tardy and reluctant hand, were accepted by the indignant multitude as an insult, rather than as a gift. At the distance of a mile from the capital, in the field of Mars, before the palace of Hebdomon, the troops halted: and the emperor, as well as his minister, advanced, according to ancient custom, respectfully to salute the power which supported their throne. As Rufinus passed along the ranks, and disguised, with studied courtesy, his innate haughtiness, the wings insensibly wheeled from the right and left, and enclosed the devoted victim within the circle of their arms. Before he could reflect on the danger of his situation, Gainas gave the signal of death; a daring and forward soldier plunged his sword into the breast of the guilty præfect, and Rufinus fell, groaned, and expired, at the feet of the affrighted emperor. If the agonies of a moment could expiate the crimes of a whole life, or if the outrages inflicted on a breathless corpse could be the object of pity, our humanity might perhaps be affected by the horrid circumstances which accompanied the murder of Rufinus. His mangled body was abandoned to the brutal fury of the populace of either sex, who hastened in crowds, from every quarter of the city, to trample on the remains of the haughty minister, at whose frown they had so lately trembled. His right hand was cut off, and carried through the streets of Constantinople, in cruel mockery, to extort contributions for the avaricious tyrant, whose head was publicly exposed, borne aloft on the point of a long lance. 31 According to the savage maxims of the Greek republics, his innocent family would have shared the punishment of his crimes. The wife and daughter of Rufinus were indebted for their safety to the influence of religion. Her sanctuary protected them from the raging madness of the people; and they were permitted to spend the remainder of their lives in the exercise of Christian devotions, in the peaceful retirement of Jerusalem. 32"}