{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "livia <yn19832@msn.com>", "subject": "[R] plot histogram and print", "body": " The Gauls, 1 who impatiently supported the Roman yoke, received a memorable lesson from one of the lieutenants of Vespasian, whose weighty sense has been refined and expressed by the genius of Tacitus. 2 “The protection of the republic has delivered Gaul from internal discord and foreign invasions. By the loss of national independence, you have acquired the name and privileges of Roman citizens. You enjoy, in common with yourselves, the permanent benefits of civil government; and your remote situation is less exposed to the accidental mischiefs of tyranny. Instead of exercising the rights of conquest, we have been contented to impose such tributes as are requisite for your own preservation. Peace cannot be secured without armies; and armies must be supported at the expense of the people. It is for your sake, not for our own, that we guard the barrier of the Rhine against the ferocious Germans, who have so often attempted, and who will always desire, to exchange the solitude of their woods and morasses for the wealth and fertility of Gaul. The fall of Rome would be fatal to the provinces; and you would be buried in the ruins of that mighty fabric, which has been raised by the valor and wisdom of eight hundred years. Your imaginary freedom would be insulted and oppressed by a savage master; and the expulsion of the Romans would be succeeded by the eternal hostilities of the Barbarian conquerors.” 3 This salutary advice was accepted, and this strange prediction was accomplished. In the space of four hundred years, the hardy Gauls, who had encountered the arms of Caesar, were imperceptibly melted into the general mass of citizens and subjects: the Western empire was dissolved; and the Germans, who had passed the Rhine, fiercely contended for the possession of Gaul, and excited the contempt, or abhorrence, of its peaceful and polished inhabitants. With that conscious pride which the preeminence of knowledge and luxury seldom fails to inspire, they derided the hairy and gigantic savages of the North; their rustic manners, dissonant joy, voracious appetite, and their horrid appearance, equally disgusting to the sight and to the smell. The liberal studies were still cultivated in the schools of Autun and Bordeaux; and the language of Cicero and Virgil was familiar to the Gallic youth. Their ears were astonished by the harsh and unknown sounds of the Germanic dialect, and they ingeniously lamented that the trembling muses fled from the harmony of a Burgundian lyre. The Gauls were endowed with all the advantages of art and nature; but as they wanted courage to defend them, they were justly condemned to obey, and even to flatter, the victorious Barbarians, by whose clemency they held their precarious fortunes and their lives. 4"}