{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jpeach@samba.org", "subject": "svn commit: samba r23097 - in branches: SAMBA_3_0/source\n\tSAMBA_3_0_26/source", "body": " But the emperor, whatever might be the limits of his constitutional authority, was the absolute master of the laws and arms of the state; and the same motives which had forced him to subscribe, now pressed him to execute, the treaty of peace. He was impatient to secure an empire at the expense of a few provinces; and the respectable names of religion and honor concealed the personal fears and ambition of Jovian. Notwithstanding the dutiful solicitations of the inhabitants, decency, as well as prudence, forbade the emperor to lodge in the palace of Nisibis; but the next morning after his arrival, Bineses, the ambassador of Persia, entered the place, displayed from the citadel the standard of the Great King, and proclaimed, in his name, the cruel alternative of exile or servitude. The principal citizens of Nisibis, who, till that fatal moment, had confided in the protection of their sovereign, threw themselves at his feet. They conjured him not to abandon, or, at least, not to deliver, a faithful colony to the rage of a Barbarian tyrant, exasperated by the three successive defeats which he had experienced under the walls of Nisibis. They still possessed arms and courage to repel the invaders of their country: they requested only the permission of using them in their own defence; and, as soon as they had asserted their independence, they should implore the favor of being again admitted into the ranks of his subjects. Their arguments, their eloquence, their tears, were ineffectual. Jovian alleged, with some confusion, the sanctity of oaths; and, as the reluctance with which he accepted the present of a crown of gold, convinced the citizens of their hopeless condition, the advocate Sylvanus was provoked to exclaim, ÒO emperor! may you thus be crowned by all the cities of your dominions!Ó Jovian, who in a few weeks had assumed the habits of a prince, 124 was displeased with freedom, and offended with truth: and as he reasonably supposed, that the discontent of the people might incline them to submit to the Persian government, he published an edict, under pain of death, that they should leave the city within the term of three days. Ammianus has delineated in lively colors the scene of universal despair, which he seems to have viewed with an eye of compassion. 125 The martial youth deserted, with indignant grief, the walls which they had so gloriously defended: the disconsolate mourner dropped a last tear over the tomb of a son or husband, which must soon be profaned by the rude hand of a Barbarian master; and the aged citizen kissed the threshold, and clung to the doors, of the house where he had passed the cheerful and careless hours of infancy. The highways were crowded with a trembling multitude: the distinctions of rank, and sex, and age, were lost in the general calamity. Every one strove to bear away some fragment from the wreck of his fortunes; and as they could not command the immediate service of an adequate number of horses or wagons, they were obliged to leave behind them the greatest part of their valuable effects. The savage insensibility of Jovian appears to have aggravated the hardships of these unhappy fugitives. They were seated, however, in a new-built quarter of Amida; and that rising city, with the reenforcement of a very considerable colony, soon recovered its former splendor, and became the capital of Mesopotamia. 126 Similar orders were despatched by the emperor for the evacuation of Singara and the castle of the Moors; and for the restitution of the five provinces beyond the Tigris. Sapor enjoyed the glory and the fruits of his victory; and this ignominious peace has justly been considered as a memorable ¾ra in the decline and fall of the Roman empire. The predecessors of Jovian had sometimes relinquished the dominion of distant and unprofitable provinces; but, since the foundation of the city, the genius of Rome, the god Terminus, who guarded the boundaries of the republic, had never retired before the sword of a victorious enemy. 127"}