{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "Cialis <dshipman@accountant.com>", "subject": "Benefits of Cialis", "body": " This remark, which only concerns the method of ultimate ethical inquiries, is of importance. It explains at once the occasion of all the mistakes of philosophers with respect to the supreme principle of morals. For they sought for an object of the will which they could make the matter and principle of a law (which consequently could not determine the will directly, but by means of that object referred to the feeling of pleasure or pain; whereas they ought first to have searched for a law that would determine the will a priori and directly, and afterwards determine the object in accordance with the will). Now, whether they placed this object of pleasure, which was to supply the supreme conception of goodness, in happiness, in perfection, in moral [feeling], or in the will of God, their principle in every case implied heteronomy, and they must inevitably come upon empirical conditions of a moral law, since their object, which was to be the immediate principle of the will, could not be called good or bad except in its immediate relation to feeling, which is always empirical. It is only a formal law- that is, one which prescribes to reason nothing more than the form of its universal legislation as the supreme condition of its maxims- that can be a priori a determining principle of practical reason. The ancients avowed this error without concealment by directing all their moral inquiries to the determination of the notion of the summum bonum, which they intended afterwards to make the determining principle of the will in the moral law; whereas it is only far later, when the moral law has been first established for itself, and shown to be the direct determining principle of the will, that this object can be presented to the will, whose form is now determined a priori; and this we shall undertake in the Dialectic of the pure practical reason. The moderns, with whom the question of the summum bonum has gone out of fashion, or at least seems to have become a secondary matter, hide the same error under vague (expressions as in many other cases). It shows itself, nevertheless, in their systems, as it always produces heteronomy of practical reason; and from this can never be derived a moral law giving universal commands."}