{"label": "spam", "to_address": "\"franzen franzen\" <theorize@plg.uwaterloo.ca>", "from_address": "\"rosanne barby\" <cristiebartholomew@aol.com>", "subject": "Take it to The Bank Stock Report", "body": " Fourth Experiment. Having found, that neither an object without any relation of ideas or impressions, nor an object, that has only one relation, can ever cause pride or humility, love or hatred; reason alone may convince us, without any farther experiment, that whatever has a double relation must necessarily excite these passions; since it is evident they must have some cause. But to leave as little room for doubt as possible, let us renew our experiments, and see whether the event in this case answers our expectation. I choose an object, such as virtue, that causes a separate satisfaction: On this object I bestow a relation to self; and find, that from this disposition of affairs, there immediately arises a passion. But what passion? That very one of pride, to which this object bears a double relation. Its idea is related to that of self, the object of the passion: The sensation it causes resembles the sensation of the passion. That I may be sure I am not mistaken in this experiment, I remove first one relation; then another; and find, that each removal destroys the passion, and leaves the object perfectly indifferent. But I am not content with this. I make a still farther trial; and instead of removing the relation, I only change it for one of a different kind. I suppose the virtue to belong to my companion, not to myself; and observe what follows from this alteration. I immediately perceive the affections wheel to about, and leaving pride, where there is only one relation, viz, of impressions, fall to the side of love, where they are attracted by a double relation of impressions and ideas. By repeating the same experiment, in changing anew the relation of ideas, I bring the affections back to pride; and by a new repetition I again place them at love or kindness. Being fully convinced of the influence of this relation, I try the effects of the other; and by changing virtue for vice, convert the pleasant impression, which arises from the former, into the disagreeable one, which proceeds from the latter. The effect still answers expectation. Vice, when placed on another, excites, by means of its double relations, the passion of hatred, instead of love, which for the same reason arises from virtue. To continue the experiment, I change anew the relation of ideas, and suppose the vice to belong to myself. What follows? What is usual. A subsequent change of the passion from hatred to humility. This humility I convert into pride by a new change of the impression; and find after all that I have compleated the round, and have by these changes brought back the passion to that very situation, in which I first found it."}