{"label": "spam", "to_address": "manager@flax9.uwaterloo.ca", "from_address": "\"handbook. meanings\" <nvumlusm@chevrefeuille.org>", "subject": "Wertpapier-Kenn-Nummer: A0M LLZ", "body": " But to make these general reflections more dear and convincing, we may illustrate them by some particular instances, wherein this character of moral good or evil is the most universally acknowledged. Of all crimes that human creatures are capable of committing, the most horrid and unnatural is ingratitude, especially when it is committed against parents, and appears in the more flagrant instances of wounds and death. This is acknowledged by all mankind, philosophers as well as the people; the question only arises among philosophers, whether the guilt or moral deformity of this action be discovered by demonstrative reasoning, or be felt by an internal sense, and by means of some sentiment, which the reflecting on such an action naturally occasions. This question will soon be decided against the former opinion, if we can shew the same relations in other objects, without the notion of any guilt or iniquity attending them. Reason or science is nothing but the comparing of ideas, and the discovery of their relations; and if the same relations have different characters, it must evidently follow, that those characters are not discovered merely by reason. To put the affair, therefore, to this trial, let us chuse any inanimate object, such as an oak or elm; and let us suppose, that by the dropping of its seed, it produces a sapling below it, which springing up by degrees, at last overtops and destroys the parent tree: I ask, if in this instance there be wanting any relation, which is discoverable in parricide or ingratitude? Is not the one tree the cause of the other's existence; and the latter the cause of the destruction of the former, in the same manner as when a child murders his parent? It is not sufficient to reply, that a choice or will is wanting. For in the case of parricide, a will does not give rise to any DIFFERENT relations, but is only the cause from which the action is derived; and consequently produces the same relations, that in the oak or elm arise from some other principles. It is a will or choice, that determines a man to kill his parent; and they are the laws of matter and motion, that determine a sapling to destroy the oak, from which it sprung. Here then the same relations have different causes; but still the relations are the same: And as their discovery is not in both cases attended with a notion of immorality, it follows, that that notion does not arise from such a discovery."}