{"label": "spam", "to_address": "manager@flax9.uwaterloo.ca", "from_address": "\"CDROM disk\" <girzlao@rr.com>", "subject": "PREIS IST CHANCE", "body": " Let us now proceed to our task. That something happens, that is to say, that something or some state exists which before was not, cannot be empirically perceived, unless a phenomenon precedes, which does not contain in itself this state. For a reality which should follow upon a void time, in other words, a beginning, which no state of things precedes, can just as little be apprehended as the void time itself. Every apprehension of an event is therefore a perception which follows upon another perception. But as this is the case with all synthesis of apprehension, as I have shown above in the example of a house, my apprehension of an event is not yet sufficiently distinguished from other apprehensions. But I remark also that if in a phenomenon which contains an occurrence, I call the antecedent state of my perception, A, and the following state, B, the perception B can only follow A in apprehension, and the perception A cannot follow B, but only precede it. For example, I see a ship float down the stream of a river. My perception of its place lower down follows upon my perception of its place higher up the course of the river, and it is impossible that, in the apprehension of this phenomenon, the vessel should be perceived first below and afterwards higher up the stream. Here, therefore, the order in the sequence of perceptions in apprehension is determined; and by this order apprehension is regulated. In the former example, my perceptions in the apprehension of a house might begin at the roof and end at the foundation, or vice versa; or I might apprehend the manifold in this empirical intuition, by going from left to right, and from right to left. Accordingly, in the series of these perceptions, there was no determined order, which necessitated my beginning at a certain point, in order empirically to connect the manifold. But this rule is always to be met with in the perception of that which happens, and it makes the order of the successive perceptions in the apprehension of such a phenomenon necessary."}