{"label": "spam", "to_address": "<catchall@speedy.uwaterloo.ca>", "from_address": "\"Gaurav Chantarasirichan\" <floutingtufting@airespring.com>", "subject": "Re:", "body": " Mathematics escaped well, so far, because Hume thought that its propositions were analytical; that is, proceeded from one property to another, by virtue of identity and, consequently, according to the principle of contradiction. This, however, is not the case, since, on the contrary, they are synthetical; and although geometry, for example, has not to do with the existence of things, but only with their a priori properties in a possible intuition, yet it proceeds just as in the case of the causal notion, from one property (A) to another wholly distinct (B), as necessarily connected with the former. Nevertheless, mathematical science, so highly vaunted for its apodeictic certainty, must at last fall under this empiricism for the same reason for which Hume put custom in the place of objective necessity in the notion of cause and, in spite of all its pride, must consent to lower its bold pretension of claiming assent a priori and depend for assent to the universality of its propositions on the kindness of observers, who, when called as witnesses, would surely not hesitate to admit that what the geometer propounds as a theorem they have always perceived to be the fact, and, consequently, although it be not necessarily true, yet they would permit us to expect it to be true in the future. In this manner Hume's empiricism leads inevitably to scepticism, even with regard to mathematics, and consequently in every scientific theoretical use of reason (for this belongs either to philosophy or mathematics). Whether with such a terrible overthrow of the chief branches of knowledge, common reason will escape better, and will not rather become irrecoverably involved in this destruction of all knowledge, so that from the same principles a universal scepticism should follow (affecting, indeed, only the learned), this I will leave everyone to judge for himself."}