{"label": "spam", "to_address": "<netsearch@canola1.uwaterloo.ca>", "from_address": "\"Tyrel Hubbard\" <capsizeimmutability@mailenable.com>", "subject": "Re:", "body": " Nor does this reasoning only prove, that morality consists not in any relations, that are the objects of science; but if examined, will prove with equal certainty, that it consists not in any matter of fact, which can be discovered by the understanding. This is the second part of our argument; and if it can be made evident, we may conclude, that morality is not an object of reason. But can there be any difficulty in proving, that vice and virtue are not matters of fact, whose existence we can infer by reason? Take any action allowed to be vicious: Wilful murder, for instance. Examine it in all lights, and see if you can find that matter of fact, or real existence, which you call vice. In which-ever way you take it, you find only certain passions, motives, volitions and thoughts. There is no other matter of fact in the case. The vice entirely escapes you, as long as you consider the object. You never can find it, till you turn your reflection into your own breast, and find a sentiment of disapprobation, which arises in you, towards this action. Here is a matter of fact; but it is the object of feeling, not of reason. It lies in yourself, not in the object. So that when you pronounce any action or character to be vicious, you mean nothing, but that from the constitution of your nature you have a feeling or sentiment of blame from the contemplation of it. Vice and virtue, therefore, may be compared to sounds, colours, heat and cold, which, according to modern philosophy, are not qualities in objects, but perceptions in the mind: And this discovery in morals, like that other in physics, is to be regarded as a considerable advancement of the speculative sciences; though, like that too, it has little or no influence on practice. Nothing can be more real, or concern us more, than our own sentiments of pleasure and uneasiness; and if these be favourable to virtue, and unfavourable to vice, no more can be requisite to the regulation of our conduct and behaviour."}