{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "830p 6/6 Update: Shuttle dodges severe weather", "body": " But the vows which pain had extorted were forsworn on the return of health. The Abyssinians still adhered with unshaken constancy to the Monophysite faith; their languid belief was inflamed by the exercise of dispute; they branded the Latins with the names of Arians and Nestorians, and imputed the adoration of four gods to those who separated the two natures of Christ. Fremona, a place of worship, or rather of exile, was assigned to the Jesuit missionaries. Their skill in the liberal and mechanic arts, their theological learning, and the decency of their manners, inspired a barren esteem; but they were not endowed with the gift of miracles, 159 and they vainly solicited a reenforcement of European troops. The patience and dexterity of forty years at length obtained a more favorable audience, and two emperors of Abyssinia were persuaded that Rome could insure the temporal and everlasting happiness of her votaries. The first of these royal converts lost his crown and his life; and the rebel army was sanctified by the abuna, who hurled an anathema at the apostate, and absolved his subjects from their oath of fidelity. The fate of Zadenghel was revenged by the courage and fortune of Susneus, who ascended the throne under the name of Segued, and more vigorously prosecuted the pious enterprise of his kinsman. After the amusement of some unequal combats between the Jesuits and his illiterate priests, the emperor declared himself a proselyte to the synod of Chalcedon, presuming that his clergy and people would embrace without delay the religion of their prince. The liberty of choice was succeeded by a law, which imposed, under pain of death, the belief of the two natures of Christ: the Abyssinians were enjoined to work and to play on the Sabbath; and Segued, in the face of Europe and Africa, renounced his connection with the Alexandrian church. A Jesuit, Alphonso Mendez, the Catholic patriarch of Aethiopia, accepted, in the name of Urban VIII., the homage and abjuration of the penitent. “I confess,” said the emperor on his knees, “I confess that the pope is the vicar of Christ, the successor of St. Peter, and the sovereign of the world. To him I swear true obedience, and at his feet I offer my person and kingdom.” A similar oath was repeated by his son, his brother, the clergy, the nobles, and even the ladies of the court: the Latin patriarch was invested with honors and wealth; and his missionaries erected their churches or citadels in the most convenient stations of the empire. The Jesuits themselves deplore the fatal indiscretion of their chief, who forgot the mildness of the gospel and the policy of his order, to introduce with hasty violence the liturgy of Rome and the inquisition of Portugal. He condemned the ancient practice of circumcision, which health, rather than superstition, had first invented in the climate of Aethiopia. 160 A new baptism, a new ordination, was inflicted on the natives; and they trembled with horror when the most holy of the dead were torn from their graves, when the most illustrious of the living were excommunicated by a foreign priest. In the defense of their religion and liberty, the Abyssinians rose in arms, with desperate but unsuccessful zeal. Five rebellions were extinguished in the blood of the insurgents: two abunas were slain in battle, whole legions were slaughtered in the field, or suffocated in their caverns; and neither merit, nor rank, nor sex, could save from an ignominious death the enemies of Rome. But the victorious monarch was finally subdued by the constancy of the nation, of his mother, of his son, and of his most faithful friends. Segued listened to the voice of pity, of reason, perhaps of fear: and his edict of liberty of conscience instantly revealed the tyranny and weakness of the Jesuits. On the death of his father, Basilides expelled the Latin patriarch, and restored to the wishes of the nation the faith and the discipline of Egypt. The Monophysite churches resounded with a song of triumph, “that the sheep of Aethiopia were now delivered from the hyaenas of the West;” and the gates of that solitary realm were forever shut against the arts, the science, and the fanaticism of Europe. 161"}