{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "\"Nathan Edgars II\" <neroute2@gmail.com>", "subject": "Can a font with an unfree character be free?", "body": " The events of his reign, which excite our curious attention by their number, variety, and importance, are diligently related by the secretary of Belisarius, a rhetorician, whom eloquence had promoted to the rank of senator and præfect of Constantinople. According to the vicissitudes of courage or servitude, of favor or disgrace, Procopius 12 successively composed the history, the panegyric, and the satire of his own times. The eight books of the Persian, Vandalic, and Gothic wars, 13 which are continued in the five books of Agathias, deserve our esteem as a laborious and successful imitation of the Attic, or at least of the Asiatic, writers of ancient Greece. His facts are collected from the personal experience and free conversation of a soldier, a statesman, and a traveller; his style continually aspires, and often attains, to the merit of strength and elegance; his reflections, more especially in the speeches, which he too frequently inserts, contain a rich fund of political knowledge; and the historian, excited by the generous ambition of pleasing and instructing posterity, appears to disdain the prejudices of the people, and the flattery of courts. The writings of Procopius 14 were read and applauded by his contemporaries: 15 but, although he respectfully laid them at the foot of the throne, the pride of Justinian must have been wounded by the praise of a hero, who perpetually eclipses the glory of his inactive sovereign. The conscious dignity of independence was subdued by the hopes and fears of a slave; and the secretary of Belisarius labored for pardon and reward in the six books of the Imperial edifices. He had dexterously chosen a subject of apparent splendor, in which he could loudly celebrate the genius, the magnificence, and the piety of a prince, who, both as a conqueror and legislator, had surpassed the puerile virtues of Themistocles and Cyrus. 16 Disappointment might urge the flatterer to secret revenge; and the first glance of favor might again tempt him to suspend and suppress a libel, 17 in which the Roman Cyrus is degraded into an odious and contemptible tyrant, in which both the emperor and his consort Theodora are seriously represented as two daemons, who had assumed a human form for the destruction of mankind. 18 Such base inconsistency must doubtless sully the reputation, and detract from the credit, of Procopius: yet, after the venom of his malignity has been suffered to exhale, the residue of the anecdotes, even the most disgraceful facts, some of which had been tenderly hinted in his public history, are established by their internal evidence, or the authentic monuments of the times. 19 1911 From these various materials, I shall now proceed to describe the reign of Justinian, which will deserve and occupy an ample space. The present chapter will explain the elevation and character of Theodora, the factions of the circus, and the peaceful administration of the sovereign of the East. In the three succeeding chapters, I shall relate the wars of Justinian, which achieved the conquest of Africa and Italy; and I shall follow the victories of Belisarius and Narses, without disguising the vanity of their triumphs, or the hostile virtue of the Persian and Gothic heroes. The series of this and the following volume will embrace the jurisprudence and theology of the emperor; the controversies and sects which still divide the Oriental church; the reformation of the Roman law which is obeyed or respected by the nations of modern Europe."}