{"label": "spam", "to_address": "\"Edwin Travis\" <warwick@plg.uwaterloo.ca>", "from_address": "\"Nora\" <Norauizaq@nappnet.com>", "subject": "Hi, its  Nora Johnston here, lets catch up soon.", "body": " The principle of utility either has, or there is no reason why it might not have, all the sanctions which belong to any other system of morals. Those sanctions are either external or internal. Of the external sanctions it is not necessary to speak at any length. They are, the hope of favour and the fear of displeasure from our fellow creatures or from the Ruler of the Universe, along with whatever we may have of sympathy or affection for them or of love and awe of Him, inclining us to do His will independently of selfish consequences. There is evidently no reason why all these motives for observance should not attach themselves to the utilitarian morality, as completely and as powerfully as to any other. Indeed, those of them which refer to our fellow creatures are sure to do so, in proportion to the amount of general intelligence; for whether there be any other ground of moral obligation than the general happiness or not, men do desire happiness; and however imperfect may be their own practice, they desire and commend all conduct in others towards themselves, by which they think their happiness is promoted. With regard to the religious motive, if men believe, as most profess to do, in the goodness of God, those who think that conduciveness to the general happiness is the essence, or even only the criterion, of good, must necessarily believe that it is also that which God approves. The whole force therefore of external reward and punishment, whether physical or moral, and whether proceeding from God or from our fellow men, together with all that the capacities of human nature admit, of disinterested devotion to either, become available to enforce the utilitarian morality, in proportion as that morality is recognized; and the more powerfully, the more the appliances of education and general cultivation are bent to the purpose."}