{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "chromatic@cvs.develooper.com", "subject": "[svn:parrot-pdd] r18383 - in trunk: docs docs/pdds/draft ext/Parrot-Embed ext/Parrot-Embed/lib/Parrot include/parrot lib/Parrot lib/Parrot/Pmc2c src src/pmc t/src", "body": " And therefore, when the Discourse is put into Speech, and begins with the Definitions of Words, and proceeds by Connexion of the same into general Affirmations, and of these again into Syllogismes, the end or last sum is called the Conclusion; and the thought of the mind by it signified is that conditional Knowledge, or Knowledge of the consequence of words, which is commonly called Science. But if the first ground of such Discourse be not Definitions, or if the Definitions be not rightly joyned together into Syllogismes, then the End or Conclusion is again OPINION, namely of the truth of somewhat said, though sometimes in absurd and senslesse words, without possibility of being understood. When two, or more men, know of one and the same fact, they are said to be CONSCIOUS of it one to another; which is as much as to know it together. And because such are fittest witnesses of the facts of one another, or of a third, it was, and ever will be reputed a very Evill act, for any man to speak against his Conscience; or to corrupt or force another so to do: Insomuch that the plea of Conscience, has been always hearkened unto very diligently in all times. Afterwards, men made use of the same word metaphorically, for the knowledge of their own secret facts, and secret thoughts; and therefore it is Rhetorically said that the Conscience is a thousand witnesses. And last of all, men, vehemently in love with their own new opinions, (though never so absurd,) and obstinately bent to maintain them, gave those their opinions also that reverenced name of Conscience, as if they would have it seem unlawful, to change or speak against them; and so pretend to know they are true, when they know at most but that they think so."}