{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Milo Leonard\" <nexcapalovwod@capalov.com>", "subject": "Stop the painful craving for more food", "body": " Our apprehension of the manifold of phenomena is always successive. The representations of parts succeed one another. Whether they succeed one another in the object also, is a second point for reflection, which was not contained in the former. Now we may certainly give the name of object to everything, even to every representation, so far as we are conscious thereof; but what this word may mean in the case of phenomena, not merely in so far as they (as representations) are objects, but only in so far as they indicate an object, is a question requiring deeper consideration. In so far as they, regarded merely as representations, are at the same time objects of consciousness, they are not to be distinguished from apprehension, that is, reception into the synthesis of imagination, and we must therefore say: “The manifold of phenomena is always produced successively in the mind.” If phenomena were things in themselves, no man would be able to conjecture from the succession of our representations how this manifold is connected in the object; for we have to do only with our representations. How things may be in themselves, without regard to the representations through which they affect us, is utterly beyond the sphere of our cognition. Now although phenomena are not things in themselves, and are nevertheless the only thing given to us to be cognized, it is my duty to show what sort of connection in time belongs to the manifold in phenomena themselves, while the representation of this manifold in apprehension is always successive. For example, the apprehension of the manifold in the phenomenon of a house which stands before me, is successive. Now comes the question whether the manifold of this house is in itself successive—which no one will be at all willing to grant. But, so soon as I raise my conception of an object to the transcendental signification thereof, I find that the house is not a thing in itself, but only a phenomenon, that is, a representation, the transcendental object of which remains utterly unknown. What then am I to understand by the question: “How can the manifold be connected in the phenomenon itself—not considered as a thing in itself, but merely as a phenomenon?” Here that which lies in my successive apprehension is regarded as representation, whilst the phenomenon which is given me, notwithstanding that it is nothing more than a complex of these representations, is regarded as the object thereof, with which my conception, drawn from the representations of apprehension, must harmonize. It is very soon seen that, as accordance of the cognition with its object constitutes truth, the question now before us can only relate to the formal conditions of empirical truth; and that the phenomenon, in opposition to the representations of apprehension, can only be distinguished therefrom as the object of them, if it is subject to a rule which distinguishes it from every other apprehension, and which renders necessary a mode of connection of the manifold. That in the phenomenon which contains the condition of this necessary rule of apprehension, is the object."}