{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Ray <olson.ray@gmail.com>", "subject": "Re: Iterate through a hashref using XML::Simple (real post)", "body": " If the reader thus discovers and retraces the lost and forgotten road, by which man must have passed from the state of nature to the state of society; if he carefully restores, along with the intermediate situations which I have just described, those which want of time has compelled me to suppress, or my imagination has failed to suggest, he cannot fail to be struck by the vast distance which separates the two states. It is in tracing this slow succession that he will find the solution of a number of problems of politics and morals, which philosophers cannot settle. He will feel that, men being different in different ages, the reason why Diogenes could not find a man was that he sought among his contemporaries a man of an earlier period. He will see that Cato died with Rome and liberty, because he did not fit the age in which he lived; the greatest of men served only to astonish a world which he would certainly have ruled, had he lived five hundred years sooner. In a word, he will explain how the soul and the passions of men insensibly change their very nature; why our wants and pleasures in the end seek new objects; and why, the original man having vanished by degrees, society offers to us only an assembly of artificial men and factitious passions, which are the work of all these new relations, and without any real foundation in nature. We are taught nothing on this subject, by reflection, that is not entirely confirmed by observation. The savage and the civilised man differ so much in the bottom of their hearts and in their inclinations, that what constitutes the supreme happiness of one would reduce the other to despair. The former breathes only peace and liberty; he desires only to live and be free from labour; even the _ataraxia_ of the Stoic falls far short of his profound indifference to every other object. Civilised man, on the other hand, is always moving, sweating, toiling and racking his brains to find still more laborious occupations: he goes on in drudgery to his last moment, and even seeks death to put himself in a position to live, or renounces life to acquire immortality. He pays his court to men in power, whom he hates, and to the wealthy, whom he despises; he stops at nothing to have the honour of serving them; he is not ashamed to value himself on his own meanness and their protection; and, proud of his slavery, he speaks with disdain of those, who have not the honour of sharing it. What a sight would the perplexing and envied labours of a European minister of State present to the eyes of a Caribean! How many cruel deaths would not this indolent savage prefer to the horrors of such a life, which is seldom even sweetened by the pleasure of doing good! But, for him to see into the motives of all this solicitude, the words _power_ and _reputation_, would have to bear some meaning in his mind; he would have to know that there are men who set a value on the opinion of the rest of the world; who can be made happy and satisfied with themselves rather on the testimony of other people than on their own. In reality, the source, of all these differences is, that the savage lives within himself, while social man lives constantly outside himself, and only knows how to live in the opinion of others, so that he seems to receive the consciousness of his own existence merely from the judgment of others concerning him. It is not to my present purpose to insist on the indifference to good and evil which arises from this disposition, in spite of our many fine works on morality, or to show how, everything being reduced to appearances, there is but art and mummery in even honour, friendship, virtue, and often vice itself, of which we at length learn the secret of boasting; to show, in short, how, always asking others what, we are, and never daring to ask ourselves, in the midst of so much philosophy, humanity and civilisation, and of such sublime codes of morality, we have nothing to show for ourselves but a frivolous and deceitful appearance, honour without virtue, reason without wisdom, and pleasure without happiness. It is sufficient that I have proved that this is not by any means the original state of man, but that it is merely the spirit of society, and the inequality which society produces, that thus transform and alter all our natural inclinations."}