{"label": "ham", "to_address": "samba-technical@lists.samba.org, Jeremy Allison <jra@samba.org>", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: svn commit: samba r23426 - in\n branches:\tSAMBA_3_0/source/nsswitch SAMBA_3_0_26/source/nsswitch", "body": " The love of letters, almost inseparable from peace and refinement, was fashionable among the subjects of Hadrian and the Antonines, who were themselves men of learning and curiosity. It was diffused over the whole extent of their empire; the most northern tribes of Britons had acquired a taste for rhetoric; Homer as well as Virgil were transcribed and studied on the banks of the Rhine and Danube; and the most liberal rewards sought out the faintest glimmerings of literary merit. 110 The sciences of physic and astronomy were successfully cultivated by the Greeks; the observations of Ptolemy and the writings of Galen are studied by those who have improved their discoveries and corrected their errors; but if we except the inimitable Lucian, this age of indolence passed away without having produced a single writer of original genius, or who excelled in the arts of elegant composition.1101 The authority of Plato and Aristotle, of Zeno and Epicurus, still reigned in the schools; and their systems, transmitted with blind deference from one generation of disciples to another, precluded every generous attempt to exercise the powers, or enlarge the limits, of the human mind. The beauties of the poets and orators, instead of kindling a fire like their own, inspired only cold and servile imitations: or if any ventured to deviate from those models, they deviated at the same time from good sense and propriety. On the revival of letters, the youthful vigor of the imagination, after a long repose, national emulation, a new religion, new languages, and a new world, called forth the genius of Europe. But the provincials of Rome, trained by a uniform artificial foreign education, were engaged in a very unequal competition with those bold ancients, who, by expressing their genuine feelings in their native tongue, had already occupied every place of honor. The name of Poet was almost forgotten; that of Orator was usurped by the sophists. A cloud of critics, of compilers, of commentators, darkened the face of learning, and the decline of genius was soon followed by the corruption of taste."}