{"label": "ham", "to_address": "debian-devel@lists.debian.org, debian-legal@lists.debian.org", "from_address": "Michael Poole <mdpoole@troilus.org>", "subject": "Re: discussion with the FSF: GPLv3, GFDL, Nexenta", "body": " II. The writings of Cicero 51 represent in the most lively colors the ignorance, the errors, and the uncertainty of the ancient philosophers with regard to the immortality of the soul. When they are desirous of arming their disciples against the fear of death, they inculcate, as an obvious though melancholy position, that the fatal stroke of our dissolution releases us from the calamities of life; and that those can no longer suffer, who no longer exist. Yet there were a few sages of Greece and Rome who had conceived a more exalted, and, in some respects, a juster idea of human nature, though it must be confessed, that in the sublime inquiry, their reason had been often guided by their imagination, and that their imagination had been prompted by their vanity. When they viewed with complacency the extent of their own mental powers, when they exercised the various faculties of memory, of fancy, and of judgment, in the most profound speculations, or the most important labors, and when they reflected on the desire of fame, which transported them into future ages, far beyond the bounds of death and of the grave, they were unwilling to confound themselves with the beasts of the field, or to suppose that a being, for whose dignity they entertained the most sincere admiration, could be limited to a spot of earth, and to a few years of duration. With this favorable prepossession they summoned to their aid the science, or rather the language, of Metaphysics. They soon discovered, that as none of the properties of matter will apply to the operations of the mind, the human soul must consequently be a substance distinct from the body, pure, simple, and spiritual, incapable of dissolution, and susceptible of a much higher degree of virtue and happiness after the release from its corporeal prison. From these specious and noble principles, the philosophers who trod in the footsteps of Plato deduced a very unjustifiable conclusion, since they asserted, not only the future immortality, but the past eternity, of the human soul, which they were too apt to consider as a portion of the infinite and self-existing spirit, which pervades and sustains the universe. 52 A doctrine thus removed beyond the senses and the experience of mankind might serve to amuse the leisure of a philosophic mind; or, in the silence of solitude, it might sometimes impart a ray of comfort to desponding virtue; but the faint impression which had been received in the schools was soon obliterated by the commerce and business of active life. We are sufficiently acquainted with the eminent persons who flourished in the age of Cicero and of the first Cæsars, with their actions, their characters, and their motives, to be assured that their conduct in this life was never regulated by any serious conviction of the rewards or punishments of a future state. At the bar and in the senate of Rome the ablest orators were not apprehensive of giving offence to their hearers by exposing that doctrine as an idle and extravagant opinion, which was rejected with contempt by every man of a liberal education and understanding. 53"}