{"label": "spam", "to_address": "the00@flax9.uwaterloo.ca", "from_address": "\"Greta Bowles\" <vouoh@aol.com>", "subject": "Apcal~is (Tadalafil)--The \"S.u.p.e.r V.i.a.g.r.a\" hkoprigmo ", "body": " Thus, in whatever light we take this subject, the merit, ascribed to the social virtues, appears still uniform, and arises chiefly from that regard, which the natural sentiment of benevolence engages us to pay to the interests of mankind and society. If we consider the principles of the human make, such as they appear to daily experience and observation, we must, A PRIORI, conclude it impossible for such a creature as man to be totally indifferent to the well or ill-being of his fellow-creatures, and not readily, of himself, to pronounce, where nothing gives him any particular bias, that what promotes their happiness is good, what tends to their misery is evil, without any farther regard or consideration. Here then are the faint rudiments, at least, or outlines, of a GENERAL distinction between actions; and in proportion as the humanity of the person is supposed to increase, his connexion with those who are injured or benefited, and his lively conception of their misery or happiness; his consequent censure or approbation acquires proportionable vigour. There is no necessity, that a generous action, barely mentioned in an old history or remote gazette, should communicate any strong feelings of applause and admiration. Virtue, placed at such a distance, is like a fixed star, which, though to the eye of reason it may appear as luminous as the sun in his meridian, is so infinitely removed as to affect the senses, neither with light nor heat. Bring this virtue nearer, by our acquaintance or connexion with the persons, or even by an eloquent recital of the case; our hearts are immediately caught, our sympathy enlivened, and our cool approbation converted into the warmest sentiments of friendship and regard. These seem necessary and infallible consequences of the general principles of human nature, as discovered in common life and practice."}