{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Lilia Hays\" <arpita_ani@yahoo.co.in>", "subject": "Medications that you need", "body": " 130. Another species of _mitigated_ scepticism which may be of advantage to mankind, and which may be the natural result of the Pyrrhonian doubts and scruples, is the limitation of our enquiries to such subjects as are best adapted to the narrow capacity of human understanding. The _imagination_ of man is naturally sublime, delighted with whatever is remote and extraordinary, and running, without control, into the most distant parts of space and time in order to avoid the objects, which custom has rendered too familiar to it. A correct _Judgement_ observes a contrary method, and avoiding all distant and high enquiries, confines itself to common life, and to such subjects as fall under daily practice and experience; leaving the more sublime topics to the embellishment of poets and orators, or to the arts of priests and politicians. To bring us to so salutary a determination, nothing can be more serviceable, than to be once thoroughly convinced of the force of the Pyrrhonian doubt, and of the impossibility, that anything, but the strong power of natural instinct, could free us from it. Those who have a propensity to philosophy, will still continue their researches; because they reflect, that, besides the immediate pleasure, attending such an occupation, philosophical decisions are nothing but the reflections of common life, methodized and corrected. But they will never be tempted to go beyond common life, so long as they consider the imperfection of those faculties which they employ, their narrow reach, and their inaccurate operations. While we cannot give a satisfactory reason, why we believe, after a thousand experiments, that a stone will fall, or fire burn; can we ever satisfy ourselves concerning any determination, which we may form, with regard to the origin of worlds, and the situation of nature, from, and to eternity?"}