{"label": "spam", "to_address": "<catchall@flax9.uwaterloo.ca>", "from_address": "\"Sharon Holden\" <iiablcv@mail.com>", "subject": "Order Viagra while she still wants you!", "body": " In order to discover these necessities and interests, we must consider the same qualities of human nature, which we have already found to give rise to the preceding laws of society. Men being naturally selfish, or endowed only with a confined generosity, they are not easily induced to perform any action for the interest of strangers, except with a view to some reciprocal advantage, which they had no hope of obtaining but by such a performance. Now as it frequently happens, that these mutual performances cannot be finished at the same instant, it is necessary, that one party be contented to remain in uncertainty, and depend upon the gratitude of the other for a return of kindness. But so much corruption is there among men, that, generally speaking, this becomes but a slender security; and as the benefactor is here supposed to bestow his favours with a view to self-interest, this both takes off from the obligation, and sets an example to selfishness, which is the true mother of ingratitude. Were we, therefore, to follow the natural course of our passions and inclinations, we should perform but few actions for the advantage of others, from distinterested views; because we are naturally very limited in our kindness and affection: And we should perform as few of that kind, out of a regard to interest; because we cannot depend upon their gratitude. Here then is the mutual commerce of good offices in a manner lost among mankind, and every one reduced to his own skill and industry for his well-being and subsistence. The invention of the law of nature, concerning the stability of possession, has already rendered men tolerable to each other; that of the transference of property and possession by consent has begun to render them mutually advantageous: But still these laws of nature, however strictly observed, are not sufficient to render them so serviceable to each other, as by nature they are fitted to become. Though possession be stable, men may often reap but small advantage from it, while they are possessed of a greater quantity of any species of goods than they have occasion for, and at the same time suffer by the want of others. The transference of property, which is the proper remedy for this inconvenience, cannot remedy it entirely; because it can only take place with regard to such objects as are present and individual, but not to such as are absent or general. One cannot transfer the property of a particular house, twenty leagues distant; because the consent cannot be attended with delivery, which is a requisite circumstance. Neither can one transfer the property of ten bushels of corn, or five hogsheads of wine, by the mere expression and consent; because these are only general terms, and have no direct relation to any particular heap of corn, or barrels of wine. Besides, the commerce of mankind is not confined to the barter of commodities, but may extend to services and actions, which we may exchange to our mutual interest and advantage. Your corn is ripe to-day; mine will be so tomorrow. It is profitable for us both, that I should labour with you to-day, and that you should aid me to-morrow. I have no kindness for you, and know you have as little for me. I will not, therefore, take any pains upon your account; and should I labour with you upon my own account, in expectation of a return, I know I should be disappointed, and that I should in vain depend upon your gratitude. Here then I leave you to labour alone: You treat me in the same manner. The seasons change; and both of us lose our harvests for want of mutual confidence and security."}