{"label": "ham", "to_address": "jessica.gervais@tudor.lu", "from_address": "Achim Zeileis <Achim.Zeileis@wu-wien.ac.at>", "subject": "Re: [R] time serie generation", "body": " But the fictitious importance of gold due to its function, comes in conflict with its real substance. One gold coin has lost more, another, less of its metal substance in the course of circulation, and one of them is, as a matter of fact, worth more now than the other. But since in the discharge of their function of coins they are taken at the same value, the sovereign weighing a quarter of an ounce passing for no more than the sovereign which only stands for a quarter of an ounce, the full-weight sovereigns are subjected in the hands of unscrupulous owners to surgical operations which produce artificially what the circulation process has caused in a natural way to their more light-weighted brothers. They are clipped and reduced and the superfluous gold fat lands in the melting pot. If 4,672-1/2 gold sovereigns when put on one side of the weighing scale weigh on an average only 800 ounces instead of 1200, they will buy when brought to the gold market only 800 ounces of gold; that is, the market price of gold would rise above its mint price. Every coin, even if of full weight would pass in its mint form for less than in bullion form. The full weight sovereigns would be reconverted into bullion, a form in which a greater quantity of gold is always worth more than a smaller quantity. As soon as this decline of metallic weight would affect a sufficiently large number of sovereigns to bring about a permanent rise of the market price of gold above its mint price, the reckoning names of the coins, though remaining the same, would begin to denote a smaller quantity of gold. That is to say, the standard of money would change and gold would be coined in the future according to this new standard. By virtue of its idealization as a medium of circulation, gold would react upon and change the legally determined ratios under which it acted as the standard of price. The same revolution would be repeated after a certain length of time and thus gold would be subject to constant change both as a standard of price and as a medium of circulation, a change under one of these forms leading to a change under the other and vice versa. This explains the phenomenon mentioned above, namely that in the history of all modern nations the same money-name stands for a constantly diminishing quantity of metal. The contradiction between gold as coin and gold as standard of price becomes also one between gold as coin and gold as the universal equivalent; in the latter capacity it circulates not only within the limits of national boundaries, but in the world market. As a measure of value gold was always of full weight, because it served only as ideal gold. In its capacity of equivalent in the isolated transaction C―M it passes at once from a state of motion to a state of rest; but in its capacity of coin its natural substance comes in constant conflict with its function. The transformation of the gold sovereign into fictitious gold can not be wholly avoided, but legislation seeks to prevent its unlimited circulation as coin by prescribing its withdrawal from circulation as soon as its shortage of metallic substance reaches a certain degree. According to the English law, e. g., a sovereign which lacks more than 0.747 grains of its weight ceases to be legal tender. The Bank of England which weighed forty-eight million gold sovereigns in the short period between 1844 and 1848, possesses in Mr. Cotton’s gold weighing scale a machine which not only detects a difference of 1-100 part of a grain between two sovereigns, but like a sensible being, immediately throws out the light-weight coin on a board where it lands under another machine which cuts it up with oriental cruelty."}