{"label": "ham", "to_address": "\"General Copyright Discussions \\(questions, organizing,\n\tetc\\)\" <discuss@list.digital-copyright.ca>", "from_address": "Robert Smits <bob@rsmits.ca>", "subject": "Re: [d@DCC] Death by Copyright", "body": " We cannot see without surprise and disgust how little agreement there is between the different authors who have treated this great subject. Among the more important writers there are scarcely two of the same mind about it. Not to speak of the ancient philosophers, who seem to have done their best purposely to contradict one another on the most fundamental principles, the Roman jurists subjected man and the other animals indiscriminately to the same natural law, because they considered, under that name, rather the law which nature imposes on herself than that which she prescribes to others; or rather because of the particular acceptation of the term law among those jurists; who seem on this occasion to have understood nothing more by it than the general relations established by nature between all animated beings, for their common preservation. The moderns, understanding, by the term law, merely a rule prescribed to a moral being, that is to say intelligent, free and considered in his relations to other beings, consequently confine the jurisdiction of natural law to man, an the only animal endowed with reason. But, defining this law, each after his own fashion, they have established it on such metaphysical principles, that there are very few persons among us capable of comprehending them, much less of discovering them for themselves. So that the definitions of these learned men, all differing in everything else, agree only in this, that it is impossible to comprehend the law of nature, and consequently to obey it, without being a very subtle casuist and a profound metaphysician. All which is as much as to say that mankind must have employed, in the establishment of society, a capacity which is acquired only with great difficulty, and by very few persons, even in a state of society."}