{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jra@samba.org", "subject": "svn commit: samba r23447 - in branches: SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0_25/source/nsswitch SAMBA_3_0_26/source/nsswitch", "body": " Royalty was familiar to the Barbarians, and the submissive people of Italy was prepared to obey, without a murmur, the authority which he should condescend to exercise as the vicegerent of the emperor of the West. But Odoacer had resolved to abolish that useless and expensive office; and such is the weight of antique prejudice, that it required some boldness and penetration to discover the extreme facility of the enterprise. The unfortunate Augustulus was made the instrument of his own disgrace: he signified his resignation to the senate; and that assembly, in their last act of obedience to a Roman prince, still affected the spirit of freedom, and the forms of the constitution. An epistle was addressed, by their unanimous decree, to the emperor Zeno, the son-in-law and successor of Leo; who had lately been restored, after a short rebellion, to the Byzantine throne. They solemnly “disclaim the necessity, or even the wish, of continuing any longer the Imperial succession in Italy; since, in their opinion, the majesty of a sole monarch is sufficient to pervade and protect, at the same time, both the East and the West. In their own name, and in the name of the people, they consent that the seat of universal empire shall be transferred from Rome to Constantinople; and they basely renounce the right of choosing their master, the only vestige that yet remained of the authority which had given laws to the world. The republic (they repeat that name without a blush) might safely confide in the civil and military virtues of Odoacer; and they humbly request, that the emperor would invest him with the title of Patrician, and the administration of the diocese of Italy.” The deputies of the senate were received at Constantinople with some marks of displeasure and indignation: and when they were admitted to the audience of Zeno, he sternly reproached them with their treatment of the two emperors, Anthemius and Nepos, whom the East had successively granted to the prayers of Italy. “The first” (continued he) “you have murdered; the second you have expelled; but the second is still alive, and whilst he lives he is your lawful sovereign.” But the prudent Zeno soon deserted the hopeless cause of his abdicated colleague. His vanity was gratified by the title of sole emperor, and by the statues erected to his honor in the several quarters of Rome; he entertained a friendly, though ambiguous, correspondence with the patrician Odoacer; and he gratefully accepted the Imperial ensigns, the sacred ornaments of the throne and palace, which the Barbarian was not unwilling to remove from the sight of the people. 124"}