{"label": "ham", "to_address": "parrotbug-followup@parrotcode.org", "from_address": "\"Alek Storm\" <alek.storm@gmail.com>", "subject": "Re: [perl #42919] [BUG] and [PATCH] overriding 'invoke' requires current object to be explicitly passed", "body": " Meanwhile the Athenians, having received warning that Camarina was about to be betrayed to the Syracusans by Archias and his party, sailed thither; and the Messinese took this opportunity to attack by sea and land with all their forces their Chalcidian neighbour, Naxos. The first day they forced the Naxians to keep their walls, and laid waste their country; the next they sailed round with their ships, and laid waste their land on the river Akesines, while their land forces menaced the city. Meanwhile the Sicels came down from the high country in great numbers, to aid against the Messinese; and the Naxians, elated at the sight, and animated by a belief that the Leontines and their other Hellenic allies were coming to their support, suddenly sallied out from the town, and attacked and routed the Messinese, killing more than a thousand of them; while the remainder suffered severely in their retreat home, being attacked by the barbarians on the road, and most of them cut off. The ships put in to Messina, and afterwards dispersed for their different homes. The Leontines and their allies, with the Athenians, upon this at once turned their arms against the now weakened Messina, and attacked, the Athenians with their ships on the side of the harbour, and the land forces on that of the town. The Messinese, however, sallying out with Demoteles and some Locrians who had been left to garrison the city after the disaster, suddenly attacked and routed most of the Leontine army, killing a great number; upon seeing which the Athenians landed from their ships, and falling on the Messinese in disorder chased them back into the town, and setting up a trophy retired to Rhegium. After this the Hellenes in Sicily continued to make war on each other by land, without the Athenians."}