{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Amparo Evans\" <shortinflexibility@imapmail.org>", "subject": "Be happy with it!", "body": " It will here be worth our observation, that the past experience, on which all our judgments concerning cause and effect depend, may operate on our mind in such an insensible manner as never to be taken notice of, and may even in some measure be unknown to us. A person, who stops short in his journey upon meeting a river in his way, foresees the consequences of his proceeding forward; and his knowledge of these consequences is conveyed to him by past experience, which informs him of such certain conjunctions of causes and effects. But can we think, that on this occasion he reflects on any past experience, and calls to remembrance instances, that he has seen or heard of, in order to discover the effects of water on animal bodies? No surely; this is not the method, in which he proceeds in his reasoning. The idea of sinking is so closely connected with that of water, and the idea of suffocating with that of sinking, that the mind makes the transition without the assistance of the memory. The custom operates before we have time for reflection. The objects seem so inseparable, that we interpose not a moment's delay in passing from the one to the other. But as this transition proceeds from experience, and not from any primary connexion betwixt the ideas, we must necessarily acknowledge, that experience may produce a belief and a judgment of causes and effects by a secret operation, and without being once thought of. This removes all pretext, if there yet remains any, for asserting that the mind is convinced by reasoning of that principle, that instances of which we have no experience, must necessarily resemble those, of which we have. For we here find, that the understanding or imagination can draw inferences from past experience, without reflecting on it; much more without forming any principle concerning it, or reasoning upon that principle."}