{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"finished\" <xbgexdmeffo@vtr.net>", "subject": "PREIS IST CHANCE", "body": " But how is it with the application of this category of causality (and all the others; for without them there can be no knowledge of anything existing) to things which are not objects of possible experience, but lie beyond its bounds? For I was able to deduce the objective reality of these concepts only with regard to objects of possible experience. But even this very fact, that I have saved them, only in case I have proved that objects may by means of them be thought, though not determined a priori; this it is that gives them a place in the pure understanding, by which they are referred to objects in general (sensible or not sensible). If anything is still wanting, it is that which is the condition of the application of these categories, and especially that of causality, to objects, namely, intuition; for where this is not given, the application with a view to theoretic knowledge of the object, as a noumenon, is impossible and, therefore, if anyone ventures on it, is (as in the Critique of Pure Reason) absolutely forbidden. Still, the objective reality of the concept (of causality) remains, and it can be used even of noumena, but without our being able in the least to define the concept theoretically so as to produce knowledge. For that this concept, even in reference to an object, contains nothing impossible, was shown by this, that, even while applied to objects of sense, its seat was certainly fixed in the pure understanding; and although, when referred to things in themselves (which cannot be objects of experience), it is not capable of being determined so as to represent a definite object for the purpose of theoretic knowledge; yet for any other purpose (for instance, a practical) it might be capable of being determined so as to have such application. This could not be the case if, as Hume maintained, this concept of causality contained something absolutely impossible to be thought."}