{"label": "spam", "to_address": "almer@flax24.uwaterloo.ca", "from_address": "\"Stacy Salgado\" <nidmiprotecduv@miprotec.com>", "subject": "Doctors and Celebrities endorse Anatrim", "body": " Secondly, If this argument should be contested, the reality or at least the possibility of the idea of a vacuum may be proved by the following reasoning. Every idea is possible, which is a necessary and infallible consequence of such as are possible. Now though we allow the world to be at present a plenum, we may easily conceive it to be deprived of motion; and this idea will certainly be allowed possible. It must also be allowed possible, to conceive the annihilation of any part of matter by the omnipotence of the deity, while the other parts remain at rest. For as every idea, that is distinguishable, is separable by the imagination; and as every idea, that is separable by the imagination, may be conceived to be separately existent; it is evident, that the existence of one particle of matter, no more implies the existence of another, than a square figure in one body implies a square figure in every one. This being granted, I now demand what results from the concurrence of these two possible ideas of rest and annihilation, and what must we conceive to follow upon the annihilation of all the air and subtile matter in the chamber, supposing the walls to remain the same, without any motion or alteration? There are some metaphysicians, who answer, that since matter and extension are the same, the annihilation of one necessarily implies that of the other; and there being now no distance betwixt the walls of the chamber, they touch each other; in the same manner as my hand touches the paper, which is immediately before me. But though this answer be very common, I defy these metaphysicians to conceive the matter according to their hypothesis, or imagine the floor and roof, with all the opposite sides of the chamber, to touch each other, while they continue in rest, and preserve the same position. For how can the two walls, that run from south to north, touch each other, while they touch the opposite ends of two walls, that run from east to west? And how can the floor and roof ever meet, while they are separated by the four walls, that lie in a contrary position? If you change their position, you suppose a motion. If you conceive any thing betwixt them, you suppose a new creation. But keeping strictly to the two ideas of rest and annihilation, it is evident, that the idea, which results from them, is not that of a contact of parts, but something else; which is concluded to be the idea of a vacuum."}