{"label": "ham", "to_address": "sugar@laptop.org", "from_address": "Morgan Collett <morgan@collabora.co.uk>", "subject": "Re: [sugar] [PATCH] services/presence/: identify Buddies by \"key\n ID\"\t(pubkey hash), not whole key.", "body": " The only act of his short reign was his base ingratitude to his benefactors, the eunuch and the empress. The disgrace of the former was pleasing to the public: but the murmurs, and at length the clamors, of Constantinople deplored the exile of Zoe, the daughter of so many emperors; her vices were forgotten, and Michael was taught, that there is a period in which the patience of the tamest slaves rises into fury and revenge. The citizens of every degree assembled in a formidable tumult which lasted three days; they besieged the palace, forced the gates, recalled their mothers, Zoe from her prison, Theodora from her monastery, and condemned the son of Calaphates to the loss of his eyes or of his life. For the first time the Greeks beheld with surprise the two royal sisters seated on the same throne, presiding in the senate, and giving audience to the ambassadors of the nations. But the singular union subsisted no more than two months; the two sovereigns, their tempers, interests, and adherents, were secretly hostile to each other; and as Theodora was still averse to marriage, the indefatigable Zoe, at the age of sixty, consented, for the public good, to sustain the embraces of a third husband, and the censures of the Greek church. His name and number were Constantine the Tenth, and the epithet of Monomachus, the single combatant, must have been expressive of his valor and victory in some public or private quarrel. But his health was broken by the tortures of the gout, and his dissolute reign was spent in the alternative of sickness and pleasure. A fair and noble widow had accompanied Constantine in his exile to the Isle of Lesbos, and Sclerena gloried in the appellation of his mistress. After his marriage and elevation, she was invested with the title and pomp of Augusta, and occupied a contiguous apartment in the palace. The lawful consort (such was the delicacy or corruption of Zoe) consented to this strange and scandalous partition; and the emperor appeared in public between his wife and his concubine. He survived them both; but the last measures of Constantine to change the order of succession were prevented by the more vigilant friends of Theodora; and after his decease, she resumed, with the general consent, the possession of her inheritance. In her name, and by the influence of four eunuchs, the Eastern world was peaceably governed about nineteen months; and as they wished to prolong their dominion, they persuaded the aged princess to nominate for her successor Michael the Sixth. The surname of Stratioticus declares his military profession; but the crazy and decrepit veteran could only see with the eyes, and execute with the hands, of his ministers. Whilst he ascended the throne, Theodora sunk into the grave; the last of the Macedonian or Basilian dynasty. I have hastily reviewed, and gladly dismiss, this shameful and destructive period of twenty-eight years, in which the Greeks, degraded below the common level of servitude, were transferred like a herd of cattle by the choice or caprice of two impotent females."}