{"label": "ham", "to_address": "<r-help@stat.math.ethz.ch>", "from_address": "\"Francis, Brian\" <Brian.Francis@crl.com>", "subject": "[R] suppress plot w/ ewma function from qcc pkg", "body": " The name of PROPHET, signifieth in Scripture sometimes Prolocutor; that is, he that speaketh from God to Man, or from man to God: And sometimes Praedictor, or a foreteller of things to come; And sometimes one that speaketh incoherently, as men that are distracted. It is most frequently used in the sense of speaking from God to the People. So Moses, Samuel, Elijah, Isaiah, Jeremiah, and others were Prophets. And in this sense the High Priest was a Prophet, for he only went into the Sanctum Sanctorum, to enquire of God; and was to declare his answer to the people. And therefore when Caiphas said, it was expedient that one man should die for the people, St. John saith (chap. 11.51.) that \"He spake not this of himselfe, but being High Priest that year, he prophesied that one man should dye for the nation.\" Also they that in Christian Congregations taught the people, (1 Cor. 14.3.) are said to Prophecy. In the like sense it is, that God saith to Moses (Exod. 4.16.) concerning Aaron, \"He shall be thy Spokes-man to the People; and he shall be to thee a mouth, and thou shalt be to him in stead of God;\" that which here is Spokesman, is (chap.7.1.) interpreted Prophet; \"See (saith God) I have made thee a God to Pharaoh, and Aaron thy Brother shall be thy Prophet.\" In the sense of speaking from man to God, Abraham is called a Prophet (Genes. 20.7.) where God in a Dream speaketh to Abimelech in this manner, \"Now therefore restore the man his wife, for he is a Prophet, and shall pray for thee;\" whereby may be also gathered, that the name of Prophet may be given, not unproperly to them that in Christian Churches, have a Calling to say publique prayers for the Congregation. In the same sense, the Prophets that came down from the High place (or Hill of God) with a Psaltery, and a Tabret, and a Pipe, and a Harp (1 Sam. 10.5,6.) and (vers. 10.) Saul amongst them, are said to Prophecy, in that they praised God, in that manner publiquely. In the like sense, is Miriam (Exod. 15.20.) called a Prophetesse. So is it also to be taken (1 Cor. 11.4,5.) where St. Paul saith, \"Every man that prayeth or prophecyeth with his head covered, &c. and every woman that prayeth or prophecyeth with her head uncovered: For Prophecy in that place, signifieth no more, but praising God in Psalmes, and Holy Songs; which women might doe in the Church, though it were not lawfull for them to speak to the Congregation. And in this signification it is, that the Poets of the Heathen, that composed Hymnes and other sorts of Poems in the honor of their Gods, were called Vates (Prophets) as is well enough known by all that are versed in the Books of the Gentiles, and as is evident (Tit. 1.12.) where St. Paul saith of the Cretians, that a Prophet of their owne said, they were Liars; not that St. Paul held their Poets for Prophets, but acknowledgeth that the word Prophet was commonly used to signifie them that celebrated the honour of God in Verse"}