{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " The person, as well as the mind, of Constantine, had been enriched by nature with her choicest endowments. His stature was lofty, his countenance majestic, his deportment graceful; his strength and activity were displayed in every manly exercise, and from his earliest youth, to a very advanced season of life, he preserved the vigor of his constitution by a strict adherence to the domestic virtues of chastity and temperance. He delighted in the social intercourse of familiar conversation; and though he might sometimes indulge his disposition to raillery with less reserve than was required by the severe dignity of his station, the courtesy and liberality of his manners gained the hearts of all who approached him. The sincerity of his friendship has been suspected; yet he showed, on some occasions, that he was not incapable of a warm and lasting attachment. The disadvantage of an illiterate education had not prevented him from forming a just estimate of the value of learning; and the arts and sciences derived some encouragement from the munificent protection of Constantine. In the despatch of business, his diligence was indefatigable; and the active powers of his mind were almost continually exercised in reading, writing, or meditating, in giving audiences to ambassadors, and in examining the complaints of his subjects. Even those who censured the propriety of his measures were compelled to acknowledge, that he possessed magnanimity to conceive, and patience to execute, the most arduous designs, without being checked either by the prejudices of education, or by the clamors of the multitude. In the field, he infused his own intrepid spirit into the troops, whom he conducted with the talents of a consummate general; and to his abilities, rather than to his fortune, we may ascribe the signal victories which he obtained over the foreign and domestic foes of the republic. He loved glory as the reward, perhaps as the motive, of his labors. The boundless ambition, which, from the moment of his accepting the purple at York, appears as the ruling passion of his soul, may be justified by the dangers of his own situation, by the character of his rivals, by the consciousness of superior merit, and by the prospect that his success would enable him to restore peace and order to the distracted empire. In his civil wars against Maxentius and Licinius, he had engaged on his side the inclinations of the people, who compared the undissembled vices of those tyrants with the spirit of wisdom and justice which seemed to direct the general tenor of the administration of Constantine. 2"}