{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBSNews Inside Scoop <inside_scoop-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "An exclusive with Dr. Jack Kevorkian, you won't want to miss...That's tonight on the CBS Evening News with Katie Couric", "body": " The intelligence of the march and rapid progress of Julian was speedily transmitted to his rival, who, by the retreat of Sapor, had obtained some respite from the Persian war. Disguising the anguish of his soul under the semblance of contempt, Constantius professed his intention of returning into Europe, and of giving chase to Julian; for he never spoke of his military expedition in any other light than that of a hunting party. 39 In the camp of Hierapolis, in Syria, he communicated this design to his army; slightly mentioned the guilt and rashness of the C¾sar; and ventured to assure them, that if the mutineers of Gaul presumed to meet them in the field, they would be unable to sustain the fire of their eyes, and the irresistible weight of their shout of onset. The speech of the emperor was received with military applause, and Theodotus, the president of the council of Hierapolis, requested, with tears of adulation, that _his_ city might be adorned with the head of the vanquished rebel. 40 A chosen detachment was despatched away in post-wagons, to secure, if it were yet possible, the pass of Succi; the recruits, the horses, the arms, and the magazines, which had been prepared against Sapor, were appropriated to the service of the civil war; and the domestic victories of Constantius inspired his partisans with the most sanguine assurances of success. The notary Gaudentius had occupied in his name the provinces of Africa; the subsistence of Rome was intercepted; and the distress of Julian was increased by an unexpected event, which might have been productive of fatal consequences. Julian had received the submission of two legions and a cohort of archers, who were stationed at Sirmium; but he suspected, with reason, the fidelity of those troops which had been distinguished by the emperor; and it was thought expedient, under the pretence of the exposed state of the Gallic frontier, to dismiss them from the most important scene of action. They advanced, with reluctance, as far as the confines of Italy; but as they dreaded the length of the way, and the savage fierceness of the Germans, they resolved, by the instigation of one of their tribunes, to halt at Aquileia, and to erect the banners of Constantius on the walls of that impregnable city. The vigilance of Julian perceived at once the extent of the mischief, and the necessity of applying an immediate remedy. By his order, Jovinus led back a part of the army into Italy; and the siege of Aquileia was formed with diligence, and prosecuted with vigor. But the legionaries, who seemed to have rejected the yoke of discipline, conducted the defence of the place with skill and perseverance; vited the rest of Italy to imitate the example of their courage and loyalty; and threatened the retreat of Julian, if he should be forced to yield to the superior numbers of the armies of the East. 41"}