{"label": "spam", "to_address": "Captains <captains@flax24.uwaterloo.ca>", "from_address": "Zachary Brooks <giles@greattimes.org>", "subject": "Maestro Penis", "body": " And this is what I and many others have suffered from the flute-playing of this satyr. Yet hear me once more while I show you how exact the image is, and how marvellous his power. For let me tell you; none of you know him; but I will reveal him to you; having begun, I must go on. See you how fond he is of the fair? He is always with them and is always being smitten by them, and then again he knows nothing and is ignorant of all things--such is the appearance which he puts on. Is he not like a Silenus in this? To be sure he is: his outer mask is the carved head of the Silenus; but, O my companions in drink, when he is opened, what temperance there is residing within! Know you that beauty and wealth and honour, at which the many wonder, are of no account with him, and are utterly despised by him: he regards not at all the persons who are gifted with them; mankind are nothing to him; all his life is spent in mocking and flouting at them. But when I opened him, and looked within at his serious purpose, I saw in him divine and golden images of such fascinating beauty that I was ready to do in a moment whatever Socrates commanded: they may have escaped the observation of others, but I saw them. Now I fancied that he was seriously enamoured of my beauty, and I thought that I should therefore have a grand opportunity of hearing him tell what he knew, for I had a wonderful opinion of the attractions of my youth. In the prosecution of this design, when I next went to him, I sent away the attendant who usually accompanied me (I will confess the whole truth, and beg you to listen; and if I speak falsely, do you, Socrates, expose the falsehood). Well, he and I were alone together, and I thought that when there was nobody with us, I should hear him speak the language which lovers use to their loves when they are by themselves, and I was delighted. Nothing of the sort; he conversed as usual, and spent the day with me and then went away. Afterwards I challenged him to the palaestra; and he wrestled and closed with me several times when there was no one present; I fancied that I might succeed in this manner. Not a bit; I made no way with him. Lastly, as I had failed hitherto, I thought that I must take stronger measures and attack him boldly, and, as I had begun, not give him up, but see how matters stood between him and me. So I invited him to sup with me, just as if he were a fair youth, and I a designing lover. He was not easily persuaded to come; he did, however, after a while accept the invitation, and when he came the first time, he wanted to go away at once as soon as supper was over, and I had not the face to detain him. The second time, still in pursuance of my design, after we had supped, I went on conversing far into the night, and when he wanted to go away, I pretended that the hour was late and that he had much better remain. So he lay down on the couch next to me, the same on which he had supped, and there was no one but ourselves sleeping in the apartment. All this may be told without shame to any one. But what follows I could hardly tell you if I were sober. Yet as the proverb says, 'In vino veritas,' whether with boys, or without them (In allusion to two proverbs.); and therefore I must speak. Nor, again, should I be justified in concealing the lofty actions of Socrates when I come to praise him. Moreover I have felt the serpent's sting; and he who has suffered, as they say, is willing to tell his fellow-sufferers only, as they alone will be likely to understand him, and will not be extreme in judging of the sayings or doings which have been wrung from his agony. For I have been bitten by a more than viper's tooth; I have known in my soul, or in my heart, or in some other part, that worst of pangs, more violent in ingenuous youth than any serpent's tooth, the pang of philosophy, which will make a man say or do anything. And you whom I see around me, Phaedrus and Agathon and Eryximachus and Pausanias and Aristodemus and Aristophanes, all of you, and I need not say Socrates himself, have had experience of the same madness and passion in your longing after wisdom. Therefore listen and excuse my doings then and my sayings now. But let the attendants and other profane and unmannered persons close up the doors of their ears."}