{"label": "ham", "to_address": "debian-desktop@lists.debian.org", "from_address": "Frans Pop <elendil@planet.nl>", "subject": "A common Debian style for Debian Installer and the desktop", "body": " If we compute the number and duration of the reigns, it will be found, that a period of six hundred years is filled by sixty emperors, including in the Augustan list some female sovereigns; and deducting some usurpers who were never acknowledged in the capital, and some princes who did not live to possess their inheritance. The average proportion will allow ten years for each emperor, far below the chronological rule of Sir Isaac Newton, who, from the experience of more recent and regular monarchies, has defined about eighteen or twenty years as the term of an ordinary reign. The Byzantine empire was most tranquil and prosperous when it could acquiesce in hereditary succession; five dynasties, the Heraclian, Isaurian, Amorian, Basilian, and Comnenian families, enjoyed and transmitted the royal patrimony during their respective series of five, four, three, six, and four generations; several princes number the years of their reign with those of their infancy; and Constantine the Seventh and his two grandsons occupy the space of an entire century. But in the intervals of the Byzantine dynasties, the succession is rapid and broken, and the name of a successful candidate is speedily erased by a more fortunate competitor. Many were the paths that led to the summit of royalty: the fabric of rebellion was overthrown by the stroke of conspiracy, or undermined by the silent arts of intrigue: the favorites of the soldiers or people, of the senate or clergy, of the women and eunuchs, were alternately clothed with the purple: the means of their elevation were base, and their end was often contemptible or tragic. A being of the nature of man, endowed with the same faculties, but with a longer measure of existence, would cast down a smile of pity and contempt on the crimes and follies of human ambition, so eager, in a narrow span, to grasp at a precarious and shortlived enjoyment. It is thus that the experience of history exalts and enlarges the horizon of our intellectual view. In a composition of some days, in a perusal of some hours, six hundred years have rolled away, and the duration of a life or reign is contracted to a fleeting moment: the grave is ever beside the throne: the success of a criminal is almost instantly followed by the loss of his prize and our immortal reason survives and disdains the sixty phantoms of kings who have passed before our eyes, and faintly dwell on our remembrance. The observation that, in every age and climate, ambition has prevailed with the same commanding energy, may abate the surprise of a philosopher: but while he condemns the vanity, he may search the motive, of this universal desire to obtain and hold the sceptre of dominion. To the greater part of the Byzantine series, we cannot reasonably ascribe the love of fame and of mankind. The virtue alone of John Comnenus was beneficent and pure: the most illustrious of the princes, who procede or follow that respectable name, have trod with some dexterity and vigor the crooked and bloody paths of a selfish policy: in scrutinizing the imperfect characters of Leo the Isaurian, Basil the First, and Alexius Comnenus, of Theophilus, the second Basil, and Manuel Comnenus, our esteem and censure are almost equally balanced; and the remainder of the Imperial crowd could only desire and expect to be forgotten by posterity. Was personal happiness the aim and object of their ambition? I shall not descant on the vulgar topics of the misery of kings; but I may surely observe, that their condition, of all others, is the most pregnant with fear, and the least susceptible of hope. For these opposite passions, a larger scope was allowed in the revolutions of antiquity, than in the smooth and solid temper of the modern world, which cannot easily repeat either the triumph of Alexander or the fall of Darius. But the peculiar infelicity of the Byzantine princes exposed them to domestic perils, without affording any lively promise of foreign conquest. From the pinnacle of greatness, Andronicus was precipitated by a death more cruel and shameful than that of the malefactor; but the most glorious of his predecessors had much more to dread from their subjects than to hope from their enemies. The army was licentious without spirit, the nation turbulent without freedom: the Barbarians of the East and West pressed on the monarchy, and the loss of the provinces was terminated by the final servitude of the capital."}