{"label": "ham", "to_address": "perl6-internals@perl.org", "from_address": "Rafael Garcia-Suarez <rgarciasuarez@gmail.com>", "subject": "Re: RPMs", "body": " In the third month after the battle, Said, the lieutenant of Omar, passed the Tigris without opposition; the capital was taken by assault; and the disorderly resistance of the people gave a keener edge to the sabres of the Moslems, who shouted with religious transport, “This is the white palace of Chosroes; this is the promise of the apostle of God!” The naked robbers of the desert were suddenly enriched beyond the measure of their hope or knowledge. Each chamber revealed a new treasure secreted with art, or ostentatiously displayed; the gold and silver, the various wardrobes and precious furniture, surpassed (says Abulfeda) the estimate of fancy or numbers; and another historian defines the untold and almost infinite mass, by the fabulous computation of three thousands of thousands of thousands of pieces of gold. 24 Some minute though curious facts represent the contrast of riches and ignorance. From the remote islands of the Indian Ocean a large provision of camphire 25 had been imported, which is employed with a mixture of wax to illuminate the palaces of the East. Strangers to the name and properties of that odoriferous gum, the Saracens, mistaking it for salt, mingled the camphire in their bread, and were astonished at the bitterness of the taste. One of the apartments of the palace was decorated with a carpet of silk, sixty cubits in length, and as many in breadth: a paradise or garden was depictured on the ground: the flowers, fruits, and shrubs, were imitated by the figures of the gold embroidery, and the colors of the precious stones; and the ample square was encircled by a variegated and verdant border. 251 The Arabian general persuaded his soldiers to relinquish their claim, in the reasonable hope that the eyes of the caliph would be delighted with the splendid workmanship of nature and industry. Regardless of the merit of art, and the pomp of royalty, the rigid Omar divided the prize among his brethren of Medina: the picture was destroyed; but such was the intrinsic value of the materials, that the share of Ali alone was sold for twenty thousand drams. A mule that carried away the tiara and cuirass, the belt and bracelets of Chosroes, was overtaken by the pursuers; the gorgeous trophy was presented to the commander of the faithful; and the gravest of the companions condescended to smile when they beheld the white beard, the hairy arms, and uncouth figure of the veteran, who was invested with the spoils of the Great King. 26 The sack of Ctesiphon was followed by its desertion and gradual decay. The Saracens disliked the air and situation of the place, and Omar was advised by his general to remove the seat of government to the western side of the Euphrates. In every age, the foundation and ruin of the Assyrian cities has been easy and rapid: the country is destitute of stone and timber; and the most solid structures 27 are composed of bricks baked in the sun, and joined by a cement of the native bitumen. The name of Cufa 28 describes a habitation of reeds and earth; but the importance of the new capital was supported by the numbers, wealth, and spirit, of a colony of veterans; and their licentiousness was indulged by the wisest caliphs, who were apprehensive of provoking the revolt of a hundred thousand swords: “Ye men of Cufa,” said Ali, who solicited their aid, “you have been always conspicuous by your valor. You conquered the Persian king, and scattered his forces, till you had taken possession of his inheritance.” This mighty conquest was achieved by the battles of Jalula and Nehavend. After the loss of the former, Yezdegerd fled from Holwan, and concealed his shame and despair in the mountains of Farsistan, from whence Cyrus had descended with his equal and valiant companions. The courage of the nation survived that of the monarch: among the hills to the south of Ecbatana or Hamadan, one hundred and fifty thousand Persians made a third and final stand for their religion and country; and the decisive battle of Nehavend was styled by the Arabs the victory of victories. If it be true that the flying general of the Persians was stopped and overtaken in a crowd of mules and camels laden with honey, the incident, however slight and singular, will denote the luxurious impediments of an Oriental army. 29"}