{"label": "ham", "to_address": "jiho <jo.irisson@gmail.com>", "from_address": "\"Gabor Grothendieck\" <ggrothendieck@gmail.com>", "subject": "Re: [R] lapply not reading arguments from the correct environment", "body": " ...Here Thrasymachus, who has made several attempts to interrupt, but has hitherto been kept in order by the company, takes advantage of a pause and rushes into the arena, beginning, like a savage animal, with a roar. ‘Socrates,’ he says, ‘what folly is this?—Why do you agree to be vanquished by one another in a pretended argument?’ He then prohibits all the ordinary definitions of justice; to which Socrates replies that he cannot tell how many twelve is, if he is forbidden to say 2 x 6, or 3 x 4, or 6 x 2, or 4 x 3. At first Thrasymachus is reluctant to argue; but at length, with a promise of payment on the part of the company and of praise from Socrates, he is induced to open the game. ‘Listen,’ he says, ‘my answer is that might is right, justice the interest of the stronger: now praise me.’ Let me understand you first. Do you mean that because Polydamas the wrestler, who is stronger than we are, finds the eating of beef for his interest, the eating of beef is also for our interest, who are not so strong? Thrasymachus is indignant at the illustration, and in pompous words, apparently intended to restore dignity to the argument, he explains his meaning to be that the rulers make laws for their own interests. But suppose, says Socrates, that the ruler or stronger makes a mistake—then the interest of the stronger is not his interest. Thrasymachus is saved from this speedy downfall by his disciple Cleitophon, who introduces the word ‘thinks;’—not the actual interest of the ruler, but what he thinks or what seems to be his interest, is justice. The contradiction is escaped by the unmeaning evasion: for though his real and apparent interests may differ, what the ruler thinks to be his interest will always remain what he thinks to be his interest."}