{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "\"Glenn Ervin\" <GlennErvin@cableone.net>", "subject": "Re: three hds? is this possible?", "body": " The primitive Christians were possessed with an unconquerable repugnance to the use and abuse of images; and this aversion may be ascribed to their descent from the Jews, and their enmity to the Greeks. The Mosaic law had severely proscribed all representations of the Deity; and that precept was firmly established in the principles and practice of the chosen people. The wit of the Christian apologists was pointed against the foolish idolaters, who bowed before the workmanship of their own hands; the images of brass and marble, which, had they been endowed with sense and motion, should have started rather from the pedestal to adore the creative powers of the artist. 2 Perhaps some recent and imperfect converts of the Gnostic tribe might crown the statues of Christ and St. Paul with the profane honors which they paid to those of Aristotle and Pythagoras; 3 but the public religion of the Catholics was uniformly simple and spiritual; and the first notice of the use of pictures is in the censure of the council of Illiberis, three hundred years after the Christian aera. Under the successors of Constantine, in the peace and luxury of the triumphant church, the more prudent bishops condescended to indulge a visible superstition, for the benefit of the multitude; and, after the ruin of Paganism, they were no longer restrained by the apprehension of an odious parallel. The first introduction of a symbolic worship was in the veneration of the cross, and of relics. The saints and martyrs, whose intercession was implored, were seated on the right hand of God; but the gracious and often supernatural favors, which, in the popular belief, were showered round their tomb, conveyed an unquestionable sanction of the devout pilgrims, who visited, and touched, and kissed these lifeless remains, the memorials of their merits and sufferings. 4 But a memorial, more interesting than the skull or the sandals of a departed worthy, is the faithful copy of his person and features, delineated by the arts of painting or sculpture. In every age, such copies, so congenial to human feelings, have been cherished by the zeal of private friendship, or public esteem: the images of the Roman emperors were adored with civil, and almost religious, honors; a reverence less ostentatious, but more sincere, was applied to the statues of sages and patriots; and these profane virtues, these splendid sins, disappeared in the presence of the holy men, who had died for their celestial and everlasting country. At first, the experiment was made with caution and scruple; and the venerable pictures were discreetly allowed to instruct the ignorant, to awaken the cold, and to gratify the prejudices of the heathen proselytes. By a slow though inevitable progression, the honors of the original were transferred to the copy: the devout Christian prayed before the image of a saint; and the Pagan rites of genuflection, luminaries, and incense, again stole into the Catholic church. The scruples of reason, or piety, were silenced by the strong evidence of visions and miracles; and the pictures which speak, and move, and bleed, must be endowed with a divine energy, and may be considered as the proper objects of religious adoration. The most audacious pencil might tremble in the rash attempt of defining, by forms and colors, the infinite Spirit, the eternal Father, who pervades and sustains the universe. 5 But the superstitious mind was more easily reconciled to paint and to worship the angels, and, above all, the Son of God, under the human shape, which, on earth, they have condescended to assume. The second person of the Trinity had been clothed with a real and mortal body; but that body had ascended into heaven: and, had not some similitude been presented to the eyes of his disciples, the spiritual worship of Christ might have been obliterated by the visible relics and representations of the saints. A similar indulgence was requisite and propitious for the Virgin Mary: the place of her burial was unknown; and the assumption of her soul and body into heaven was adopted by the credulity of the Greeks and Latins. The use, and even the worship, of images was firmly established before the end of the sixth century: they were fondly cherished by the warm imagination of the Greeks and Asiatics: the Pantheon and Vatican were adorned with the emblems of a new superstition; but this semblance of idolatry was more coldly entertained by the rude Barbarians and the Arian clergy of the West. The bolder forms of sculpture, in brass or marble, which peopled the temples of antiquity, were offensive to the fancy or conscience of the Christian Greeks: and a smooth surface of colors has ever been esteemed a more decent and harmless mode of imitation. 6"}