{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "\"Daily Top 10\" <mailings@mail.cnn.com>", "subject": "CNN.com Daily Top 10", "body": " Odoacer, a rival not unworthy of his arms, had already occupied the advantageous and well-known post of the River Sontius, near the ruins of Aquileia, at the head of a powerful host, whose independent kings 18 or leaders disdained the duties of subordination and the prudence of delays. No sooner had Theodoric gained a short repose and refreshment to his wearied cavalry, than he boldly attacked the fortifications of the enemy; the Ostrogoths showed more ardor to acquire, than the mercenaries to defend, the lands of Italy; and the reward of the first victory was the possession of the Venetian province as far as the walls of Verona. In the neighborhood of that city, on the steep banks of the rapid Adige, he was opposed by a new army, reenforced in its numbers, and not impaired in its courage: the contest was more obstinate, but the event was still more decisive; Odoacer fled to Ravenna, Theodoric advanced to Milan, and the vanquished troops saluted their conqueror with loud acclamations of respect and fidelity. But their want either of constancy or of faith soon exposed him to the most imminent danger; his vanguard, with several Gothic counts, which had been rashly intrusted to a deserter, was betrayed and destroyed near Faenza by his double treachery; Odoacer again appeared master of the field, and the invader, strongly intrenched in his camp of Pavia, was reduced to solicit the aid of a kindred nation, the Visigoths of Gaul. In the course of this History, the most voracious appetite for war will be abundantly satiated; nor can I much lament that our dark and imperfect materials do not afford a more ample narrative of the distress of Italy, and of the fierce conflict, which was finally decided by the abilities, experience, and valor of the Gothic king. Immediately before the battle of Verona, he visited the tent of his mother 19 and sister, and requested, that on a day, the most illustrious festival of his life, they would adorn him with the rich garments which they had worked with their own hands. “Our glory,” said he, “is mutual and inseparable. You are known to the world as the mother of Theodoric; and it becomes me to prove, that I am the genuine offspring of those heroes from whom I claim my descent.” The wife or concubine of Theodemir was inspired with the spirit of the German matrons, who esteemed their sons’ honor far above their safety; and it is reported, that in a desperate action, when Theodoric himself was hurried along by the torrent of a flying crowd, she boldly met them at the entrance of the camp, and, by her generous reproaches, drove them back on the swords of the enemy. 20"}