{"label": "spam", "to_address": "aholt@plg.uwaterloo.ca", "from_address": "\"Vincent Vogel\" <aholt@plg.uwaterloo.ca>", "subject": "Your Amb1en 0rder #7931729", "body": " There may two definitions be given of this relation, which are only different, by their presenting a different view of the same object, and making us consider it either as a philosophical or as a natural relation; either as a comparison of two ideas, or as an association betwixt them. We may define a CAUSE to be An object precedent and contiguous to another, and where all the objects resembling the former are placed in like relations of precedency and contiguity to those objects that resemble the latter. I If this definition be esteemed defective, because drawn from objects foreign to the cause, we may substitute this other definition in its place, viz. A CAUSE is an object precedent and contiguous to another, and so united with it, that the idea, of the one determines the mind to form the idea of the other, and the impression of the one to form a more lively idea of the other. 2 should this definition also be rejected for the same reason, I know no other remedy, than that the persons, who express this delicacy, should substitute a juster definition in its place. But for my part I must own my incapacity for such an undertaking. When I examine with the utmost accuracy those objects, which are commonly denominated causes and effects, I find, in considering a single instance, that the one object is precedent and contiguous to the other; and in inlarging my view to consider several instances, I find only, that like objects are constantly placed in like relations of succession and contiguity. Again, when I consider the influence of this constant conjunction, I perceive, that such a relation can never be an object of reasoning, and can never operate upon the mind, but by means of custom, which determines the imagination to make a transition from the idea of one object to that of its usual attendant, and from the impression of one to a more lively idea of the other. However extraordinary these sentiments may appear, I think it fruitless to trouble myself with any farther enquiry or reasoning upon the subject, but shall repose myself on them as on established maxims."}