{"label": "spam", "to_address": "cruiseca@flax9.uwaterloo.ca", "from_address": "\"PSC - Jessica\" <return@nicktalktime.com>", "subject": "Your Check is Waiting", "body": " We might, indeed at first suppose that the proposition 7 + 5 = 12 is a merely analytical proposition, following (according to the principle of contradiction) from the conception of a sum of seven and five. But if we regard it more narrowly, we find that our conception of the sum of seven and five contains nothing more than the uniting of both sums into one, whereby it cannot at all be cogitated what this single number is which embraces both. The conception of twelve is by no means obtained by merely cogitating the union of seven and five; and we may analyse our conception of such a possible sum as long as we will, still we shall never discover in it the notion of twelve. We must go beyond these conceptions, and have recourse to an intuition which corresponds to one of the two—our five fingers, for example, or like Segner in his Arithmetic five points, and so by degrees, add the units contained in the five given in the intuition, to the conception of seven. For I first take the number 7, and, for the conception of 5 calling in the aid of the fingers of my hand as objects of intuition, I add the units, which I before took together to make up the number 5, gradually now by means of the material image my hand, to the number 7, and by this process, I at length see the number 12 arise. That 7 should be added to 5, I have certainly cogitated in my conception of a sum = 7 + 5, but not that this sum was equal to 12. Arithmetical propositions are therefore always synthetical, of which we may become more clearly convinced by trying large numbers. For it will thus become quite evident that, turn and twist our conceptions as we may, it is impossible, without having recourse to intuition, to arrive at the sum total or product by means of the mere analysis of our conceptions. Just as little is any principle of pure geometry analytical. “A straight line between two points is the shortest,” is a synthetical proposition. For my conception of straight contains no notion of quantity, but is merely qualitative. The conception of the shortest is therefore fore wholly an addition, and by no analysis can it be extracted from our conception of a straight line. Intuition must therefore here lend its aid, by means of which, and thus only, our synthesis is possible."}