{"label": "ham", "to_address": "\"Bruno Costacurta\" <pubmb01@skynet.be>", "from_address": "ajdlinux@gmail.com", "subject": "Re: Copyright verification needed", "body": " III. Aethiopia and Egypt have been stigmatized, in every age, as the original source and seminary of the plague. 87 In a damp, hot, stagnating air, this African fever is generated from the putrefaction of animal substances, and especially from the swarms of locusts, not less destructive to mankind in their death than in their lives. The fatal disease which depopulated the earth in the time of Justinian and his successors, 88 first appeared in the neighborhood of Pelusium, between the Serbonian bog and the eastern channel of the Nile. From thence, tracing as it were a double path, it spread to the East, over Syria, Persia, and the Indies, and penetrated to the West, along the coast of Africa, and over the continent of Europe. In the spring of the second year, Constantinople, during three or four months, was visited by the pestilence; and Procopius, who observed its progress and symptoms with the eyes of a physician, 89 has emulated the skill and diligence of Thucydides in the description of the plague of Athens. 90 The infection was sometimes announced by the visions of a distempered fancy, and the victim despaired as soon as he had heard the menace and felt the stroke of an invisible spectre. But the greater number, in their beds, in the streets, in their usual occupation, were surprised by a slight fever; so slight, indeed, that neither the pulse nor the color of the patient gave any signs of the approaching danger. The same, the next, or the succeeding day, it was declared by the swelling of the glands, particularly those of the groin, of the armpits, and under the ear; and when these buboes or tumors were opened, they were found to contain a coal, or black substance, of the size of a lentil. If they came to a just swelling and suppuration, the patient was saved by this kind and natural discharge of the morbid humor. But if they continued hard and dry, a mortification quickly ensued, and the fifth day was commonly the term of his life. The fever was often accompanied with lethargy or delirium; the bodies of the sick were covered with black pustules or carbuncles, the symptoms of immediate death; and in the constitutions too feeble to produce an irruption, the vomiting of blood was followed by a mortification of the bowels. To pregnant women the plague was generally mortal: yet one infant was drawn alive from his dead mother, and three mothers survived the loss of their infected foetus. Youth was the most perilous season; and the female sex was less susceptible than the male: but every rank and profession was attacked with indiscriminate rage, and many of those who escaped were deprived of the use of their speech, without being secure from a return of the disorder. 91 The physicians of Constantinople were zealous and skilful; but their art was baffled by the various symptoms and pertinacious vehemence of the disease: the same remedies were productive of contrary effects, and the event capriciously disappointed their prognostics of death or recovery. The order of funerals, and the right of sepulchres, were confounded: those who were left without friends or servants, lay unburied in the streets, or in their desolate houses; and a magistrate was authorized to collect the promiscuous heaps of dead bodies, to transport them by land or water, and to inter them in deep pits beyond the precincts of the city. Their own danger, and the prospect of public distress, awakened some remorse in the minds of the most vicious of mankind: the confidence of health again revived their passions and habits; but philosophy must disdain the observation of Procopius, that the lives of such men were guarded by the peculiar favor of fortune or Providence. He forgot, or perhaps he secretly recollected, that the plague had touched the person of Justinian himself; but the abstemious diet of the emperor may suggest, as in the case of Socrates, a more rational and honorable cause for his recovery. 92 During his sickness, the public consternation was expressed in the habits of the citizens; and their idleness and despondence occasioned a general scarcity in the capital of the East."}