{"label": "ham", "to_address": "Nishi <nishiprafull@gmail.com>", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: basename equivalent?", "body": " The standard of measure is thus found ready in the general measures of weight of metals and, therefore, where-ever metallic circulation is in vogue, these measures serve originally as standards of price. Since commodities no more relate to each other as exchange values to be measured by labor-time, but as magnitudes of the same denomination measured in gold, the latter is transformed from a _measure of value_ into a _standard of price_. The comparison of prices with each other as different quantities of gold is thus crystallized in figures which correspond to an assumed quantity of gold and represent it as a standard of aliquot parts. Gold as measure of value and as standard of price has entirely different forms of manifestation and the confusing of the two has resulted in the wildest of theories. Gold is a measure of value as incorporated labor-time; it is the standard of price as certain weight of metal. Gold becomes the measure of value by virtue of its relation as exchange value to commodities as exchange values; as standard of price, a definite quantity of gold serves as a unit for other quantities of gold. Gold is the measure of value, because its value is variable; it is the standard of price, because it is fixed as a constant unit of weight. In this case, as in all cases of measuring quantities of the same denomination, the establishment of a definite and unvarying unit of measure is all-important. The necessity of settling upon a quantity of gold as a unit of measure and upon its aliquot parts as subdivisions of that unit, has given rise to the notion that a certain quantity of gold which has naturally a variable value had been assigned a fixed ratio of value to the exchange values of all commodities; the fact is overlooked that exchange values of commodities are transformed into prices, i. e. into quantities of gold, before gold develops as a standard of price. No matter how the value of gold may vary, the ratios between the values of different quantities of gold remain constant. Let the fall in the value of gold amount to 1000 per cent., still twelve ounces of gold will have a twelve times greater value than one ounce of gold; and in prices the only thing considered is the ratio between different quantities of gold. Since, on the other hand, no rise or fall in the value of an ounce of gold can alter its weight, no alteration can take place in the weight of its aliquot parts. Thus gold always renders the same service as an invariable standard of price, no matter how much its value may vary.[41]"}