{"label": "ham", "to_address": "\"OtherRecipients of perl Ticket #38844\": ;", "from_address": "\"Paul Cochrane via RT\" <parrotbug-followup@parrotcode.org>", "subject": "[perl #38844] [TODO] Make lint, splint and tags targets ", "body": " In all the pursuits of active and speculative life, the emulation of states and individuals is the most powerful spring of the efforts and improvements of mankind. The cities of ancient Greece were cast in the happy mixture of union and independence, which is repeated on a larger scale, but in a looser form, by the nations of modern Europe; the union of language, religion, and manners, which renders them the spectators and judges of each other’s merit; 115 the independence of government and interest, which asserts their separate freedom, and excites them to strive for preeminence in the career of glory. The situation of the Romans was less favorable; yet in the early ages of the republic, which fixed the national character, a similar emulation was kindled among the states of Latium and Italy; and in the arts and sciences, they aspired to equal or surpass their Grecian masters. The empire of the Caesars undoubtedly checked the activity and progress of the human mind; its magnitude might indeed allow some scope for domestic competition; but when it was gradually reduced, at first to the East and at last to Greece and Constantinople, the Byzantine subjects were degraded to an abject and languid temper, the natural effect of their solitary and insulated state. From the North they were oppressed by nameless tribes of Barbarians, to whom they scarcely imparted the appellation of men. The language and religion of the more polished Arabs were an insurmountable bar to all social intercourse. The conquerors of Europe were their brethren in the Christian faith; but the speech of the Franks or Latins was unknown, their manners were rude, and they were rarely connected, in peace or war, with the successors of Heraclius. Alone in the universe, the self-satisfied pride of the Greeks was not disturbed by the comparison of foreign merit; and it is no wonder if they fainted in the race, since they had neither competitors to urge their speed, nor judges to crown their victory. The nations of Europe and Asia were mingled by the expeditions to the Holy Land; and it is under the Comnenian dynasty that a faint emulation of knowledge and military virtue was rekindled in the Byzantine empire."}