{"label": "ham", "to_address": "\"CM Analyst\" <cmanalyst@yahoo.com>", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: Need Help Installing Win32:SerialPort", "body": " But their _losses_, in this sense, were far superior to their gifts and expenses; and their heirs, not less than the poor, were the objects of their paternal care. The sums which they paid for livery and seizin attest the greatness of their possessions; and several estates have remained in their family since the thirteenth and fourteenth centuries. In war, the Courtenays of England fulfilled the duties, and deserved the honors, of chivalry. They were often intrusted to levy and command the militia of Devonshire and Cornwall; they often attended their supreme lord to the borders of Scotland; and in foreign service, for a stipulated price, they sometimes maintained fourscore men-at-arms and as many archers. By sea and land they fought under the standard of the Edwards and Henries: their names are conspicuous in battles, in tournaments, and in the original list of the Order of the Garter; three brothers shared the Spanish victory of the Black Prince; and in the lapse of six generations, the English Courtenays had learned to despise the nation and country from which they derived their origin. In the quarrel of the two roses, the earls of Devon adhered to the house of Lancaster; and three brothers successively died either in the field or on the scaffold. Their honors and estates were restored by Henry the Seventh; a daughter of Edward the Fourth was not disgraced by the nuptials of a Courtenay; their son, who was created Marquis of Exeter, enjoyed the favor of his cousin Henry the Eighth; and in the camp of Cloth of Gold, he broke a lance against the French monarch. But the favor of Henry was the prelude of disgrace; his disgrace was the signal of death; and of the victims of the jealous tyrant, the marquis of Exeter is one of the most noble and guiltless. His son Edward lived a prisoner in the Tower, and died in exile at Padua; and the secret love of Queen Mary, whom he slighted, perhaps for the princess Elizabeth, has shed a romantic color on the story of this beautiful youth. The relics of his patrimony were conveyed into strange families by the marriages of his four aunts; and his personal honors, as if they had been legally extinct, were revived by the patents of succeeding princes. But there still survived a lineal descendant of Hugh, the first earl of Devon, a younger branch of the Courtenays, who have been seated at Powderham Castle above four hundred years, from the reign of Edward the Third to the present hour. Their estates have been increased by the grant and improvement of lands in Ireland, and they have been recently restored to the honors of the peerage. Yet the Courtenays still retain the plaintive motto, which asserts the innocence, and deplores the fall, of their ancient house. 86 While they sigh for past greatness, they are doubtless sensible of present blessings: in the long series of the Courtenay annals, the most splendid æra is likewise the most unfortunate; nor can an opulent peer of Britain be inclined to envy the emperors of Constantinople, who wandered over Europe to solicit alms for the support of their dignity and the defence of their capital."}