{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Sheet PlayAlong\" <pvaqmwsowf@comcast.net>", "subject": "Your refinance loan approved", "body": " I said, 'O thou stranger woman, thou sayest well; but, assuming Love to be such as you say, what is the use of him to men?' 'That, Socrates,' she replied, 'I will attempt to unfold: of his nature and birth I have already spoken; and you acknowledge that love is of the beautiful. But some one will say: Of the beautiful in what, Socrates and Diotima?--or rather let me put the question more clearly, and ask: When a man loves the beautiful, what does he desire?' I answered her 'That the beautiful may be his.' 'Still,' she said, 'the answer suggests a further question: What is given by the possession of beauty?' 'To what you have asked,' I replied, 'I have no answer ready.' 'Then,' she said, 'let me put the word \"good\" in the place of the beautiful, and repeat the question once more: If he who loves loves the good, what is it then that he loves?' 'The possession of the good,' I said. 'And what does he gain who possesses the good?' 'Happiness,' I replied; 'there is less difficulty in answering that question.' 'Yes,' she said, 'the happy are made happy by the acquisition of good things. Nor is there any need to ask why a man desires happiness; the answer is already final.' 'You are right.' I said. 'And is this wish and this desire common to all? and do all men always desire their own good, or only some men?--what say you?' 'All men,' I replied; 'the desire is common to all.' 'Why, then,' she rejoined, 'are not all men, Socrates, said to love, but only some of them? whereas you say that all men are always loving the same things.' 'I myself wonder,' I said, 'why this is.' 'There is nothing to wonder at,' she replied; 'the reason is that one part of love is separated off and receives the name of the whole, but the other parts have other names.' 'Give an illustration,' I said. She answered me as follows: 'There is poetry, which, as you know, is complex and manifold. All creation or passage of non-being into being is poetry or making, and the processes of all art are creative; and the masters of arts are all poets or makers.' 'Very true.' 'Still,' she said, 'you know that they are not called poets, but have other names; only that portion of the art which is separated off from the rest, and is concerned with music and metre, is termed poetry, and they who possess poetry in this sense of the word are called poets.' 'Very true,' I said. 'And the same holds of love. For you may say generally that all desire of good and happiness is only the great and subtle power of love; but they who are drawn towards him by any other path, whether the path of money-making or gymnastics or philosophy, are not called lovers--the name of the whole is appropriated to those whose affection takes one form only--they alone are said to love, or to be lovers.' 'I dare say,' I replied, 'that you are right.' 'Yes,' she added, 'and you hear people say that lovers are seeking for their other half; but I say that they are seeking neither for the half of themselves, nor for the whole, unless the half or the whole be also a good. And they will cut off their own hands and feet and cast them away, if they are evil; for they love not what is their own, unless perchance there be some one who calls what belongs to him the good, and what belongs to another the evil. For there is nothing which men love but the good. Is there anything?' 'Certainly, I should say, that there is nothing.' 'Then,' she said, 'the simple truth is, that men love the good.' 'Yes,' I said. 'To which must be added that they love the possession of the good?' 'Yes, that must be added.' 'And not only the possession, but the everlasting possession of the good?' 'That must be added too.' 'Then love,' she said, 'may be described generally as the love of the everlasting possession of the good?' 'That is most true.'"}