{"label": "ham", "to_address": "Ignacio Coupeau <icoupeau@unav.es>", "from_address": "tridge@samba.org", "subject": "Re: initial test version of CTDB clustered Samba available", "body": " But it is no easy task to confine luxury within the limits of an empire. The most remote countries of the ancient world were ransacked to supply the pomp and delicacy of Rome. The forests of Scythia afforded some valuable furs. Amber was brought over land from the shores of the Baltic to the Danube; and the barbarians were astonished at the price which they received in exchange for so useless a commodity. 101 There was a considerable demand for Babylonian carpets, and other manufactures of the East; but the most important and unpopular branch of foreign trade was carried on with Arabia and India. Every year, about the time of the summer solstice, a fleet of a hundred and twenty vessels sailed from Myos-hormos, a port of Egypt, on the Red Sea. By the periodical assistance of the monsoons, they traversed the ocean in about forty days. The coast of Malabar, or the island of Ceylon, 102 was the usual term of their navigation, and it was in those markets that the merchants from the more remote countries of Asia expected their arrival. The return of the fleet of Egypt was fixed to the months of December or January; and as soon as their rich cargo had been transported on the backs of camels, from the Red Sea to the Nile, and had descended that river as far as Alexandria, it was poured, without delay, into the capital of the empire. 103 The objects of oriental traffic were splendid and trifling; silk, a pound of which was esteemed not inferior in value to a pound of gold; 104 precious stones, among which the pearl claimed the first rank after the diamond; 105 and a variety of aromatics, that were consumed in religious worship and the pomp of funerals. The labor and risk of the voyage was rewarded with almost incredible profit; but the profit was made upon Roman subjects, and a few individuals were enriched at the expense of the public. As the natives of Arabia and India were contented with the productions and manufactures of their own country, silver, on the side of the Romans, was the principal, if not the only 1051 instrument of commerce. It was a complaint worthy of the gravity of the senate, that, in the purchase of female ornaments, the wealth of the state was irrecoverably given away to foreign and hostile nations. 106 The annual loss is computed, by a writer of an inquisitive but censorious temper, at upwards of eight hundred thousand pounds sterling. 107 Such was the style of discontent, brooding over the dark prospect of approaching poverty. And yet, if we compare the proportion between gold and silver, as it stood in the time of Pliny, and as it was fixed in the reign of Constantine, we shall discover within that period a very considerable increase. 108 There is not the least reason to suppose that gold was become more scarce; it is therefore evident that silver was grown more common; that whatever might be the amount of the Indian and Arabian exports, they were far from exhausting the wealth of the Roman world; and that the produce of the mines abundantly supplied the demands of commerce."}