{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "epistle <iktfh@stanford.edu>", "subject": "Now the US have \"eggs in a basket,\" which is fried bread with a fried egg in a hole in the middle.", "body": " The name Confucius is only the Latinized form of two words which mean \"Master K'ung.\" He was born 551 B.C., his father being governor of Shantung. He was married at nineteen, and seems to have occupied some minor position under the government. In his twenty-fourth year he entered upon the three years' mourning for the death of his mother. His seclusion gave him time for deep thought and the study of history, and he resolved upon the regeneration of his unhappy country. By the time he was thirty he became known as a great teacher, and disciples flocked to him. But he was yet occupied in public duties, and rose through successive stages to the office of Chief Judge in his own country of Lu. His tenure of office is said to have put an end to crime, and he became the \"idol of the people\" in his district. The jealousy of the feudal lords was roused by his fame as a moral teacher and a blameless judge. Confucius was driven from his home, and wandered about, with a few disciples, until his sixty-ninth year, when he returned to Lu, after accomplishing a work which has borne fruit, such as it is, to the present day. He spent the remaining five years of his life in editing the odes and historic monuments in which the glories of the ancient Chinese dynasty are set forth. He died in his seventy-third year, 478 B.C. There can be no doubt that the success of Confucius has been singularly great, owing especially to the narrow scope of his scheme, which has become crystallized in the habits, usages, and customs of the people. Especially has it been instrumental in consolidating the empire, and in strengthening the power of the monarch, who, as he every year burns incense in the red-walled temple at Pekin, utters sincerely the invocation: \"Great art thou, O perfect Sage! Thy virtue is full, thy doctrine complete. Among mortal men there has not been thine equal. All kings honor thee. Thy statutes and laws have come gloriously down. Thou art the pattern in this imperial school. Reverently have the sacrificial vessels been set out. Full of awe, we sound our drums and bells.\""}