{"label": "ham", "to_address": "Thomas Wittek <mail@gedankenkonstrukt.de>", "from_address": "Garrett Cooper <youshi10@u.washington.edu>", "subject": "Re: Is Perl 6 too late?", "body": " Under the reign of the Ommiades, the studies of the Moslems were confined to the interpretation of the Koran, and the eloquence and poetry of their native tongue. A people continually exposed to the dangers of the field must esteem the healing powers of medicine, or rather of surgery; but the starving physicians of Arabia murmured a complaint that exercise and temperance deprived them of the greatest part of their practice. 51 After their civil and domestic wars, the subjects of the Abbassides, awakening from this mental lethargy, found leisure and felt curiosity for the acquisition of profane science. This spirit was first encouraged by the caliph Almansor, who, besides his knowledge of the Mahometan law, had applied himself with success to the study of astronomy. But when the sceptre devolved to Almamon, the seventh of the Abbassides, he completed the designs of his grandfather, and invited the muses from their ancient seats. His ambassadors at Constantinople, his agents in Armenia, Syria, and Egypt, collected the volumes of Grecian science; at his command they were translated by the most skilful interpreters into the Arabic language: his subjects were exhorted assiduously to peruse these instructive writings; and the successor of Mahomet assisted with pleasure and modesty at the assemblies and disputations of the learned. “He was not ignorant,” says Abulpharagius, “that they are the elect of God, his best and most useful servants, whose lives are devoted to the improvement of their rational faculties. The mean ambition of the Chinese or the Turks may glory in the industry of their hands or the indulgence of their brutal appetites. Yet these dexterous artists must view, with hopeless emulation, the hexagons and pyramids of the cells of a beehive: 52 these fortitudinous heroes are awed by the superior fierceness of the lions and tigers; and in their amorous enjoyments they are much inferior to the vigor of the grossest and most sordid quadrupeds. The teachers of wisdom are the true luminaries and legislators of a world, which, without their aid, would again sink in ignorance and barbarism.” 53 The zeal and curiosity of Almamon were imitated by succeeding princes of the line of Abbas: their rivals, the Fatimites of Africa and the Ommiades of Spain, were the patrons of the learned, as well as the commanders of the faithful; the same royal prerogative was claimed by their independent emirs of the provinces; and their emulation diffused the taste and the rewards of science from Samarcand and Bochara to Fez and Cordova. The vizier of a sultan consecrated a sum of two hundred thousand pieces of gold to the foundation of a college at Bagdad, which he endowed with an annual revenue of fifteen thousand dinars. The fruits of instruction were communicated, perhaps at different times, to six thousand disciples of every degree, from the son of the noble to that of the mechanic: a sufficient allowance was provided for the indigent scholars; and the merit or industry of the professors was repaid with adequate stipends. In every city the productions of Arabic literature were copied and collected by the curiosity of the studious and the vanity of the rich. A private doctor refused the invitation of the sultan of Bochara, because the carriage of his books would have required four hundred camels. The royal library of the Fatimites consisted of one hundred thousand manuscripts, elegantly transcribed and splendidly bound, which were lent, without jealousy or avarice, to the students of Cairo. Yet this collection must appear moderate, if we can believe that the Ommiades of Spain had formed a library of six hundred thousand volumes, forty-four of which were employed in the mere catalogue. Their capital, Cordova, with the adjacent towns of Malaga, Almeria, and Murcia, had given birth to more than three hundred writers, and above seventy public libraries were opened in the cities of the Andalusian kingdom. The age of Arabian learning continued about five hundred years, till the great eruption of the Moguls, and was coeval with the darkest and most slothful period of European annals; but since the sun of science has arisen in the West, it should seem that the Oriental studies have languished and declined. 54"}