{"label": "ham", "to_address": "Volker.Lendecke@SerNet.DE", "from_address": "James Peach <jpeach@samba.org>", "subject": "Re: [PATCH] Expanding nested groups in winbindd_getgrnam()", "body": " No sooner was the exile restored to freedom and his country, than his ambition revived, at first to his own, and at length to the public, misfortune. A daughter of Manuel was a feeble bar to the succession of the more deserving males of the Comnenian blood; her future marriage with the prince of Hungary was repugnant to the hopes or prejudices of the princes and nobles. But when an oath of allegiance was required to the presumptive heir, Andronicus alone asserted the honor of the Roman name, declined the unlawful engagement, and boldly protested against the adoption of a stranger. His patriotism was offensive to the emperor, but he spoke the sentiments of the people, and was removed from the royal presence by an honorable banishment, a second command of the Cilician frontier, with the absolute disposal of the revenues of Cyprus. In this station the Armenians again exercised his courage and exposed his negligence; and the same rebel, who baffled all his operations, was unhorsed, and almost slain by the vigor of his lance. But Andronicus soon discovered a more easy and pleasing conquest, the beautiful Philippa, sister of the empress Maria, and daughter of Raymond of Poitou, the Latin prince of Antioch. For her sake he deserted his station, and wasted the summer in balls and tournaments: to his love she sacrificed her innocence, her reputation, and the offer of an advantageous marriage. But the resentment of Manuel for this domestic affront interrupted his pleasures: Andronicus left the indiscreet princess to weep and to repent; and, with a band of desperate adventurers, undertook the pilgrimage of Jerusalem. His birth, his martial renown, and professions of zeal, announced him as the champion of the Cross: he soon captivated both the clergy and the king; and the Greek prince was invested with the lordship of Berytus, on the coast of Phoenicia."}