{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Jacques Wagnor\" <jacques.wagnor@gmail.com>", "subject": "[R] A question about riskmeasures() vs. qgpd() in library(evir)", "body": " As early as the time of Cicero and Varro, it was the opinion of the Roman augurs, that the twelve vultures which Romulus had seen, represented the twelve centuries, assigned for the fatal period of his city. 75 This prophecy, disregarded perhaps in the season of health and prosperity, inspired the people with gloomy apprehensions, when the twelfth century, clouded with disgrace and misfortune, was almost elapsed; 76 and even posterity must acknowledge with some surprise, that the arbitrary interpretation of an accidental or fabulous circumstance has been seriously verified in the downfall of the Western empire. But its fall was announced by a clearer omen than the flight of vultures: the Roman government appeared every day less formidable to its enemies, more odious and oppressive to its subjects. 77 The taxes were multiplied with the public distress; economy was neglected in proportion as it became necessary; and the injustice of the rich shifted the unequal burden from themselves to the people, whom they defrauded of the indulgences that might sometimes have alleviated their misery. The severe inquisition which confiscated their goods, and tortured their persons, compelled the subjects of Valentinian to prefer the more simple tyranny of the Barbarians, to fly to the woods and mountains, or to embrace the vile and abject condition of mercenary servants. They abjured and abhorred the name of Roman citizens, which had formerly excited the ambition of mankind. The Armorican provinces of Gaul, and the greatest part of Spain, were-thrown into a state of disorderly independence, by the confederations of the Bagaudae; and the Imperial ministers pursued with proscriptive laws, and ineffectual arms, the rebels whom they had made. 78 If all the Barbarian conquerors had been annihilated in the same hour, their total destruction would not have restored the empire of the West: and if Rome still survived, she survived the loss of freedom, of virtue, and of honor."}