{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Robert\" <geoffrey@scandinavianseed.biz>", "subject": "We cure any desease!", "body": " The Analytic of pure theoretic reason had to do with the knowledge of such objects as may have been given to the understanding, and was obliged therefore to begin from intuition and consequently (as this is always sensible) from sensibility; and only after that could advance to concepts (of the objects of this intuition), and could only end with principles after both these had preceded. On the contrary, since practical reason has not to do with objects so as to know them, but with its own faculty of realizing them (in accordance with the knowledge of them), that is, with a will which is a causality, inasmuch as reason contains its determining principle; since, consequently, it has not to furnish an object of intuition, but as practical reason has to furnish only a law (because the notion of causality always implies the reference to a law which determines the existence of the many in relation to one another); hence a critical examination of the Analytic of reason, if this is to be practical reason (and this is properly the problem), must begin with the possibility of practical principles a priori. Only after that can it proceed to concepts of the objects of a practical reason, namely, those of absolute good and evil, in order to assign them in accordance with those principles (for prior to those principles they cannot possibly be given as good and evil by any faculty of knowledge), and only then could the section be concluded with the last chapter, that, namely, which treats of the relation of the pure practical reason to the sensibility and of its necessary influence thereon, which is a priori cognisable, that is, of the moral sentiment. Thus the Analytic of the practical pure reason has the whole extent of the conditions of its use in common with the theoretical, but in reverse order. The Analytic of pure theoretic reason was divided into transcendental Aesthetic and transcendental Logic, that of the practical reversely into Logic and Aesthetic of pure practical reason (if I may, for the sake of analogy merely, use these designations, which are not quite suitable). This logic again was there divided into the Analytic of concepts and that of principles: here into that of principles and concepts. The Aesthetic also had in the former case two parts, on account of the two kinds of sensible intuition; here the sensibility is not considered as a capacity of intuition at all, but merely as feeling (which can be a subjective ground of desire), and in regard to it pure practical reason admits no further division."}