{"label": "spam", "to_address": "<mack@speedy.uwaterloo.ca>", "from_address": "\"Becky Lange\" <epigramstimberland@swift-mail.com>", "subject": "re:Can't find good drug store", "body": " The same system may help us to form a just notion of the happiness, as well as of the dignity of virtue, and may interest every principle of our nature in the embracing and cherishing that noble quality. Who indeed does not feel an accession of alacrity in his pursuits of knowledge and ability of every kind, when he considers, that besides the advantage, which immediately result from these acquisitions, they also give him a new lustre in the eyes of mankind, and are universally attended with esteem and approbation? And who can think any advantages of fortune a sufficient compensation for the least breach of the social virtues, when he considers, that not only his character with regard to others, but also his peace and inward satisfaction entirely depend upon his strict observance of them; and that a mind will never be able to bear its own survey, that has been wanting in its part to mankind and society? But I forbear insisting on this subject. Such reflections require a work a-part, very different from the genius of the present. The anatomist ought never to emulate the painter; nor in his accurate dissections and portraitures of the smaller parts of the human body, pretend to give his figures any graceful and engaging attitude or expression. There is even something hideous, or at least minute in the views of things, which he presents; and it is necessary the objects should be set more at a distance, and be more covered up from sight, to make them engaging to the eye and imagination. An anatomist, however, is admirably fitted to give advice to a painter; and it is even impracticable to excel in the latter art, without the assistance of the former. We must have an exact knowledge of the parts, their situation and connexion, before we can design with any elegance or correctness. And thus the most abstract speculations concerning human nature, however cold and unentertaining, become subservient to practical morality; and may render this latter science more correct in its precepts, and more persuasive in its exhortations."}