{"label": "ham", "to_address": "Michael Stone <michael@laptop.org>", "from_address": "Bert Freudenberg <bert@freudenbergs.de>", "subject": "Re: [sugar] Activity Launching Change Proposal", "body": " 38 (return) [ Dion (l. lxxviii. p. 1343) informs us that the extraordinary gifts of Caracalla to the army amounted annually to seventy millions of drachmæ (about two millions three hundred and fifty thousand pounds.) There is another passage in Dion, concerning the military pay, infinitely curious, were it not obscure, imperfect, and probably corrupt. The best sense seems to be, that the Prætorian guards received twelve hundred and fifty drachmæ, (forty pounds a year,) (Dion, l. lxxvii. p. 1307.) Under the reign of Augustus, they were paid at the rate of two drachmæ, or denarii, per day, 720 a year, (Tacit. Annal. i. 17.) Domitian, who increased the soldiers’ pay one fourth, must have raised the Prætorians to 960 drachmæ, (Gronoviue de Pecunia Veteri, l. iii. c. 2.) These successive augmentations ruined the empire; for, with the soldiers’ pay, their numbers too were increased. We have seen the Prætorians alone increased from 10,000 to 50,000 men. Note: Valois and Reimar have explained in a very simple and probable manner this passage of Dion, which Gibbon seems to me not to have understood. He ordered that the soldiers should receive, as the reward of their services the Prætorians 1250 drachms, the other 5000 drachms. Valois thinks that the numbers have been transposed, and that Caracalla added 5000 drachms to the donations made to the Prætorians, 1250 to those of the legionaries. The Prætorians, in fact, always received more than the others. The error of Gibbon arose from his considering that this referred to the annual pay of the soldiers, while it relates to the sum they received as a reward for their services on their discharge: donatives means recompense for service. Augustus had settled that the Prætorians, after sixteen campaigns, should receive 5000 drachms: the legionaries received only 3000 after twenty years. Caracalla added 5000 drachms to the donative of the Prætorians, 1250 to that of the legionaries. Gibbon appears to have been mistaken both in confounding this donative on discharge with the annual pay, and in not paying attention to the remark of Valois on the transposition of the numbers in the text.—G]"}