{"label": "ham", "to_address": "<beginners@perl.org>", "from_address": "\"Octavian Rasnita\" <orasnita@gmail.com>", "subject": "OOP", "body": " Meanwhile the leaders and members of the Four Hundred most opposed to a democratic form of government—Phrynichus who had had the quarrel with Alcibiades during his command at Samos, Aristarchus the bitter and inveterate enemy of the commons, and Pisander and Antiphon and others of the chiefs who already as soon as they entered upon power, and again when the army at Samos seceded from them and declared for a democracy, had sent envoys from their own body to Lacedaemon and made every effort for peace, and had built the wall in Eetionia—now redoubled their exertions when their envoys returned from Samos, and they saw not only the people but their own most trusted associates turning against them. Alarmed at the state of things at Athens as at Samos, they now sent off in haste Antiphon and Phrynichus and ten others with injunctions to make peace with Lacedaemon upon any terms, no matter what, that should be at all tolerable. Meanwhile they pushed on more actively than ever with the wall in Eetionia. Now the meaning of this wall, according to Theramenes and his supporters, was not so much to keep out the army of Samos, in case of its trying to force its way into Piraeus, as to be able to let in, at pleasure, the fleet and army of the enemy. For Eetionia is a mole of Piraeus, close alongside of the entrance of the harbour, and was now fortified in connection with the wall already existing on the land side, so that a few men placed in it might be able to command the entrance; the old wall on the land side and the new one now being built within on the side of the sea, both ending in one of the two towers standing at the narrow mouth of the harbour. They also walled off the largest porch in Piraeus which was in immediate connection with this wall, and kept it in their own hands, compelling all to unload there the corn that came into the harbour, and what they had in stock, and to take it out from thence when they sold it."}