{"label": "spam", "to_address": "gnitpick@flax9.uwaterloo.ca", "from_address": "\"Frederic Bartlett\" <gnitpick@flax9.uwaterloo.ca>", "subject": "Your Xan4x 0rder #357200", "body": " Have we not, however, a word which does not express enjoyment, as happiness does, but indicates a satisfaction in one's existence, an analogue of the happiness which must necessarily accompany the consciousness of virtue? Yes this word is self-contentment which in its proper signification always designates only a negative satisfaction in one's existence, in which one is conscious of needing nothing. Freedom and the consciousness of it as a faculty of following the moral law with unyielding resolution is independence of inclinations, at least as motives determining (though not as affecting) our desire, and so far as I am conscious of this freedom in following my moral maxims, it is the only source of an unaltered contentment which is necessarily connected with it and rests on no special feeling. This may be called intellectual contentment. The sensible contentment (improperly so-called) which rests on the satisfaction of the inclinations, however delicate they may be imagined to be, can never be adequate to the conception of it. For the inclinations change, they grow with the indulgence shown them, and always leave behind a still greater void than we had thought to fill. Hence they are always burdensome to a rational being, and, although he cannot lay them aside, they wrest from him the wish to be rid of them. Even an inclination to what is right (e.g., to beneficence), though it may much facilitate the efficacy of the moral maxims, cannot produce any. For in these all must be directed to the conception of the law as a determining principle, if the action is to contain morality and not merely legality. Inclination is blind and slavish, whether it be of a good sort or not, and, when morality is in question, reason must not play the part merely of guardian to inclination, but disregarding it altogether must attend simply to its own interest as pure practical reason. This very feeling of compassion and tender sympathy, if it precedes the deliberation on the question of duty and becomes a determining principle, is even annoying to right thinking persons, brings their deliberate maxims into confusion, and makes them wish to be delivered from it and to be subject to lawgiving reason alone."}