{"label": "ham", "to_address": "bugs-bitbucket@netlabs.develooper.com", "from_address": "James Keenan (via RT) <parrotbug-followup@parrotcode.org>", "subject": "[perl #43375] Parrot configuration option exec-prefix:  hyphen vs. underscore ", "body": " Such was the rise and progress, and such were the natural revolutions of those theological disputes, which disturbed the peace of Christianity under the reigns of Constantine and of his sons. But as those princes presumed to extend their despotism over the faith, as well as over the lives and fortunes, of their subjects, the weight of their suffrage sometimes inclined the ecclesiastical balance: and the prerogatives of the King of Heaven were settled, or changed, or modified, in the cabinet of an earthly monarch. The unhappy spirit of discord which pervaded the provinces of the East, interrupted the triumph of Constantine; but the emperor continued for some time to view, with cool and careless indifference, the object of the dispute. As he was yet ignorant of the difficulty of appeasing the quarrels of theologians, he addressed to the contending parties, to Alexander and to Arius, a moderating epistle; 77 which may be ascribed, with far greater reason, to the untutored sense of a soldier and statesman, than to the dictates of any of his episcopal counsellors. He attributes the origin of the whole controversy to a trifling and subtle question, concerning an incomprehensible point of law, which was foolishly asked by the bishop, and imprudently resolved by the presbyter. He laments that the Christian people, who had the same God, the same religion, and the same worship, should be divided by such inconsiderable distinctions; and he seriously recommends to the clergy of Alexandria the example of the Greek philosophers; who could maintain their arguments without losing their temper, and assert their freedom without violating their friendship. The indifference and contempt of the sovereign would have been, perhaps, the most effectual method of silencing the dispute, if the popular current had been less rapid and impetuous, and if Constantine himself, in the midst of faction and fanaticism, could have preserved the calm possession of his own mind. But his ecclesiastical ministers soon contrived to seduce the impartiality of the magistrate, and to awaken the zeal of the proselyte. He was provoked by the insults which had been offered to his statues; he was alarmed by the real, as well as the imaginary magnitude of the spreading mischief; and he extinguished the hope of peace and toleration, from the moment that he assembled three hundred bishops within the walls of the same palace. The presence of the monarch swelled the importance of the debate; his attention multiplied the arguments; and he exposed his person with a patient intrepidity, which animated the valor of the combatants. Notwithstanding the applause which has been bestowed on the eloquence and sagacity of Constantine, 78 a Roman general, whose religion might be still a subject of doubt, and whose mind had not been enlightened either by study or by inspiration, was indifferently qualified to discuss, in the Greek language, a metaphysical question, or an article of faith. But the credit of his favorite Osius, who appears to have presided in the council of Nice, might dispose the emperor in favor of the orthodox party; and a well-timed insinuation, that the same Eusebius of Nicomedia, who now protected the heretic, had lately assisted the tyrant, 79 might exasperate him against their adversaries. The Nicene creed was ratified by Constantine; and his firm declaration, that those who resisted the divine judgment of the synod, must prepare themselves for an immediate exile, annihilated the murmurs of a feeble opposition; which, from seventeen, was almost instantly reduced to two, protesting bishops. Eusebius of C¾sarea yielded a reluctant and ambiguous consent to the Homoousion; 80 and the wavering conduct of the Nicomedian Eusebius served only to delay, about three months, his disgrace and exile. 81 The impious Arius was banished into one of the remote provinces of Illyricum; his person and disciples were branded by law with the odious name of Porphyrians; his writings were condemned to the flames, and a capital punishment was denounced against those in whose possession they should be found. The emperor had now imbibed the spirit of controversy, and the angry, sarcastic style of his edicts was designed to inspire his subjects with the hatred which he had conceived against the enemies of Christ. 82"}