{"label": "ham", "to_address": "\"Speakup is a screen review system for Linux.\" <speakup@braille.uwo.ca>", "from_address": "Travis Siegel <tsiegel@softcon.com>", "subject": "Re: TTSynth Is Available Again", "body": " I. _Ancient_ Italy is said to have contained eleven hundred and ninety-seven cities; and for whatsoever æra of antiquity the expression might be intended, 74 there is not any reason to believe the country less populous in the age of the Antonines, than in that of Romulus. The petty states of Latium were contained within the metropolis of the empire, by whose superior influence they had been attracted. 741 Those parts of Italy which have so long languished under the lazy tyranny of priests and viceroys, had been afflicted only by the more tolerable calamities of war; and the first symptoms of decay which _they_ experienced, were amply compensated by the rapid improvements of the Cisalpine Gaul. The splendor of Verona may be traced in its remains: yet Verona was less celebrated than Aquileia or Padua, Milan or Ravenna. II. The spirit of improvement had passed the Alps, and been felt even in the woods of Britain, which were gradually cleared away to open a free space for convenient and elegant habitations. York was the seat of government; London was already enriched by commerce; and Bath was celebrated for the salutary effects of its medicinal waters. Gaul could boast of her twelve hundred cities; 75 and though, in the northern parts, many of them, without excepting Paris itself, were little more than the rude and imperfect townships of a rising people, the southern provinces imitated the wealth and elegance of Italy. 76 Many were the cities of Gaul, Marseilles, Arles, Nismes, Narbonne, Thoulouse, Bourdeaux, Autun, Vienna, Lyons, Langres, and Treves, whose ancient condition might sustain an equal, and perhaps advantageous comparison with their present state. With regard to Spain, that country flourished as a province, and has declined as a kingdom. Exhausted by the abuse of her strength, by America, and by superstition, her pride might possibly be confounded, if we required such a list of three hundred and sixty cities, as Pliny has exhibited under the reign of Vespasian. 77 III. Three hundred African cities had once acknowledged the authority of Carthage, 78 nor is it likely that their numbers diminished under the administration of the emperors: Carthage itself rose with new splendor from its ashes; and that capital, as well as Capua and Corinth, soon recovered all the advantages which can be separated from independent sovereignty. IV. The provinces of the East present the contrast of Roman magnificence with Turkish barbarism. The ruins of antiquity scattered over uncultivated fields, and ascribed, by ignorance, to the power of magic, scarcely afford a shelter to the oppressed peasant or wandering Arab. Under the reign of the Cæsars, the proper Asia alone contained five hundred populous cities, 79 enriched with all the gifts of nature, and adorned with all the refinements of art. Eleven cities of Asia had once disputed the honor of dedicating a temple of Tiberius, and their respective merits were examined by the senate. 80 Four of them were immediately rejected as unequal to the burden; and among these was Laodicea, whose splendor is still displayed in its ruins. 81 Laodicea collected a very considerable revenue from its flocks of sheep, celebrated for the fineness of their wool, and had received, a little before the contest, a legacy of above four hundred thousand pounds by the testament of a generous citizen. 82 If such was the poverty of Laodicea, what must have been the wealth of those cities, whose claim appeared preferable, and particularly of Pergamus, of Smyrna, and of Ephesus, who so long disputed with each other the titular primacy of Asia? 83 The capitals of Syria and Egypt held a still superior rank in the empire; Antioch and Alexandria looked down with disdain on a crowd of dependent cities, 84 and yielded, with reluctance, to the majesty of Rome itself."}