{"label": "ham", "to_address": "Mike Huber <michael.huber@gmail.com>", "from_address": "Rajarshi Guha <rguha@indiana.edu>", "subject": "Re: [R] Scripting graph generation", "body": " Of these arts, the ancient Germans were wretchedly destitute. 1601 They passed their lives in a state of ignorance and poverty, which it has pleased some declaimers to dignify with the appellation of virtuous simplicity. Modern Germany is said to contain about two thousand three hundred walled towns. 17 In a much wider extent of country, the geographer Ptolemy could discover no more than ninety places which he decorates with the name of cities; 18 though, according to our ideas, they would but ill deserve that splendid title. We can only suppose them to have been rude fortifications, constructed in the centre of the woods, and designed to secure the women, children, and cattle, whilst the warriors of the tribe marched out to repel a sudden invasion. 19 But Tacitus asserts, as a well-known fact, that the Germans, in his time, had _no_ cities; 20 and that they affected to despise the works of Roman industry, as places of confinement rather than of security. 21 Their edifices were not even contiguous, or formed into regular villas; 22 each barbarian fixed his independent dwelling on the spot to which a plain, a wood, or a stream of fresh water, had induced him to give the preference. Neither stone, nor brick, nor tiles, were employed in these slight habitations. 23 They were indeed no more than low huts, of a circular figure, built of rough timber, thatched with straw, and pierced at the top to leave a free passage for the smoke. In the most inclement winter, the hardy German was satisfied with a scanty garment made of the skin of some animal. The nations who dwelt towards the North clothed themselves in furs; and the women manufactured for their own use a coarse kind of linen. 24 The game of various sorts, with which the forests of Germany were plentifully stocked, supplied its inhabitants with food and exercise. 25 Their monstrous herds of cattle, less remarkable indeed for their beauty than for their utility, 26 formed the principal object of their wealth. A small quantity of corn was the only produce exacted from the earth; the use of orchards or artificial meadows was unknown to the Germans; nor can we expect any improvements in agriculture from a people, whose prosperity every year experienced a general change by a new division of the arable lands, and who, in that strange operation, avoided disputes, by suffering a great part of their territory to lie waste and without tillage. 27"}