{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "\"Daily Top 10\" <mailings@mail.cnn.com>", "subject": "CNN.com Daily Top 10", "body": " IV. Notwithstanding the general rules established for the conviction and punishment of the Christians, the fate of those sectaries, in an extensive and arbitrary government, must still in a great measure, have depended on their own behavior, the circumstances of the times, and the temper of their supreme as well as subordinate rulers. Zeal might sometimes provoke, and prudence might sometimes avert or assuage, the superstitious fury of the Pagans. A variety of motives might dispose the provincial governors either to enforce or to relax the execution of the laws; and of these motives the most forcible was their regard not only for the public edicts, but for the secret intentions of the emperor, a glance from whose eye was sufficient to kindle or to extinguish the flames of persecution. As often as any occasional severities were exercised in the different parts of the empire, the primitive Christians lamented and perhaps magnified their own sufferings; but the celebrated number of _ten_ persecutions has been determined by the ecclesiastical writers of the fifth century, who possessed a more distinct view of the prosperous or adverse fortunes of the church, from the age of Nero to that of Diocletian. The ingenious parallels of the _ten_ plagues of Egypt, and of the _ten_ horns of the Apocalypse, first suggested this calculation to their minds; and in their application of the faith of prophecy to the truth of history, they were careful to select those reigns which were indeed the most hostile to the Christian cause. 104 But these transient persecutions served only to revive the zeal and to restore the discipline of the faithful; and the moments of extraordinary rigor were compensated by much longer intervals of peace and security. The indifference of some princes, and the indulgence of others, permitted the Christians to enjoy, though not perhaps a legal, yet an actual and public, toleration of their religion."}