{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " But this tax, or capitation, on the proprietors of land, would have suffered a rich and numerous class of free citizens to escape. With the view of sharing that species of wealth which is derived from art or labor, and which exists in money or in merchandise, the emperors imposed a distinct and personal tribute on the trading part of their subjects. 188 Some exemptions, very strictly confined both in time and place, were allowed to the proprietors who disposed of the produce of their own estates. Some indulgence was granted to the profession of the liberal arts: but every other branch of commercial industry was affected by the severity of the law. The honorable merchant of Alexandria, who imported the gems and spices of India for the use of the western world; the usurer, who derived from the interest of money a silent and ignominious profit; the ingenious manufacturer, the diligent mechanic, and even the most obscure retailer of a sequestered village, were obliged to admit the officers of the revenue into the partnership of their gain; and the sovereign of the Roman empire, who tolerated the profession, consented to share the infamous salary, of public prostitutes. 18811 As this general tax upon industry was collected every fourth year, it was styled the _Lustral Contribution:_ and the historian Zosimus 189 laments that the approach of the fatal period was announced by the tears and terrors of the citizens, who were often compelled by the impending scourge to embrace the most abhorred and unnatural methods of procuring the sum at which their property had been assessed. The testimony of Zosimus cannot indeed be justified from the charge of passion and prejudice; but, from the nature of this tribute it seems reasonable to conclude, that it was arbitrary in the distribution, and extremely rigorous in the mode of collecting. The secret wealth of commerce, and the precarious profits of art or labor, are susceptible only of a discretionary valuation, which is seldom disadvantageous to the interest of the treasury; and as the person of the trader supplies the want of a visible and permanent security, the payment of the imposition, which, in the case of a land tax, may be obtained by the seizure of property, can rarely be extorted by any other means than those of corporal punishments. The cruel treatment of the insolvent debtors of the state, is attested, and was perhaps mitigated by a very humane edict of Constantine, who, disclaiming the use of racks and of scourges, allots a spacious and airy prison for the place of their confinement. 190"}