{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "Esperanza Kendrick <loadstarutsj@nexus.org.nz>", "subject": "Low prices and high-quality meds here. ", "body": " A want or requirement of pure reason in its speculative use leads only to a hypothesis; that of pure practical reason to a postulate; for in the former case I ascend from the result as high as I please in the series of causes, not in order to give objective reality to the result (e.g., the causal connection of things and changes in the world), but in order thoroughly to satisfy my inquiring reason in respect of it. Thus I see before me order and design in nature, and need not resort to speculation to assure myself of their reality, but to explain them I have to presuppose a Deity as their cause; and then since the inference from an effect to a definite cause is always uncertain and doubtful, especially to a cause so precise and so perfectly defined as we have to conceive in God, hence the highest degree of certainty to which this pre-supposition can be brought is that it is the most rational opinion for us men. * On the other hand, a requirement of pure practical reason is based on a duty, that of making something (the summum bonum) the object of my will so as to promote it with all my powers; in which case I must suppose its possibility and, consequently, also the conditions necessary thereto, namely, God, freedom, and immortality; since I cannot prove these by my speculative reason, although neither can I refute them. This duty is founded on something that is indeed quite independent of these suppositions and is of itself apodeictically certain, namely, the moral law; and so far it needs no further support by theoretical views as to the inner constitution of things, the secret final aim of the order of the world, or a presiding ruler thereof, in order to bind me in the most perfect manner to act in unconditional conformity to the law. But the subjective effect of this law, namely, the mental disposition conformed to it and made necessary by it, to promote the practically possible summum bonum, this pre-supposes at least that the latter is possible, for it would be practically impossible to strive after the object of a conception which at bottom was empty and had no object. Now the above-mentioned postulates concern only the physical or metaphysical conditions of the possibility of the summum bonum; in a word, those which lie in the nature of things; not, however, for the sake of an arbitrary speculative purpose, but of a practically necessary end of a pure rational will, which in this case does not choose, but obeys an inexorable command of reason, the foundation of which is objective, in the constitution of things as they must be universally judged by pure reason, and is not based on inclination; for we are in nowise justified in assuming, on account of what we wish on merely subjective grounds, that the means thereto are possible or that its object is real. This, then, is an absolutely necessary requirement, and what it pre-supposes is not merely justified as an allowable hypothesis, but as a postulate in a practical point of view; and admitting that the pure moral law inexorably binds every man as a command (not as a rule of prudence), the righteous man may say: \"I will that there be a God, that my existence in this world be also an existence outside the chain of physical causes and in a pure world of the understanding, and lastly, that my duration be endless; I firmly abide by this, and will not let this faith be taken from me; for in this instance alone my interest, because I must not relax anything of it, inevitably determines my judgement, without regarding sophistries, however unable I may be to answer them or to oppose them with others more plausible. *(2)"}