{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "Norris <kwpvtxkwpbjy@boconcept.com>", "subject": "view this price list", "body": " The conceptions of reason are, as we have already shown, mere ideas, and do not relate to any object in any kind of experience. At the same time, they do not indicate imaginary or possible objects. They are purely problematical in their nature and, as aids to the heuristic exercise of the faculties, form the basis of the regulative principles for the systematic employment of the understanding in the field of experience. If we leave this ground of experience, they become mere fictions of thought, the possibility of which is quite indemonstrable; and they cannot, consequently, be employed as hypotheses in the explanation of real phenomena. It is quite admissible to cogitate the soul as simple, for the purpose of enabling ourselves to employ the idea of a perfect and necessary unity of all the faculties of the mind as the principle of all our inquiries into its internal phenomena, although we cannot cognize this unity in concreto. But to assume that the soul is a simple substance (a transcendental conception) would be enouncing a proposition which is not only indemonstrable—as many physical hypotheses are—but a proposition which is purely arbitrary, and in the highest degree rash. The simple is never presented in experience; and, if by substance is here meant the permanent object of sensuous intuition, the possibility of a simple phenomenon is perfectly inconceivable. Reason affords no good grounds for admitting the existence of intelligible beings, or of intelligible properties of sensuous things, although—as we have no conception either of their possibility or of their impossibility—it will always be out of our power to affirm dogmatically that they do not exist. In the explanation of given phenomena, no other things and no other grounds of explanation can be employed than those which stand in connection with the given phenomena according to the known laws of experience. A transcendental hypothesis, in which a mere idea of reason is employed to explain the phenomena of nature, would not give us any better insight into a phenomenon, as we should be trying to explain what we do not sufficiently understand from known empirical principles, by what we do not understand at all. The principles of such a hypothesis might conduce to the satisfaction of reason, but it would not assist the understanding in its application to objects. Order and conformity to aims in the sphere of nature must be themselves explained upon natural grounds and according to natural laws; and the wildest hypotheses, if they are only physical, are here more admissible than a hyperphysical hypothesis, such as that of a divine author. For such a hypothesis would introduce the principle of ignava ratio, which requires us to give up the search for causes that might be discovered in the course of experience and to rest satisfied with a mere idea. As regards the absolute totality of the grounds of explanation in the series of these causes, this can be no hindrance to the understanding in the case of phenomena; because, as they are to us nothing more than phenomena, we have no right to look for anything like completeness in the synthesis of the series of their conditions."}