{"label": "ham", "to_address": "perl6-language@perl.org", "from_address": "herbert breunung <deirdre_skye@web.de>", "subject": "Re: Is Perl 6 too late?", "body": " When the mysteries of the Christian faith were dangerously exposed to public debate, it might be observed, that the human understanding was capable of forming three district, though imperfect systems, concerning the nature of the Divine Trinity; and it was pronounced, that none of these systems, in a pure and absolute sense, were exempt from heresy and error. 47 I. According to the first hypothesis, which was maintained by Arius and his disciples, the _Logos_ was a dependent and spontaneous production, created from nothing by the will of the father. The Son, by whom all things were made, 48 had been begotten before all worlds, and the longest of the astronomical periods could be compared only as a fleeting moment to the extent of his duration; yet this duration was not infinite, 49 and there _had_ been a time which preceded the ineffable generation of the _Logos_. On this only-begotten Son, the Almighty Father had transfused his ample spirit, and impressed the effulgence of his glory. Visible image of invisible perfection, he saw, at an immeasurable distance beneath his feet, the thrones of the brightest archangels; yet he shone only with a reflected light, and, like the sons of the Romans emperors, who were invested with the titles of C¾sar or Augustus, 50 he governed the universe in obedience to the will of his Father and Monarch. II. In the second hypothesis, the _Logos_ possessed all the inherent, incommunicable perfections, which religion and philosophy appropriate to the Supreme God. Three distinct and infinite minds or substances, three co‘qual and co‘ternal beings, composed the Divine Essence; 51 and it would have implied contradiction, that any of them should not have existed, or that they should ever cease to exist. 52 The advocates of a system which seemed to establish three independent Deities, attempted to preserve the unity of the First Cause, so conspicuous in the design and order of the world, by the perpetual concord of their administration, and the essential agreement of their will. A faint resemblance of this unity of action may be discovered in the societies of men, and even of animals. The causes which disturb their harmony, proceed only from the imperfection and inequality of their faculties; but the omnipotence which is guided by infinite wisdom and goodness, cannot fail of choosing the same means for the accomplishment of the same ends. III. Three beings, who, by the self-derived necessity of their existence, possess all the divine attributes in the most perfect degree; who are eternal in duration, infinite in space, and intimately present to each other, and to the whole universe; irresistibly force themselves on the astonished mind, as one and the same being, 53 who, in the economy of grace, as well as in that of nature, may manifest himself under different forms, and be considered under different aspects. By this hypothesis, a real substantial trinity is refined into a trinity of names, and abstract modifications, that subsist only in the mind which conceives them. The _Logos_ is no longer a person, but an attribute; and it is only in a figurative sense that the epithet of Son can be applied to the eternal reason, which was with God from the beginning, and by _which_, not by _whom_, all things were made. The incarnation of the _Logos_ is reduced to a mere inspiration of the Divine Wisdom, which filled the soul, and directed all the actions, of the man Jesus. Thus, after revolving around the theological circle, we are surprised to find that the Sabellian ends where the Ebionite had begun; and that the incomprehensible mystery which excites our adoration, eludes our inquiry. 54"}