{"label": "ham", "to_address": "Erik Blankinship <erikb@mediamods.com>", "from_address": "Marco Pesenti Gritti <mpg@redhat.com>", "subject": "Re: [sugar] embedding mozilla into an activity", "body": " The Foole hath sayd in his heart, there is no such thing as Justice; and sometimes also with his tongue; seriously alleaging, that every mans conservation, and contentment, being committed to his own care, there could be no reason, why every man might not do what he thought conduced thereunto; and therefore also to make, or not make; keep, or not keep Covenants, was not against Reason, when it conduced to ones benefit. He does not therein deny, that there be Covenants; and that they are sometimes broken, sometimes kept; and that such breach of them may be called Injustice, and the observance of them Justice: but he questioneth, whether Injustice, taking away the feare of God, (for the same Foole hath said in his heart there is no God,) may not sometimes stand with that Reason, which dictateth to every man his own good; and particularly then, when it conduceth to such a benefit, as shall put a man in a condition, to neglect not onely the dispraise, and revilings, but also the power of other men. The Kingdome of God is gotten by violence; but what if it could be gotten by unjust violence? were it against Reason so to get it, when it is impossible to receive hurt by it? and if it be not against Reason, it is not against Justice; or else Justice is not to be approved for good. From such reasoning as this, Succesfull wickednesse hath obtained the Name of Vertue; and some that in all other things have disallowed the violation of Faith; yet have allowed it, when it is for the getting of a Kingdome. And the Heathen that believed, that Saturn was deposed by his son Jupiter, believed neverthelesse the same Jupiter to be the avenger of Injustice: Somewhat like to a piece of Law in Cokes Commentaries on Litleton; where he sayes, If the right Heire of the Crown be attainted of Treason; yet the Crown shall descend to him, and Eo Instante the Atteynder be voyd; From which instances a man will be very prone to inferre; that when the Heire apparent of a Kingdome, shall kill him that is in possession, though his father; you may call it Injustice, or by what other name you will; yet it can never be against Reason, seeing all the voluntary actions of men tend to the benefit of themselves; and those actions are most Reasonable, that conduce most to their ends. This specious reasoning is nevertheless false."}