{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Alan <acelists@gmail.com>", "subject": "Re: Leaving this list.", "body": " In the first ages of the decline and fall of the Roman empire, our eye is invariably fixed on the royal city, which had given laws to the fairest portion of the globe. We contemplate her fortunes, at first with admiration, at length with pity, always with attention, and when that attention is diverted from the capital to the provinces, they are considered as so many branches which have been successively severed from the Imperial trunk. The foundation of a second Rome, on the shores of the Bosphorus, has compelled the historian to follow the successors of Constantine; and our curiosity has been tempted to visit the most remote countries of Europe and Asia, to explore the causes and the authors of the long decay of the Byzantine monarchy. By the conquest of Justinian, we have been recalled to the banks of the Tyber, to the deliverance of the ancient metropolis; but that deliverance was a change, or perhaps an aggravation, of servitude. Rome had been already stripped of her trophies, her gods, and her Cæsars; nor was the Gothic dominion more inglorious and oppressive than the tyranny of the Greeks. In the eighth century of the Christian æra, a religious quarrel, the worship of images, provoked the Romans to assert their independence: their bishop became the temporal, as well as the spiritual, father of a free people; and of the Western empire, which was restored by Charlemagne, the title and image still decorate the singular constitution of modern Germany. The name of Rome must yet command our involuntary respect: the climate (whatsoever may be its influence) was no longer the same: 1 the purity of blood had been contaminated through a thousand channels; but the venerable aspect of her ruins, and the memory of past greatness, rekindled a spark of the national character. The darkness of the middle ages exhibits some scenes not unworthy of our notice. Nor shall I dismiss the present work till I have reviewed the state and revolutions of the Roman City, which acquiesced under the absolute dominion of the popes, about the same time that Constantinople was enslaved by the Turkish arms."}