{"label": "spam", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Caridad Albert\" <vowy7prp@voicenet.com>", "subject": "SPECIAL PHARMACY DISCOUNT, you pay & we ship, no question asked, established by reputable Canadian Doctor gmvtn", "body": " The aim of the cosmological argument is to avoid the necessity of proving the existence of a necessary being priori from mere conceptions—a proof which must be ontological, and of which we feel ourselves quite incapable. With this purpose, we reason from an actual existence—an experience in general, to an absolutely necessary condition of that existence. It is in this case unnecessary to demonstrate its possibility. For after having proved that it exists, the question regarding its possibility is superfluous. Now, when we wish to define more strictly the nature of this necessary being, we do not look out for some being the conception of which would enable us to comprehend the necessity of its being—for if we could do this, an empirical presupposition would be unnecessary; no, we try to discover merely the negative condition (conditio sine qua non), without which a being would not be absolutely necessary. Now this would be perfectly admissible in every sort of reasoning, from a consequence to its principle; but in the present case it unfortunately happens that the condition of absolute necessity can be discovered in but a single being, the conception of which must consequently contain all that is requisite for demonstrating the presence of absolute necessity, and thus entitle me to infer this absolute necessity à priori. That is, it must be possible to reason conversely, and say: The thing, to which the conception of the highest reality belongs, is absolutely necessary. But if I cannot reason thus—and I cannot, unless I believe in the sufficiency of the ontological argument—I find insurmountable obstacles in my new path, and am really no farther than the point from which I set out. The conception of a Supreme Being satisfies all questions à priori regarding the internal determinations of a thing, and is for this reason an ideal without equal or parallel, the general conception of it indicating it as at the same time an ens individuum among all possible things. But the conception does not satisfy the question regarding its existence—which was the purpose of all our inquiries; and, although the existence of a necessary being were admitted, we should find it impossible to answer the question: What of all things in the world must be regarded as such?"}