{"label": "ham", "to_address": "\"Horace Tso\" <Horace.Tso@pgn.com>", "from_address": "\"Weiwei Shi\" <helprhelp@gmail.com>", "subject": "Re: [R] Size of an object in workspace", "body": " These are the Rights, which make the Essence of Soveraignty; and which are the markes, whereby a man may discern in what Man, or Assembly of men, the Soveraign Power is placed, and resideth. For these are incommunicable, and inseparable. The Power to coyn Mony; to dispose of the estate and persons of Infant heires; to have praeemption in Markets; and all other Statute Praerogatives, may be transferred by the Soveraign; and yet the Power to protect his Subject be retained. But if he transferre the Militia, he retains the Judicature in vain, for want of execution of the Lawes; Or if he grant away the Power of raising Mony; the Militia is in vain: or if he give away the government of doctrines, men will be frighted into rebellion with the feare of Spirits. And so if we consider any one of the said Rights, we shall presently see, that the holding of all the rest, will produce no effect, in the conservation of Peace and Justice, the end for which all Common-wealths are Instituted. And this division is it, whereof it is said, \"A kingdome divided in it selfe cannot stand:\" For unlesse this division precede, division into opposite Armies can never happen. If there had not first been an opinion received of the greatest part of England, that these Powers were divided between the King, and the Lords, and the House of Commons, the people had never been divided, and fallen into this Civill Warre; first between those that disagreed in Politiques; and after between the Dissenters about the liberty of Religion; which have so instructed men in this point of Soveraign Right, that there be few now (in England,) that do not see, that these Rights are inseparable, and will be so generally acknowledged, at the next return of Peace; and so continue, till their miseries are forgotten; and no longer, except the vulgar be better taught than they have hetherto been."}