{"label": "ham", "to_address": "beginners@perl.org", "from_address": "oryann9 <oryann9@yahoo.com>", "subject": "Re: [PERL] Net::SFTP functions", "body": " The battlements or bastions were shaped in sharp angles; a ditch, broad and deep, protected the foot of the rampart; and the archers on the rampart were assisted by military engines; the balistri, a powerful cross-bow, which darted short but massy arrows; the onagri, or wild asses, which, on the principle of a sling, threw stones and bullets of an enormous size. 81 A chain was drawn across the Tyber; the arches of the aqueducts were made impervious, and the mole or sepulchre of Hadrian 82 was converted, for the first time, to the uses of a citadel. That venerable structure, which contained the ashes of the Antonines, was a circular turret rising from a quadrangular basis; it was covered with the white marble of Paros, and decorated by the statues of gods and heroes; and the lover of the arts must read with a sigh, that the works of Praxiteles or Lysippus were torn from their lofty pedestals, and hurled into the ditch on the heads of the besiegers. 83 To each of his lieutenants Belisarius assigned the defence of a gate, with the wise and peremptory instruction, that, whatever might be the alarm, they should steadily adhere to their respective posts, and trust their general for the safety of Rome. The formidable host of the Goths was insufficient to embrace the ample measure of the city, of the fourteen gates, seven only were invested from the Proenestine to the Flaminian way; and Vitiges divided his troops into six camps, each of which was fortified with a ditch and rampart. On the Tuscan side of the river, a seventh encampment was formed in the field or circus of the Vatican, for the important purpose of commanding the Milvian bridge and the course of the Tyber; but they approached with devotion the adjacent church of St. Peter; and the threshold of the holy apostles was respected during the siege by a Christian enemy. In the ages of victory, as often as the senate decreed some distant conquest, the consul denounced hostilities, by unbarring, in solemn pomp, the gates of the temple of Janus. 84 Domestic war now rendered the admonition superfluous, and the ceremony was superseded by the establishment of a new religion. But the brazen temple of Janus was left standing in the forum; of a size sufficient only to contain the statue of the god, five cubits in height, of a human form, but with two faces directed to the east and west. The double gates were likewise of brass; and a fruitless effort to turn them on their rusty hinges revealed the scandalous secret that some Romans were still attached to the superstition of their ancestors."}