{"label": "ham", "to_address": "games@lists.laptop.org, sugar@lists.laptop.org", "from_address": "\"Pedro Kayatt\" <pekayatt@gmail.com>", "subject": "[sugar] Pygame Mouse Events", "body": " He had reason to tremble. On the throne of the world he found himself without a friend, and even without an adherent. The guards themselves were ashamed of the prince whom their avarice had persuaded them to accept; nor was there a citizen who did not consider his elevation with horror, as the last insult on the Roman name. The nobility, whose conspicuous station, and ample possessions, exacted the strictest caution, dissembled their sentiments, and met the affected civility of the emperor with smiles of complacency and professions of duty. But the people, secure in their numbers and obscurity, gave a free vent to their passions. The streets and public places of Rome resounded with clamors and imprecations. The enraged multitude affronted the person of Julian, rejected his liberality, and, conscious of the impotence of their own resentment, they called aloud on the legions of the frontiers to assert the violated majesty of the Roman empire. The public discontent was soon diffused from the centre to the frontiers of the empire. The armies of Britain, of Syria, and of Illyricum, lamented the death of Pertinax, in whose company, or under whose command, they had so often fought and conquered. They received with surprise, with indignation, and perhaps with envy, the extraordinary intelligence, that the Prætorians had disposed of the empire by public auction; and they sternly refused to ratify the ignominious bargain. Their immediate and unanimous revolt was fatal to Julian, but it was fatal at the same time to the public peace, as the generals of the respective armies, Clodius Albinus, Pescennius Niger, and Septimius Severus, were still more anxious to succeed than to revenge the murdered Pertinax. Their forces were exactly balanced. Each of them was at the head of three legions, 15 with a numerous train of auxiliaries; and however different in their characters, they were all soldiers of experience and capacity."}