{"label": "spam", "to_address": "the00@speedy.uwaterloo.ca", "from_address": "\"Lynda Mayberry\" <TheresaStacy@earthlink.com>", "subject": "be$t prices for top qulity meds ", "body": " [6] We may here take occasion to observe a very remarkable error, which being frequently inculcated in the schools, has become a kind of establishd maxim, and is universally received by all logicians. This error consists in the vulgar division of the acts of the understanding, into CONCEPTION, JUDGMENT and REASONING, and in the definitions we give of them. Conception is defind to be the simple survey of one or more ideas: Judgment to be the separating or uniting of different ideas: Reasoning to be the separating or uniting of different ideas by the interposition of others, which show the relation they bear to each other. But these distinctions and definitions are faulty in very considerable articles. For FIRST, it is far from being true, that in every judgment, which we form, we unite two different ideas; since in that proposition, GOD IS, or indeed any other, which regards existence, the idea of existence is no distinct idea, which we unite with that of the object, and which is capable of forming a compound idea by the union. SECONDLY, As we can thus form a proposition, which contains only one idea, so we may exert our reason without employing more than two ideas, and without having recourse to a third to serve as a medium betwixt them. We infer a cause immediately from its effect; and this inference is not only a true species of reasoning, but the strongest of all others, and more convincing than when we interpose another idea to connect the two extremes. What we may in general affirm concerning these three acts of the understanding is, that taking them in a proper light, they all resolve themselves into the first, and are nothing but particular ways of conceiving our objects. Whether we consider a single object, or several; whether we dwell on these objects, or run from them to others; and in whatever form or order we survey them, the act of the mind exceeds not a simple conception; and the only remarkable difference, which occurs on this occasion, is, when we join belief to the conception, and are persuaded of the truth of what we conceive. This act of the mind has never yet been explain’d by any philosopher; and therefore I am at liberty to propose my hypothesis concerning it; which is, that it is only a strong and steady conception of any idea, and such as approaches in some measure to an immediate impression."}