{"label": "ham", "to_address": "\"Charlie Chi\" <tsang0323@hotmail.com>", "from_address": "Christoph Buser <buser@stat.math.ethz.ch>", "subject": "Re: [R] Data transformation for chi-square test.", "body": " And first, for the Pentateuch, it is not argument enough that they were written by Moses, because they are called the five Books of Moses; no more than these titles, The Book of Joshua, the Book of Judges, The Book of Ruth, and the Books of the Kings, are arguments sufficient to prove, that they were written by Joshua, by the Judges, by Ruth, and by the Kings. For in titles of Books, the subject is marked, as often as the writer. The History Of Livy, denotes the Writer; but the History Of Scanderbeg, is denominated from the subject. We read in the last Chapter of Deuteronomie, Ver. 6. concerning the sepulcher of Moses, \"that no man knoweth of his sepulcher to this day,\" that is, to the day wherein those words were written. It is therefore manifest, that those words were written after his interrement. For it were a strange interpretation, to say Moses spake of his own sepulcher (though by Prophecy), that it was not found to that day, wherein he was yet living. But it may perhaps be alledged, that the last Chapter only, not the whole Pentateuch, was written by some other man, but the rest not: Let us therefore consider that which we find in the Book of Genesis, Chap. 12. Ver. 6 \"And Abraham passed through the land to the place of Sichem, unto the plain of Moreh, and the Canaanite was then in the land;\" which must needs bee the words of one that wrote when the Canaanite was not in the land; and consequently, not of Moses, who dyed before he came into it. Likewise Numbers 21. Ver. 14. the Writer citeth another more ancient Book, Entituled, The Book of the Warres of the Lord, wherein were registred the Acts of Moses, at the Red-sea, and at the brook of Arnon. It is therefore sufficiently evident, that the five Books of Moses were written after his time, though how long after it be not so manifest."}