{"label": "ham", "to_address": "chromatic <chromatic@wgz.org>", "from_address": "Bernhard Schmalhofer <Bernhard.Schmalhofer@gmx.de>", "subject": "Re: [svn:parrot] r18988 - trunk/lib/Parrot", "body": " In his neighborhood resided a young and handsome queen, of his own nation and family, great-granddaughter of the emperor Alexis, and widow of Baldwin the Third, king of Jerusalem. She visited and loved her kinsman. Theodora was the third victim of his amorous seduction; and her shame was more public and scandalous than that of her predecessors. The emperor still thirsted for revenge; and his subjects and allies of the Syrian frontier were repeatedly pressed to seize the person, and put out the eyes, of the fugitive. In Palestine he was no longer safe; but the tender Theodora revealed his danger, and accompanied his flight. The queen of Jerusalem was exposed to the East, his obsequious concubine; and two illegitimate children were the living monuments of her weakness. Damascus was his first refuge; and, in the characters of the great Noureddin and his servant Saladin, the superstitious Greek might learn to revere the virtues of the Mussulmans. As the friend of Noureddin he visited, most probably, Bagdad, and the courts of Persia; and, after a long circuit round the Caspian Sea and the mountains of Georgia, he finally settled among the Turks of Asia Minor, the hereditary enemies of his country. The sultan of Colonia afforded a hospitable retreat to Andronicus, his mistress, and his band of outlaws: the debt of gratitude was paid by frequent inroads in the Roman province of Trebizond; and he seldom returned without an ample harvest of spoil and of Christian captives. In the story of his adventures, he was fond of comparing himself to David, who escaped, by a long exile, the snares of the wicked. But the royal prophet (he presumed to add) was content to lurk on the borders of Judaea, to slay an Amalekite, and to threaten, in his miserable state, the life of the avaricious Nabal. The excursions of the Comnenian prince had a wider range; and he had spread over the Eastern world the glory of his name and religion."}