{"label": "spam", "to_address": "<captains@flax24.uwaterloo.ca>", "from_address": "=?gb2312?B?wu3Q+w==?= <rpahj@hrgz5.88ip.net>", "subject": "=?gb2312?B?VE86Y3JwYWxtZXJAd2hlYXQudXdhdGVybG9vLmNhuvqwy9K71ve9sjrIy8Gm?=\n\t=?gb2312?B?s8mxvrfWzvbT67yo0KfQzdC9s+rJ6LzG?=", "body": " Though an extended object be incapable of a conjunction in place with another, that exists without any place or extension, yet are they susceptible of many other relations. Thus the taste and smell of any fruit are inseparable from its other qualities of colour and tangibility; and whichever of them be the cause or effect, it is certain they are always co-existent. Nor are they only co-existent in general, but also co-temporary in their appearance in the mind; and it is upon the application of the extended body to our senses we perceive its particular taste and smell. These relations, then, of causation, and contiguity in the time of their appearance, betwixt the extended object and the quality, which exists without any particular place, must have such an effect on the mind, that upon the appearance of one it will immediately turn its thought to the conception of the other. Nor is this all. We not only turn our thought from one to the other upon account of their relation, but likewise endeavour to give them a new relation, viz. that of a CONJUNCTION IN PLACE, that we may render the transition more easy and natural. For it is a quality, which I shall often have occasion to remark in human nature, and shall explain more fully in its proper place, that when objects are united by any relation, we have a strong propensity to add some new relation to them, in order to compleat the union. In our arrangement of bodies we never fail to place such as are resembling, in contiguity to each other, or at least in correspondent points of view: Why? but because we feel a satisfaction in joining the relation of contiguity to that of resemblance, or the resemblance of situation to that of qualities. The effects this propensity have been[9] already observed in that resemblance, which we so readily suppose betwixt particular impressions and their external causes. But we shall not find a more evident effect of it, than in the present instance, where from the relations of causation and contiguity in time betwixt two objects, we feign likewise that of a conjunction in place, in order to strengthen the connexion."}