{"label": "spam", "to_address": "the00@speedy.uwaterloo.ca", "from_address": "Devlin Arnold <wallacec@barbf.com>", "subject": "Undercharge for the best drugs!", "body": " The essential difference of these two modes of cognition consists, therefore, in this formal quality; it does not regard the difference of the matter or objects of both. Those thinkers who aim at distinguishing philosophy from mathematics by asserting that the former has to do with quality merely, and the latter with quantity, have mistaken the effect for the cause. The reason why mathematical cognition can relate only to quantity is to be found in its form alone. For it is the conception of quantities only that is capable of being constructed, that is, presented à priori in intuition; while qualities cannot be given in any other than an empirical intuition. Hence the cognition of qualities by reason is possible only through conceptions. No one can find an intuition which shall correspond to the conception of reality, except in experience; it cannot be presented to the mind à priori and antecedently to the empirical consciousness of a reality. We can form an intuition, by means of the mere conception of it, of a cone, without the aid of experience; but the colour of the cone we cannot know except from experience. I cannot present an intuition of a cause, except in an example which experience offers to me. Besides, philosophy, as well as mathematics, treats of quantities; as, for example, of totality, infinity, and so on. Mathematics, too, treats of the difference of lines and surfaces—as spaces of different quality, of the continuity of extension—as a quality thereof. But, although in such cases they have a common object, the mode in which reason considers that object is very different in philosophy from what it is in mathematics. The former confines itself to the general conceptions; the latter can do nothing with a mere conception, it hastens to intuition. In this intuition it regards the conception in concreto, not empirically, but in an à priori intuition, which it has constructed; and in which, all the results which follow from the general conditions of the construction of the conception are in all cases valid for the object of the constructed conception."}