{"label": "ham", "to_address": "ktwarwic@speedy.uwaterloo.ca", "from_address": "ShowBuzz News <showbuzz_breaking_news-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "In The News: Hugh Grant, Al Gore, Richard Gere", "body": " In the sack of Rome, some rare and extraordinary examples of Barbarian virtue have been deservedly applauded. But the holy precincts of the Vatican, and the apostolic churches, could receive a very small proportion of the Roman people; many thousand warriors, more especially of the Huns, who served under the standard of Alaric, were strangers to the name, or at least to the faith, of Christ; and we may suspect, without any breach of charity or candor, that in the hour of savage license, when every passion was inflamed, and every restraint was removed, the precepts of the Gospel seldom influenced the behavior of the Gothic Christians. The writers, the best disposed to exaggerate their clemency, have freely confessed, that a cruel slaughter was made of the Romans; 101 and that the streets of the city were filled with dead bodies, which remained without burial during the general consternation. The despair of the citizens was sometimes converted into fury: and whenever the Barbarians were provoked by opposition, they extended the promiscuous massacre to the feeble, the innocent, and the helpless. The private revenge of forty thousand slaves was exercised without pity or remorse; and the ignominious lashes, which they had formerly received, were washed away in the blood of the guilty, or obnoxious, families. The matrons and virgins of Rome were exposed to injuries more dreadful, in the apprehension of chastity, than death itself; and the ecclesiastical historian has selected an example of female virtue, for the admiration of future ages. 102 A Roman lady, of singular beauty and orthodox faith, had excited the impatient desires of a young Goth, who, according to the sagacious remark of Sozomen, was attached to the Arian heresy. Exasperated by her obstinate resistance, he drew his sword, and, with the anger of a lover, slightly wounded her neck. The bleeding heroine still continued to brave his resentment, and to repel his love, till the ravisher desisted from his unavailing efforts, respectfully conducted her to the sanctuary of the Vatican, and gave six pieces of gold to the guards of the church, on condition that they should restore her inviolate to the arms of her husband. Such instances of courage and generosity were not extremely common. The brutal soldiers satisfied their sensual appetites, without consulting either the inclination or the duties of their female captives: and a nice question of casuistry was seriously agitated, Whether those tender victims, who had inflexibly refused their consent to the violation which they sustained, had lost, by their misfortune, the glorious crown of virginity. 103 Their were other losses indeed of a more substantial kind, and more general concern. It cannot be presumed, that all the Barbarians were at all times capable of perpetrating such amorous outrages; and the want of youth, or beauty, or chastity, protected the greatest part of the Roman women from the danger of a rape. But avarice is an insatiate and universal passion; since the enjoyment of almost every object that can afford pleasure to the different tastes and tempers of mankind may be procured by the possession of wealth. In the pillage of Rome, a just preference was given to gold and jewels, which contain the greatest value in the smallest compass and weight: but, after these portable riches had been removed by the more diligent robbers, the palaces of Rome were rudely stripped of their splendid and costly furniture. The sideboards of massy plate, and the variegated wardrobes of silk and purple, were irregularly piled in the wagons, that always followed the march of a Gothic army. The most exquisite works of art were roughly handled, or wantonly destroyed; many a statue was melted for the sake of the precious materials; and many a vase, in the division of the spoil, was shivered into fragments by the stroke of a battle-axe."}