{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Dale Puckett\" <997seacoasthr@ameritrade.com>", "subject": "Re: Hello!", "body": " Among the branches of philosophy, I had, at an earlier period, given some attention to logic, and among those of the mathematics to geometrical analysis and algebra,--three arts or sciences which ought, as I conceived, to contribute something to my design. But, on examination, I found that, as for logic, its syllogisms and the majority of its other precepts are of avail--rather in the communication of what we already know, or even as the art of Lully, in speaking without judgment of things of which we are ignorant, than in the investigation of the unknown; and although this science contains indeed a number of correct and very excellent precepts, there are, nevertheless, so many others, and these either injurious or superfluous, mingled with the former, that it is almost quite as difficult to effect a severance of the true from the false as it is to extract a Diana or a Minerva from a rough block of marble. Then as to the analysis of the ancients and the algebra of the moderns, besides that they embrace only matters highly abstract, and, to appearance, of no use, the former is so exclusively restricted to the consideration of figures, that it can exercise the understanding only on condition of greatly fatiguing the imagination; and, in the latter, there is so complete a subjection to certain rules and formulas, that there results an art full of confusion and obscurity calculated to embarrass, instead of a science fitted to cultivate the mind. By these considerations I was induced to seek some other method which would comprise the advantages of the three and be exempt from their defects. And as a multitude of laws often only hampers justice, so that a state is best governed when, with few laws, these are rigidly administered; in like manner, instead of the great number of precepts of which logic is composed, I believed that the four following would prove perfectly sufficient for me, provided I took the firm and unwavering resolution never in a single instance to fail in observing them."}