{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Shriramana Sharma <samjnaa@gmail.com>", "subject": "backporting and dual-licensing", "body": " Such was the oracle: and Kypselos when he became despot was a man of this character,--many of the Corinthians he drove into exile, many he deprived of their wealth, and very many more of their lives. (f) And when he had reigned for thirty years and had brought his life to a prosperous end, his son Periander became his successor in the despotism. Now Periander at first was milder than his father; but after he had had dealings through messengers with Thrasybulos the despot of Miletos, he became far more murderous even than Kypselos. For he sent a messenger to Thrasybulos and asked what settlement of affairs was the safest for him to make, in order that he might best govern his State: and Thrasybulos led forth the messenger who had come from Periander out of the city, and entered into a field of growing corn; and as he passed through the crop of corn, while inquiring and asking questions repeatedly 86 of the messenger about the occasion of his coming from Corinth, he kept cutting off the heads of those ears of corn which he saw higher than the rest; and as he cut off their heads he cast them away, until he had destroyed in this manner the finest and richest part of the crop. So having passed through the place and having suggested no word of counsel, he dismissed the messenger. When the messenger returned to Corinth, Periander was anxious to hear the counsel which had been given; but he said that Thrasybulos had given him no counsel, and added that he wondered at the deed of Periander in sending him to such a man, for the man was out of his senses and a waster of his own goods,--relating at the same time that which he had seen Thrasybulos do. (g) So Periander, understanding that which had been done and perceiving that Thrasybulos counselled him to put to death those who were eminent among his subjects, began then to display all manner of evil treatment to the citizens of the State; for whatsoever Kypselos had left undone in killing and driving into exile, this Periander completed. And in one day he stripped all the wives of the Corinthians of their clothing on account of his own wife Melissa. For when he had sent messengers to the Thesprotians on the river Acheron to ask the Oracle of the dead about a deposit made with him by a guest-friend, Melissa appeared and said she would not tell in what place the deposit was laid, for she was cold and had no clothes, since those which he had buried with her were of no use to her, not having been burnt; and this, she said, would be an evidence to him that she was speaking the truth, namely that when the oven was cold, Periander had put his loaves into it. When the report of this was brought back to Periander, the token made him believe, because he had had commerce with Melissa after she was dead; and straightway after receiving the message he caused proclamation to be made that all the wives of the Corinthians should come out to the temple of Hera. They accordingly went as to a festival in their fairest adornment; and he having set the spearmen of his guard in ambush, stripped them all alike, both the free women and their attendant; and having gathered together all their clothes in a place dug out, he set fire to them, praying at the same time to Melissa. Then after he had done this and had sent a second time, the apparition of Melissa told him in what spot he had laid the deposit entrusted to him by his guest-friend."}