{"label": "ham", "to_address": "Li Li <lilycai2007@gmail.com>", "from_address": "Sundar Dorai-Raj <sundar.dorai-raj@pdf.com>", "subject": "Re: [R] Is R's fast fourier transform function different\n from\t\"fft2\" in Matlab?", "body": " After the second victory of Belisarius, envy again whispered, Justinian listened, and the hero was recalled. “The remnant of the Gothic war was no longer worthy of his presence: a gracious sovereign was impatient to reward his services, and to consult his wisdom; and he alone was capable of defending the East against the innumerable armies of Persia.” Belisarius understood the suspicion, accepted the excuse, embarked at Ravenna his spoils and trophies; and proved, by his ready obedience, that such an abrupt removal from the government of Italy was not less unjust than it might have been indiscreet. The emperor received with honorable courtesy both Vitiges and his more noble consort; and as the king of the Goths conformed to the Athanasian faith, he obtained, with a rich inheritance of land in Asia, the rank of senator and patrician.110 Every spectator admired, without peril, the strength and stature of the young Barbarians: they adored the majesty of the throne, and promised to shed their blood in the service of their benefactor. Justinian deposited in the Byzantine palace the treasures of the Gothic monarchy. A flattering senate was sometime admitted to gaze on the magnificent spectacle; but it was enviously secluded from the public view: and the conqueror of Italy renounced, without a murmur, perhaps without a sigh, the well-earned honors of a second triumph. His glory was indeed exalted above all external pomp; and the faint and hollow praises of the court were supplied, even in a servile age, by the respect and admiration of his country. Whenever he appeared in the streets and public places of Constantinople, Belisarius attracted and satisfied the eyes of the people. His lofty stature and majestic countenance fulfilled their expectations of a hero; the meanest of his fellow-citizens were emboldened by his gentle and gracious demeanor; and the martial train which attended his footsteps left his person more accessible than in a day of battle. Seven thousand horsemen, matchless for beauty and valor, were maintained in the service, and at the private expense, of the general. 111 Their prowess was always conspicuous in single combats, or in the foremost ranks; and both parties confessed that in the siege of Rome, the guards of Belisarius had alone vanquished the Barbarian host. Their numbers were continually augmented by the bravest and most faithful of the enemy; and his fortunate captives, the Vandals, the Moors, and the Goths, emulated the attachment of his domestic followers. By the union of liberality and justice, he acquired the love of the soldiers, without alienating the affections of the people. The sick and wounded were relieved with medicines and money; and still more efficaciously, by the healing visits and smiles of their commander. The loss of a weapon or a horse was instantly repaired, and each deed of valor was rewarded by the rich and honorable gifts of a bracelet or a collar, which were rendered more precious by the judgment of Belisarius. He was endeared to the husbandmen by the peace and plenty which they enjoyed under the shadow of his standard. Instead of being injured, the country was enriched by the march of the Roman armies; and such was the rigid discipline of their camp, that not an apple was gathered from the tree, not a path could be traced in the fields of corn. Belisarius was chaste and sober. In the license of a military life, none could boast that they had seen him intoxicated with wine: the most beautiful captives of Gothic or Vandal race were offered to his embraces; but he turned aside from their charms, and the husband of Antonina was never suspected of violating the laws of conjugal fidelity. The spectator and historian of his exploits has observed, that amidst the perils of war, he was daring without rashness, prudent without fear, slow or rapid according to the exigencies of the moment; that in the deepest distress he was animated by real or apparent hope, but that he was modest and humble in the most prosperous fortune. By these virtues, he equalled or excelled the ancient masters of the military art. Victory, by sea and land, attended his arms. He subdued Africa, Italy, and the adjacent islands; led away captives the successors of Genseric and Theodoric; filled Constantinople with the spoils of their palaces; and in the space of six years recovered half the provinces of the Western empire. In his fame and merit, in wealth and power, he remained without a rival, the first of the Roman subjects; the voice of envy could only magnify his dangerous importance; and the emperor might applaud his own discerning spirit, which had discovered and raised the genius of Belisarius."}