{"label": "ham", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"HowStuffWorks\" <newsletter@howstuffworks.com>", "subject": "HowStuffWorks Science & Technology Newsletter April 9, 2007", "body": " With regard to the treatment of these penitents, two opposite opinions, the one of justice, the other of mercy, divided the primitive church. The more rigid and inflexible casuists refused them forever, and without exception, the meanest place in the holy community, which they had disgraced or deserted; and leaving them to the remorse of a guilty conscience, indulged them only with a faint ray of hope that the contrition of their life and death might possibly be accepted by the Supreme Being. 145 A milder sentiment was embraced, in practice as well as in theory, by the purest and most respectable of the Christian churches. 146 The gates of reconciliation and of heaven were seldom shut against the returning penitent; but a severe and solemn form of discipline was instituted, which, while it served to expiate his crime, might powerfully deter the spectators from the imitation of his example. Humbled by a public confession, emaciated by fasting and clothed in sackcloth, the penitent lay prostrate at the door of the assembly, imploring with tears the pardon of his offences, and soliciting the prayers of the faithful. 147 If the fault was of a very heinous nature, whole years of penance were esteemed an inadequate satisfaction to the divine justice; and it was always by slow and painful gradations that the sinner, the heretic, or the apostate, was readmitted into the bosom of the church. A sentence of perpetual excommunication was, however, reserved for some crimes of an extraordinary magnitude, and particularly for the inexcusable relapses of those penitents who had already experienced and abused the clemency of their ecclesiastical superiors. According to the circumstances or the number of the guilty, the exercise of the Christian discipline was varied by the discretion of the bishops. The councils of Ancyra and Illiberis were held about the same time, the one in Galatia, the other in Spain; but their respective canons, which are still extant, seem to breathe a very different spirit. The Galatian, who after his baptism had repeatedly sacrificed to idols, might obtain his pardon by a penance of seven years; and if he had seduced others to imitate his example, only three years more were added to the term of his exile. But the unhappy Spaniard, who had committed the same offence, was deprived of the hope of reconciliation, even in the article of death; and his idolatry was placed at the head of a list of seventeen other crimes, against which a sentence no less terrible was pronounced. Among these we may distinguish the inexpiable guilt of calumniating a bishop, a presbyter, or even a deacon. 148"}