{"label": "ham", "to_address": "Dong-hyun Oh <r.arecibo@gmail.com>", "from_address": "Charilaos Skiadas <skiadas@hanover.edu>", "subject": "Re: [R] Simplify simple code", "body": " During a long and disgraceful reign of twenty-eight years, Honorius, emperor of the West, was separated from the friendship of his brother, and afterwards of his nephew, who reigned over the East; and Constantinople beheld, with apparent indifference and secret joy, the calamities of Rome. The strange adventures of Placidia 1 gradually renewed and cemented the alliance of the two empires. The daughter of the great Theodosius had been the captive, and the queen, of the Goths; she lost an affectionate husband; she was dragged in chains by his insulting assassin; she tasted the pleasure of revenge, and was exchanged, in the treaty of peace, for six hundred thousand measures of wheat. After her return from Spain to Italy, Placidia experienced a new persecution in the bosom of her family. She was averse to a marriage, which had been stipulated without her consent; and the brave Constantius, as a noble reward for the tyrants whom he had vanquished, received, from the hand of Honorius himself, the struggling and the reluctant hand of the widow of Adolphus. But her resistance ended with the ceremony of the nuptials: nor did Placidia refuse to become the mother of Honoria and Valentinian the Third, or to assume and exercise an absolute dominion over the mind of her grateful husband. The generous soldier, whose time had hitherto been divided between social pleasure and military service, was taught new lessons of avarice and ambition: he extorted the title of Augustus: and the servant of Honorius was associated to the empire of the West. The death of Constantius, in the seventh month of his reign, instead of diminishing, seemed to inerease the power of Placidia; and the indecent familiarity 2 of her brother, which might be no more than the symptoms of a childish affection, were universally attributed to incestuous love. On a sudden, by some base intrigues of a steward and a nurse, this excessive fondness was converted into an irreconcilable quarrel: the debates of the emperor and his sister were not long confined within the walls of the palace; and as the Gothic soldiers adhered to their queen, the city of Ravenna was agitated with bloody and dangerous tumults, which could only be appeased by the forced or voluntary retreat of Placidia and her children. The royal exiles landed at Constantinople, soon after the marriage of Theodosius, during the festival of the Persian victories. They were treated with kindness and magnificence; but as the statues of the emperor Constantius had been rejected by the Eastern court, the title of Augusta could not decently be allowed to his widow. Within a few months after the arrival of Placidia, a swift messenger announced the death of Honorius, the consequence of a dropsy; but the important secret was not divulged, till the necessary orders had been despatched for the march of a large body of troops to the sea-coast of Dalmatia. The shops and the gates of Constantinople remained shut during seven days; and the loss of a foreign prince, who could neither be esteemed nor regretted, was celebrated with loud and affected demonstrations of the public grief."}