{"label": "ham", "to_address": "sigzero@gmail.com", "from_address": "\"Chas Owens\" <chas.owens@gmail.com>", "subject": "Re: new vs ->new", "body": " The grief of Julian could proceed only from his innocence; out his innocence must appear extremely doubtful 11 in the eyes of those who have learned to suspect the motives and the professions of princes. His lively and active mind was susceptible of the various impressions of hope and fear, of gratitude and revenge, of duty and of ambition, of the love of fame, and of the fear of reproach. But it is impossible for us to calculate the respective weight and operation of these sentiments; or to ascertain the principles of action which might escape the observation, while they guided, or rather impelled, the steps of Julian himself. The discontent of the troops was produced by the malice of his enemies; their tumult was the natural effect of interest and of passion; and if Julian had tried to conceal a deep design under the appearances of chance, he must have employed the most consummate artifice without necessity, and probably without success. He solemnly declares, in the presence of Jupiter, of the Sun, of Mars, of Minerva, and of all the other deities, that till the close of the evening which preceded his elevation, he was utterly ignorant of the designs of the soldiers; 12 and it may seem ungenerous to distrust the honor of a hero and the truth of a philosopher. Yet the superstitious confidence that Constantius was the enemy, and that he himself was the favorite, of the gods, might prompt him to desire, to solicit, and even to hasten the auspicious moment of his reign, which was predestined to restore the ancient religion of mankind. When Julian had received the intelligence of the conspiracy, he resigned himself to a short slumber; and afterwards related to his friends that he had seen the genius of the empire waiting with some impatience at his door, pressing for admittance, and reproaching his want of spirit and ambition. 13 Astonished and perplexed, he addressed his prayers to the great Jupiter, who immediately signified, by a clear and manifest omen, that he should submit to the will of heaven and of the army. The conduct which disclaims the ordinary maxims of reason, excites our suspicion and eludes our inquiry. Whenever the spirit of fanaticism, at once so credulous and so crafty, has insinuated itself into a noble mind, it insensibly corrodes the vital principles of virtue and veracity."}