{"label": "ham", "to_address": "James Peach <jpeach@samba.org>", "from_address": "\"Stefan (metze) Metzmacher\" <metze@samba.org>", "subject": "Re: dependecies in samba3", "body": " But, as if the conduct of the emperor had been guided by passion instead of principle, three years from the council of Nice were scarcely elapsed before he discovered some symptoms of mercy, and even of indulgence, towards the proscribed sect, which was secretly protected by his favorite sister. The exiles were recalled, and Eusebius, who gradually resumed his influence over the mind of Constantine, was restored to the episcopal throne, from which he had been ignominiously degraded. Arius himself was treated by the whole court with the respect which would have been due to an innocent and oppressed man. His faith was approved by the synod of Jerusalem; and the emperor seemed impatient to repair his injustice, by issuing an absolute command, that he should be solemnly admitted to the communion in the cathedral of Constantinople. On the same day, which had been fixed for the triumph of Arius, he expired; and the strange and horrid circumstances of his death might excite a suspicion, that the orthodox saints had contributed more efficaciously than by their prayers, to deliver the church from the most formidable of her enemies. 83 The three principal leaders of the Catholics, Athanasius of Alexandria, Eustathius of Antioch, and Paul of Constantinople were deposed on various f accusations, by the sentence of numerous councils; and were afterwards banished into distant provinces by the first of the Christian emperors, who, in the last moments of his life, received the rites of baptism from the Arian bishop of Nicomedia. The ecclesiastical government of Constantine cannot be justified from the reproach of levity and weakness. But the credulous monarch, unskilled in the stratagems of theological warfare, might be deceived by the modest and specious professions of the heretics, whose sentiments he never perfectly understood; and while he protected Arius, and persecuted Athanasius, he still considered the council of Nice as the bulwark of the Christian faith, and the peculiar glory of his own reign. 84"}