{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "staackjt <staack@gmail.com>", "subject": "Slow Mouse Cursor", "body": " [82] Aristotle, Ethic. Nicom, l. 5., ch. 8, l. c.: οἶον δ’ ὑπάλλαγμα τῆς χρείας τὸ νόμισμα γέγονου κατὰ συνθήκην καὶ διὰ τοὔτο τοὔνομα ἔχει νόμισμα. ὅτι οὐ φὐσει ἀλλὰ νόμῳ, καὶ ἐφ’ ἡμῖν μεταβαλεῖν καὶ ποιῆσαι ἄχρηστον.” (“In the satisfaction of wants money became the medium of exchange by agreement. And for that reason it bears the name νόμισμα, because it owes its existence, not to nature, but to law (νόμω), and it is in our power to change it and make it void.”) Aristotle had a far more comprehensive and deep view of money than Plato. In the following passage he beautifully shows how barter between different communities creates the necessity of assigning the character of money to a specific commodity, i. e., one which has itself an intrinsic value. “Ξενικωτέρας γὰρ γενομένης τῆς βοηθείας τῷ εἰσάγεσθαι hὦν ἐνδεεῖς καὶ ἔκπεμπειν ὥν ἐπλέοναζον, ἐξ ἀνάγκης ἡ τοῦ νομίσματος ἐπορίσθη χρῆσις· διὸ πρὸς τὰς ἀλλαγας τοιοῦτόν τι συνέθεντο πρὸς σφᾶς αὐτοὺς διδόναι καὶ λαμβάνειν, δ’ τῶν χρησίμων αὐτὸ ὂν εἶχε τὴν χρείαν εὐμεταχείριστον ... οἶον σίδηρος καὶ ἄργυρος κἂν εἴ τι τοιοῦτον ἕτερον”. (Arist. De Republica, l. i. p. 9, [secs. 7, 8] l. c.)"}