{"label": "spam", "to_address": "elaastic@flax9.uwaterloo.ca", "from_address": "\"western science\" <chvqyfegi@liqwwwd.com>", "subject": "Wertpapier-Kenn-Nummer: A0M LLZ", "body": " Secondly; the legal rights of which he is deprived, may be rights which _ought_ not to have belonged to him; in other words, the law which confers on him these rights, may be a bad law. When it is so, or when (which is the same thing for our purpose) it is supposed to be so, opinions will differ as to the justice or injustice of infringing it. Some maintain that no law, however bad, ought to be disobeyed by an individual citizen; that his opposition to it, if shown at all, should only be shown in endeavouring to get it altered by competent authority. This opinion (which condemns many of the most illustrious benefactors of mankind, and would often protect pernicious institutions against the only weapons which, in the state of things existing at the time, have any chance of succeeding against them) is defended, by those who hold it, on grounds of expediency; principally on that of the importance, to the common interest of mankind, of maintaining inviolate the sentiment of submission to law. Other persons, again, hold the directly contrary opinion, that any law, judged to be bad, may blamelessly be disobeyed, even though it be not judged to be unjust, but only inexpedient; while others would confine the licence of disobedience to the case of unjust laws: but again, some say, that all laws which are inexpedient are unjust; since every law imposes some restriction on the natural liberty of mankind, which restriction is an injustice, unless legitimated by tending to their good. Among these diversities of opinion, it seems to be universally admitted that there may be unjust laws, and that law, consequently, is not the ultimate criterion of justice, but may give to one person a benefit, or impose on another an evil, which justice condemns. When, however, a law is thought to be unjust, it seems always to be regarded as being so in the same way in which a breach of law is unjust, namely, by infringing somebody's right; which, as it cannot in this case be a legal right, receives a different appellation, and is called a moral right. We may say, therefore, that a second case of injustice consists in taking or withholding from any person that to which he has a _moral right_."}