{"label": "ham", "to_address": "Felix Wave <felix-wave@vr-web.de>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] Filling array: No recycling", "body": " III. The value of any object that supplies the wants or pleasures of mankind is compounded of its substance and its form, of the materials and the manufacture. Its price must depend on the number of persons by whom it may be acquired and used; on the extent of the market; and consequently on the ease or difficulty of remote exportation, according to the nature of the commodity, its local situation, and the temporary circumstances of the world. The Barbarian conquerors of Rome usurped in a moment the toil and treasure of successive ages; but, except the luxuries of immediate consumption, they must view without desire all that could not be removed from the city in the Gothic wagons or the fleet of the Vandals. 27 Gold and silver were the first objects of their avarice; as in every country, and in the smallest compass, they represent the most ample command of the industry and possessions of mankind. A vase or a statue of those precious metals might tempt the vanity of some Barbarian chief; but the grosser multitude, regardless of the form, was tenacious only of the substance; and the melted ingots might be readily divided and stamped into the current coin of the empire. The less active or less fortunate robbers were reduced to the baser plunder of brass, lead, iron, and copper: whatever had escaped the Goths and Vandals was pillaged by the Greek tyrants; and the emperor Constans, in his rapacious visit, stripped the bronze tiles from the roof of the Pantheon. 28 The edifices of Rome might be considered as a vast and various mine; the first labor of extracting the materials was already performed; the metals were purified and cast; the marbles were hewn and polished; and after foreign and domestic rapine had been satiated, the remains of the city, could a purchaser have been found, were still venal. The monuments of antiquity had been left naked of their precious ornaments; but the Romans would demolish with their own hands the arches and walls, if the hope of profit could surpass the cost of the labor and exportation. If Charlemagne had fixed in Italy the seat of the Western empire, his genius would have aspired to restore, rather than to violate, the works of the Cæsars; but policy confined the French monarch to the forests of Germany; his taste could be gratified only by destruction; and the new palace of Aix la Chapelle was decorated with the marbles of Ravenna 29 and Rome. 30 Five hundred years after Charlemagne, a king of Sicily, Robert, the wisest and most liberal sovereign of the age, was supplied with the same materials by the easy navigation of the Tyber and the sea; and Petrarch sighs an indignant complaint, that the ancient capital of the world should adorn from her own bowels the slothful luxury of Naples. 31 But these examples of plunder or purchase were rare in the darker ages; and the Romans, alone and unenvied, might have applied to their private or public use the remaining structures of antiquity, if in their present form and situation they had not been useless in a great measure to the city and its inhabitants. The walls still described the old circumference, but the city had descended from the seven hills into the Campus Martius; and some of the noblest monuments which had braved the injuries of time were left in a desert, far remote from the habitations of mankind. The palaces of the senators were no longer adapted to the manners or fortunes of their indigent successors: the use of baths 32 and porticos was forgotten: in the sixth century, the games of the theatre, amphitheatre, and circus, had been interrupted: some temples were devoted to the prevailing worship; but the Christian churches preferred the holy figure of the cross; and fashion, or reason, had distributed after a peculiar model the cells and offices of the cloister. Under the ecclesiastical reign, the number of these pious foundations was enormously multiplied; and the city was crowded with forty monasteries of men, twenty of women, and sixty chapters and colleges of canons and priests, 33 who aggravated, instead of relieving, the depopulation of the tenth century. But if the forms of ancient architecture were disregarded by a people insensible of their use and beauty, the plentiful materials were applied to every call of necessity or superstition; till the fairest columns of the Ionic and Corinthian orders, the richest marbles of Paros and Numidia, were degraded, perhaps to the support of a convent or a stable. The daily havoc which is perpetrated by the Turks in the cities of Greece and Asia may afford a melancholy example; and in the gradual destruction of the monuments of Rome, Sixtus the Fifth may alone be excused for employing the stones of the Septizonium in the glorious edifice of St. Peter’s. 34 A fragment, a ruin, howsoever mangled or profaned, may be viewed with pleasure and regret; but the greater part of the marble was deprived of substance, as well as of place and proportion; it was burnt to lime for the purpose of cement. 341 Since the arrival of Poggius, the temple of Concord, 35 and many capital structures, had vanished from his eyes; and an epigram of the same age expresses a just and pious fear, that the continuance of this practice would finally annihilate all the monuments of antiquity. 36 The smallness of their numbers was the sole check on the demands and depredations of the Romans. The imagination of Petrarch might create the presence of a mighty people; 37 and I hesitate to believe, that, even in the fourteenth century, they could be reduced to a contemptible list of thirty-three thousand inhabitants. From that period to the reign of Leo the Tenth, if they multiplied to the amount of eighty-five thousand, 38 the increase of citizens was in some degree pernicious to the ancient city."}