{"label": "ham", "to_address": "genomenet@gmail.com, r-help@stat.math.ethz.ch", "from_address": "John Kane <jrkrideau@yahoo.ca>", "subject": "Re: [R] how to fit y=m*x", "body": " After the loss of liberty and empire, his third and more humble wish was to reconcile the shepherd with his flock; to recall the Roman bishop to his ancient and peculiar diocese. In the fervor of youth, with the authority of age, Petrarch addressed his exhortations to five successive popes, and his eloquence was always inspired by the enthusiasm of sentiment and the freedom of language. 57 The son of a citizen of Florence invariably preferred the country of his birth to that of his education; and Italy, in his eyes, was the queen and garden of the world. Amidst her domestic factions, she was doubtless superior to France both in art and science, in wealth and politeness; but the difference could scarcely support the epithet of barbarous, which he promiscuously bestows on the countries beyond the Alps. Avignon, the mystic Babylon, the sink of vice and corruption, was the object of his hatred and contempt; but he forgets that her scandalous vices were not the growth of the soil, and that in every residence they would adhere to the power and luxury of the papal court. He confesses that the successor of St. Peter is the bishop of the universal church; yet it was not on the banks of the Rhône, but of the Tyber, that the apostle had fixed his everlasting throne; and while every city in the Christian world was blessed with a bishop, the metropolis alone was desolate and forlorn. Since the removal of the Holy See, the sacred buildings of the Lateran and the Vatican, their altars and their saints, were left in a state of poverty and decay; and Rome was often painted under the image of a disconsolate matron, as if the wandering husband could be reclaimed by the homely portrait of the age and infirmities of his weeping spouse. 58 But the cloud which hung over the seven hills would be dispelled by the presence of their lawful sovereign: eternal fame, the prosperity of Rome, and the peace of Italy, would be the recompense of the pope who should dare to embrace this generous resolution. Of the five whom Petrarch exhorted, the three first, John the Twenty-second, Benedict the Twelfth, and Clement the Sixth, were importuned or amused by the boldness of the orator; but the memorable change which had been attempted by Urban the Fifth was finally accomplished by Gregory the Eleventh. The execution of their design was opposed by weighty and almost insuperable obstacles. A king of France, who has deserved the epithet of wise, was unwilling to release them from a local dependence: the cardinals, for the most part his subjects, were attached to the language, manners, and climate of Avignon; to their stately palaces; above all, to the wines of Burgundy. In their eyes, Italy was foreign or hostile; and they reluctantly embarked at Marseilles, as if they had been sold or banished into the land of the Saracens. Urban the Fifth resided three years in the Vatican with safety and honor: his sanctity was protected by a guard of two thousand horse; and the king of Cyprus, the queen of Naples, and the emperors of the East and West, devoutly saluted their common father in the chair of St. Peter. But the joy of Petrarch and the Italians was soon turned into grief and indignation. Some reasons of public or private moment, his own impatience or the prayers of the cardinals, recalled Urban to France; and the approaching election was saved from the tyrannic patriotism of the Romans. The powers of heaven were interested in their cause: Bridget of Sweden, a saint and pilgrim, disapproved the return, and foretold the death, of Urban the Fifth: the migration of Gregory the Eleventh was encouraged by St. Catharine of Sienna, the spouse of Christ and ambassadress of the Florentines; and the popes themselves, the great masters of human credulity, appear to have listened to these visionary females. 59 Yet those celestial admonitions were supported by some arguments of temporal policy. The residents of Avignon had been invaded by hostile violence: at the head of thirty thousand robbers, a hero had extorted ransom and absolution from the vicar of Christ and the sacred college; and the maxim of the French warriors, to spare the people and plunder the church, was a new heresy of the most dangerous import. 60 While the pope was driven from Avignon, he was strenuously invited to Rome. The senate and people acknowledged him as their lawful sovereign, and laid at his feet the keys of the gates, the bridges, and the fortresses; of the quarter at least beyond the Tyber. 61 But this loyal offer was accompanied by a declaration, that they could no longer suffer the scandal and calamity of his absence; and that his obstinacy would finally provoke them to revive and assert the primitive right of election. The abbot of Mount Cassin had been consulted, whether he would accept the triple crown 62 from the clergy and people: “I am a citizen of Rome,” 63 replied that venerable ecclesiastic, “and my first law is, the voice of my country.” 64"}