{"label": "ham", "to_address": "\"Alex Chen\" <ychen@insightful.com>", "from_address": "\"Spielas Bates\" <bates@stat.wisc.edu>", "subject": "Re: [R] Calling C routine in anther package in C code\n\t(R_RegisterCCallable)", "body": " Gold, silver, and iron, were extremely scarce in Germany. Its barbarous inhabitants wanted both skill and patience to investigate those rich veins of silver, which have so liberally rewarded the attention of the princes of Brunswick and Saxony. Sweden, which now supplies Europe with iron, was equally ignorant of its own riches; and the appearance of the arms of the Germans furnished a sufficient proof how little iron they were able to bestow on what they must have deemed the noblest use of that metal. The various transactions of peace and war had introduced some Roman coins (chiefly silver) among the borderers of the Rhine and Danube; but the more distant tribes were absolutely unacquainted with the use of money, carried on their confined traffic by the exchange of commodities, and prized their rude earthen vessels as of equal value with the silver vases, the presents of Rome to their princes and ambassadors. 28 To a mind capable of reflection, such leading facts convey more instruction, than a tedious detail of subordinate circumstances. The value of money has been settled by general consent to express our wants and our property, as letters were invented to express our ideas; and both these institutions, by giving a more active energy to the powers and passions of human nature, have contributed to multiply the objects they were designed to represent. The use of gold and silver is in a great measure factitious; but it would be impossible to enumerate the important and various services which agriculture, and all the arts, have received from iron, when tempered and fashioned by the operation of fire and the dexterous hand of man. Money, in a word, is the most universal incitement, iron the most powerful instrument, of human industry; and it is very difficult to conceive by what means a people, neither actuated by the one, nor seconded by the other, could emerge from the grossest barbarism. 29"}