{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCCVA", "body": " The Graecians, by their Colonies and Conquests, communicated their Language and Writings into Asia, Egypt, and Italy; and therein, by necessary consequence their Daemonology, or (as St. Paul calles it) \"their Doctrines of Devils;\" And by that meanes, the contagion was derived also to the Jewes, both of Judaea, and Alexandria, and other parts, whereinto they were dispersed. But the name of Daemon they did not (as the Graecians) attribute to Spirits both Good, and Evill; but to the Evill onely: And to the Good Daemons they gave the name of the Spirit of God; and esteemed those into whose bodies they entred to be Prophets. In summe, all singularity if Good, they attributed to the Spirit of God; and if Evill, to some Daemon, but a kakodaimen, an Evill Daemon, that is, a Devill. And therefore, they called Daemoniaques, that is, possessed by the Devill, such as we call Madmen or Lunatiques; or such as had the Falling Sicknesse; or that spoke any thing, which they for want of understanding, thought absurd: As also of an Unclean person in a notorious degree, they used to say he had an Unclean Spirit; of a Dumbe man, that he had a Dumbe Devill; and of John Baptist (Math. 11. 18.) for the singularity of his fasting, that he had a Devill; and of our Saviour, because he said, hee that keepeth his sayings should not see Death In Aeternum, (John 8. 52.) \"Now we know thou hast a Devill; Abraham is dead, and the Prophets are dead:\" And again, because he said (John 7. 20.) \"They went about to kill him,\" the people answered, \"Thou hast a Devill, who goeth about to kill thee?\" Whereby it is manifest, that the Jewes had the same opinions concerning Phantasmes, namely, that they were not Phantasmes that is, Idols of the braine, but things reall, and independent on the Fancy."}