{"label": "ham", "to_address": "\"Chas Owens\" <chas.owens@gmail.com>", "from_address": "\"Sharan Basappa\" <sharan.basappa@gmail.com>", "subject": "Re: did I get greedy quantifiers wrong ?", "body": " Clovis encountered the invaders of Gaul in the plain of Tolbiac, about twenty-four miles from Cologne; and the two fiercest nations of Germany were mutually animated by the memory of past exploits, and the prospect of future greatness. The Franks, after an obstinate struggle, gave way; and the Alemanni, raising a shout of victory, impetuously pressed their retreat. But the battle was restored by the valor, and the conduct, and perhaps by the piety, of Clovis; and the event of the bloody day decided forever the alternative of empire or servitude. The last king of the Alemanni was slain in the field, and his people were slaughtered or pursued, till they threw down their arms, and yielded to the mercy of the conqueror. Without discipline it was impossible for them to rally: they had contemptuously demolished the walls and fortifications which might have protected their distress; and they were followed into the heart of their forests by an enemy not less active, or intrepid, than themselves. The great Theodoric congratulated the victory of Clovis, whose sister Albofleda the king of Italy had lately married; but he mildly interceded with his brother in favor of the suppliants and fugitives, who had implored his protection. The Gallic territories, which were possessed by the Alemanni, became the prize of their conqueror; and the haughty nation, invincible, or rebellious, to the arms of Rome, acknowledged the sovereignty of the Merovingian kings, who graciously permitted them to enjoy their peculiar manners and institutions, under the government of official, and, at length, of hereditary, dukes. After the conquest of the Western provinces, the Franks alone maintained their ancient habitations beyond the Rhine. They gradually subdued, and civilized, the exhausted countries, as far as the Elbe, and the mountains of Bohemia; and the peace of Europe was secured by the obedience of Germany. 24"}