{"label": "spam", "to_address": "<theorize@plg.uwaterloo.ca>", "from_address": "\"Isaac Hughes\" <boys-stuf.com@vipreizen.com>", "subject": "Separate yourself from other men", "body": " But, besides the relation in which the understanding stands to objects (in theoretical knowledge), it has also a relation to the faculty of desire, which is therefore called the will, and the pure will, inasmuch as pure understanding (in this case called reason) is practical through the mere conception of a law. The objective reality of a pure will, or, what is the same thing, of a pure practical reason, is given in the moral law a priori, as it were, by a fact, for so we may name a determination of the will which is inevitable, although it does not rest on empirical principles. Now, in the notion of a will the notion of causality is already contained, and hence the notion of a pure will contains that of a causality accompanied with freedom, that is, one which is not determinable by physical laws, and consequently is not capable of any empirical intuition in proof of its reality, but, nevertheless, completely justifies its objective reality a priori in the pure practical law; not, indeed (as is easily seen) for the purposes of the theoretical, but of the practical use of reason. Now the notion of a being that has free will is the notion of a causa noumenon, and that this notion involves no contradiction, we are already assured by the fact- that inasmuch as the concept of cause has arisen wholly from pure understanding, and has its objective reality assured by the deduction, as it is moreover in its origin independent of any sensible conditions, it is, therefore, not restricted to phenomena (unless we wanted to make a definite theoretic use of it), but can be applied equally to things that are objects of the pure understanding. But, since this application cannot rest on any intuition (for intuition can only be sensible), therefore, causa noumenon, as regards the theoretic use of reason, although a possible and thinkable, is yet an empty notion. Now, I do not desire by means of this to understand theoretically the nature of a being, in so far as it has a pure will; it is enough for me to have thereby designated it as such, and hence to combine the notion of causality with that of freedom (and what is inseparable from it, the moral law, as its determining principle). Now, this right I certainly have by virtue of the pure, not-empirical origin of the notion of cause, since I do not consider myself entitled to make any use of it except in reference to the moral law which determines its reality, that is, only a practical use."}