{"label": "spam", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"Mitzi Mcmullen\" <digestionstaunch@mad.scientist.com>", "subject": "re:Best way to cure yourself", "body": " But though this question, concerning the general principles of morals, be curious and important, it is needless for us, at present, to employ farther care in our researches concerning it. For if we can be so happy, in the course of this enquiry, as to discover the true origin of morals, it will then easily appear how far either sentiment or reason enters into all determinations of this nature [Footnote: See Appendix I]. In order to attain this purpose, we shall endeavour to follow a very simple method: we shall analyse that complication of mental qualities, which form what, in common life, we call Personal Merit: we shall consider every attribute of the mind, which renders a man an object either of esteem and affection, or of hatred and contempt; every habit or sentiment or faculty, which, if ascribed to any person, implies either praise or blame, and may enter into any panegyric or satire of his character and manners. The quick sensibility, which, on this head, is so universal among mankind, gives a philosopher sufficient assurance, that he can never be considerably mistaken in framing the catalogue, or incur any danger of misplacing the objects of his contemplation: he needs only enter into his own breast for a moment, and consider whether or not he should desire to have this or that quality ascribed to him, and whether such or such an imputation would proceed from a friend or an enemy. The very nature of language guides us almost infallibly in forming a judgement of this nature; and as every tongue possesses one set of words which are taken in a good sense, and another in the opposite, the least acquaintance with the idiom suffices, without any reasoning, to direct us in collecting and arranging the estimable or blameable qualities of men. The only object of reasoning is to discover the circumstances on both sides, which are common to these qualities; to observe that particular in which the estimable qualities agree on the one hand, and the blameable on the other; and thence to reach the foundation of ethics, and find those universal principles, from which all censure or approbation is ultimately derived. As this is a question of fact, not of abstract science, we can only expect success, by following the experimental method, and deducing general maxims from a comparison of particular instances. The other scientific method, where a general abstract principle is first established, and is afterwards branched out into a variety of inferences and conclusions, may be more perfect in itself, but suits less the imperfection of human nature, and is a common source of illusion and mistake in this as well as in other subjects. Men are now cured of their passion for hypotheses and systems in natural philosophy, and will hearken to no arguments but those which are derived from experience. It is full time they should attempt a like reformation in all moral disquisitions; and reject every system of ethics, however subtle or ingenious, which is not founded on fact and observation."}