{"label": "ham", "to_address": "samba-technical@samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "[Proposal] Punt support for security = share when using Windows\n\tVIsta", "body": " He was honored with the consulship at Rome: but the greatest part of his life was spent in a philosophic retirement at Athens, and his adjacent villas; perpetually surrounded by sophists, who acknowledged, without reluctance, the superiority of a rich and generous rival. 69 The monuments of his genius have perished; some considerable ruins still preserve the fame of his taste and munificence: modern travellers have measured the remains of the stadium which he constructed at Athens. It was six hundred feet in length, built entirely of white marble, capable of admitting the whole body of the people, and finished in four years, whilst Herod was president of the Athenian games. To the memory of his wife Regilla he dedicated a theatre, scarcely to be paralleled in the empire: no wood except cedar, very curiously carved, was employed in any part of the building. The Odeum, 691 designed by Pericles for musical performances, and the rehearsal of new tragedies, had been a trophy of the victory of the arts over barbaric greatness; as the timbers employed in the construction consisted chiefly of the masts of the Persian vessels. Notwithstanding the repairs bestowed on that ancient edifice by a king of Cappadocia, it was again fallen to decay. Herod restored its ancient beauty and magnificence. Nor was the liberality of that illustrious citizen confined to the walls of Athens. The most splendid ornaments bestowed on the temple of Neptune in the Isthmus, a theatre at Corinth, a stadium at Delphi, a bath at Thermopylæ, and an aqueduct at Canusium in Italy, were insufficient to exhaust his treasures. The people of Epirus, Thessaly, Eubœa, Bœotia, and Peloponnesus, experienced his favors; and many inscriptions of the cities of Greece and Asia gratefully style Herodes Atticus their patron and benefactor. 70"}