{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCAVC", "body": " The code of laws which Zingis dictated to his subjects was adapted to the preservation of a domestic peace, and the exercise of foreign hostility. The punishment of death was inflicted on the crimes of adultery, murder, perjury, and the capital thefts of a horse or ox; and the fiercest of men were mild and just in their intercourse with each other. The future election of the great khan was vested in the princes of his family and the heads of the tribes; and the regulations of the chase were essential to the pleasures and plenty of a Tartar camp. The victorious nation was held sacred from all servile labors, which were abandoned to slaves and strangers; and every labor was servile except the profession of arms. The service and discipline of the troops, who were armed with bows, cimeters, and iron maces, and divided by hundreds, thousands, and ten thousands, were the institutions of a veteran commander. Each officer and soldier was made responsible, under pain of death, for the safety and honor of his companions; and the spirit of conquest breathed in the law, that peace should never be granted unless to a vanquished and suppliant enemy. But it is the religion of Zingis that best deserves our wonder and applause. 501 The Catholic inquisitors of Europe, who defended nonsense by cruelty, might have been confounded by the example of a Barbarian, who anticipated the lessons of philosophy, 6 and established by his laws a system of pure theism and perfect toleration. His first and only article of faith was the existence of one God, the Author of all good; who fills by his presence the heavens and earth, which he has created by his power. The Tartars and Moguls were addicted to the idols of their peculiar tribes; and many of them had been converted by the foreign missionaries to the religions of Moses, of Mahomet, and of Christ. These various systems in freedom and concord were taught and practised within the precincts of the same camp; and the Bonze, the Imam, the Rabbi, the Nestorian, and the Latin priest, enjoyed the same honorable exemption from service and tribute: in the mosque of Bochara, the insolent victor might trample the Koran under his horse’s feet, but the calm legislator respected the prophets and pontiffs of the most hostile sects. The reason of Zingis was not informed by books: the khan could neither read nor write; and, except the tribe of the Igours, the greatest part of the Moguls and Tartars were as illiterate as their sovereign. 601 The memory of their exploits was preserved by tradition: sixty-eight years after the death of Zingis, these traditions were collected and transcribed; 7 the brevity of their domestic annals may be supplied by the Chinese, 8 Persians, 9 Armenians, 10 Syrians, 11 Arabians, 12 Greeks, 13 Russians, 14 Poles, 15 Hungarians, 16 and Latins; 17 and each nation will deserve credit in the relation of their own disasters and defeats. 18"}