{"label": "spam", "to_address": "the00 <the00@plg.uwaterloo.ca>", "from_address": "\"dr.mist\" <sales@drmistonline.com>", "subject": "AWARD WINNING INVENTION For Body Odor", "body": " Third Experiment. It is evident, therefore, that a relation of ideas is not able alone to give rise to these affections. Let us now remove this relation, and in its stead place a relation of impressions, by presenting an object, which is agreeable or disagreeable, but has no relation either to ourself or companion; and let us observe the consequences. To consider the matter first a priori, as in the preceding experiment; we may conclude, that the object will have a small, but an uncertain connexion with these passions. For besides, that this relation is not a cold and imperceptible one, it has not the inconvenience of the relation of ideas, nor directs us with equal force to two contrary passions, which by their opposition destroy each other. But if we consider, on the other hand, that this transition from the sensation to the affection is not forwarded by any principle, that produces a transition of ideas; but, on the contrary, that though the one impression be easily transfused into the other, yet the change of objects is supposed contrary to all the principles, that cause a transition of that kind; we may from thence infer, that nothing will ever be a steady or durable cause of any passion, that is connected with the passion merely by a relation of impressions. What our reason would conclude from analogy, after balancing these arguments, would be, that an object, which produces pleasure or uneasiness, but has no manner of connexion either with ourselves or others, may give such a turn to the disposition, as that may naturally fall into pride or love, humility or hatred, and search for other objects, upon which by a double relation, it can found these affections; but that an object, which has only one of these relations, though the most advantageous one, can never give rise to any constant and established passion."}