{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " A third relation, which is never taken into account, though it ought to be the chief consideration, is the advantage that every person derives from the social confederacy; for this provides a powerful protection for the immense possessions of the rich, and hardly leaves the poor man in quiet possession of the cottage he builds with his own hands. Are not all the advantages of society for the rich and powerful? Are not all lucrative posts in their hands? Are not all privileges and exemptions reserved for them alone? Is not the public authority always on their side? If a man of eminence robs his creditors, or is guilty of other knaveries, is he not always assured of impunity? Are not the assaults, acts of violence, assassinations, and even murders committed by the great, matters that are hushed up in a few months, and of which nothing more is thought? But if a great man himself is robbed or insulted, the whole police force is immediately in motion, and woe even to innocent persons who chance to be suspected. If he has to pass through any dangerous road, the country is up in arms to escort him. If the axle-tree of his chaise breaks, everybody flies to his assistance. If there is a noise at his door, he speaks but a word, and all is silent. If he is incommoded by the crowd, he waves his hand and every one makes way. If his coach is met on the road by a wagon, his servants are ready to beat the driver's brains out, and fifty honest pedestrians going quietly about their business had better be knocked on the head than an idle jackanapes be delayed in his coach. Yet all this respect costs him not a farthing: it is the rich man's right, and not what he buys with his wealth. How different the case of the poor man! the more humanity owes him, the more society denies him. Every door is shut against him, even when he has a right to its being opened: and if ever he obtains justice, it is with much greater difficulty than others obtain favours. If the militia is to be raised or the highway to be mended, he is always given the preference; he always bears the burden which his richer neighbour has influence enough to get exempted from. On the least accident that happens to him, everybody avoids him: if his cart be overturned in the road, so far is he from receiving any assistance, that he is lucky if he does not get horse-whipped by the impudent lackeys of some young Duke; in a word, all gratuitous assistance is denied to the poor when they need it, just because they cannot pay for it. I look upon any poor man as totally undone, if he has the misfortune to have an honest heart, a fine daughter, and a powerful neighbour."}