{"label": "spam", "to_address": "gnitpick@speedy.uwaterloo.ca", "from_address": "\"Shenna Eleanore\" <truly4different@nor.com.au>", "subject": "SPECIAL PHARMACY DISCOUNT, you pay &  we ship, no question asked, established by reputable Canadian Doctor progress", "body": " This opinion is certainly very curious, and well worth our attention; but it will appear superfluous to examine it in this place, if we reflect a moment on our present purpose in taking notice of it. We have established it as a principle, that as all ideas are derived from impressions, or some precedent perceptions, it is impossible we can have any idea of power and efficacy, unless some instances can be produced, wherein this power is perceived to exert itself. Now, as these instances can never be discovered in body, the Cartesians, proceeding upon their principle of innate ideas, have had recourse to a supreme spirit or deity, whom they consider as the only active being in the universe, and as the immediate cause of every alteration in matter. But the principle of innate ideas being allowed to be false, it follows, that the supposition of a deity can serve us in no stead, in accounting for that idea of agency, which we search for in vain in all the objects, which are presented to our senses, or which we are internally conscious of in our own minds. For if every idea be derived from an impression, the idea of a deity proceeds from the same origin; and if no impression, either of sensation or reflection, implies any force or efficacy, it is equally impossible to discover or even imagine any such active principle in the deity. Since these philosophers, therefore, have concluded, that matter cannot be endowed with any efficacious principle, because it is impossible to discover in it such a principle; the same course of reasoning should determine them to exclude it from the supreme being. Or if they esteem that opinion absurd and impious, as it really is, I shall tell them how they may avoid it; and that is, by concluding from the very first, that they have no adequate idea of power or efficacy in any object; since neither in body nor spirit, neither in superior nor inferior natures, are they able to discover one single instance of it."}