{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for Napster", "body": " The mind of Valentinian, who then resided at Treves, was deeply affected by the calamities of Illyricum; but the lateness of the season suspended the execution of his designs till the ensuing spring. He marched in person, with a considerable part of the forces of Gaul, from the banks of the Moselle: and to the suppliant ambassadors of the Sarmatians, who met him on the way, he returned a doubtful answer, that, as soon as he reached the scene of action, he should examine, and pronounce. When he arrived at Sirmium, he gave audience to the deputies of the Illyrian provinces; who loudly congratulated their own felicity under the auspicious government of Probus, his Pr¾torian pr¾fect. 151 Valentinian, who was flattered by these demonstrations of their loyalty and gratitude, imprudently asked the deputy of Epirus, a Cynic philosopher of intrepid sincerity, 152 whether he was freely sent by the wishes of the province. ÒWith tears and groans am I sent,Ó replied Iphicles, Òby a reluctant people.Ó The emperor paused: but the impunity of his ministers established the pernicious maxim, that they might oppress his subjects, without injuring his service. A strict inquiry into their conduct would have relieved the public discontent. The severe condemnation of the murder of Gabinius, was the only measure which could restore the confidence of the Germans, and vindicate the honor of the Roman name. But the haughty monarch was incapable of the magnanimity which dares to acknowledge a fault. He forgot the provocation, remembered only the injury, and advanced into the country of the Quadi with an insatiate thirst of blood and revenge. The extreme devastation, and promiscuous massacre, of a savage war, were justified, in the eyes of the emperor, and perhaps in those of the world, by the cruel equity of retaliation: 153 and such was the discipline of the Romans, and the consternation of the enemy, that Valentinian repassed the Danube without the loss of a single man. As he had resolved to complete the destruction of the Quadi by a second campaign, he fixed his winter quarters at Bregetio, on the Danube, near the Hungarian city of Presburg. While the operations of war were suspended by the severity of the weather, the Quadi made an humble attempt to deprecate the wrath of their conqueror; and, at the earnest persuasion of Equitius, their ambassadors were introduced into the Imperial council. They approached the throne with bended bodies and dejected countenances; and without daring to complain of the murder of their king, they affirmed, with solemn oaths, that the late invasion was the crime of some irregular robbers, which the public council of the nation condemned and abhorred. The answer of the emperor left them but little to hope from his clemency or compassion. He reviled, in the most intemperate language, their baseness, their ingratitude, their insolence. His eyes, his voice, his color, his gestures, expressed the violence of his ungoverned fury; and while his whole frame was agitated with convulsive passion, a large blood vessel suddenly burst in his body; and Valentinian fell speechless into the arms of his attendants. Their pious care immediately concealed his situation from the crowd; but, in a few minutes, the emperor of the West expired in an agony of pain, retaining his senses till the last; and struggling, without success, to declare his intentions to the generals and ministers, who surrounded the royal couch. Valentinian was about fifty-four years of age; and he wanted only one hundred days to accomplish the twelve years of his reign. 154"}