{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "1215p 6/22 Update: Landing delayed one orbit", "body": " Day now arrived, and the town being secured, Brasidas made a proclamation to the Toronaeans who had taken refuge with the Athenians, to come out, as many as chose, to their homes without fearing for their rights or persons, and sent a herald to invite the Athenians to accept a truce, and to evacuate Lecythus with their property, as being Chalcidian ground. The Athenians refused this offer, but asked for a truce for a day to take up their dead. Brasidas granted it for two days, which he employed in fortifying the houses near, and the Athenians in doing the same to their positions. Meanwhile he called a meeting of the Toronaeans, and said very much what he had said at Acanthus, namely, that they must not look upon those who had negotiated with him for the capture of the town as bad men or as traitors, as they had not acted as they had done from corrupt motives or in order to enslave the city, but for the good and freedom of Torone; nor again must those who had not shared in the enterprise fancy that they would not equally reap its fruits, as he had not come to destroy either city or individual. This was the reason of his proclamation to those that had fled for refuge to the Athenians: he thought none the worse of them for their friendship for the Athenians; he believed that they had only to make trial of the Lacedaemonians to like them as well, or even much better, as acting much more justly: it was for want of such a trial that they were now afraid of them. Meanwhile he warned all of them to prepare to be staunch allies, and for being held responsible for all faults in future: for the past, they had not wronged the Lacedaemonians but had been wronged by others who were too strong for them, and any opposition that they might have offered him could be excused."}