{"label": "ham", "to_address": "\"R list\" <r-help@stat.math.ethz.ch>", "from_address": "\"Matthew Keller\" <mckellercran@gmail.com>", "subject": "[R] Cause of error message in cov function?", "body": " Whether Christian, Having thus shewn what is Necessary to Salvation; it is not hard to reconcile our Obedience to the Civill Soveraign; who is either Christian, or Infidel. If he bee a Christian, he alloweth the beleefe of this Article, that Jesus Is The Christ; and of all the Articles that are contained in, or are evident consequence deduced from it: which is all the Faith Necessary to Salvation. And because he is a Soveraign, he requireth Obedience to all his owne, that is, to all the Civill Laws; in which also are contained all the Laws of Nature, that is, all the Laws of God: for besides the Laws of Nature, and the Laws of the Church, which are part of the Civill Law, (for the Church that can make Laws is the Common-wealth,) there bee no other Laws Divine. Whosoever therefore obeyeth his Christian Soveraign, is not thereby hindred, neither from beleeving, nor from obeying God. But suppose that a Christian King should from this Foundation, Jesus Is The Christ, draw some false consequences, that is to say, make some superstructions of Hay, or Stubble, and command the teaching of the same; yet seeing St. Paul says, he shal be saved; much more shall he be saved, that teacheth them by his command; and much more yet, he that teaches not, but onely beleeves his lawfull Teacher. And in case a Subject be forbidden by the Civill Soveraign to professe some of those his opinions, upon what grounds can he disobey? Christian Kings may erre in deducing a Consequence, but who shall Judge? Shall a private man Judge, when the question is of his own obedience? or shall any man Judg but he that is appointed thereto by the Church, that is, by the Civill Soveraign that representeth it? or if the Pope, or an Apostle Judge, may he not erre in deducing of a consequence? did not one of the two, St. Peter, or St. Paul erre in a superstructure, when St. Paul withstood St. Peter to his face? There can therefore be no contradiction between the Laws of God, and the Laws of a Christian Common-wealth."}