{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "Common Dreams <commondreams@mail.democracyinaction.org>", "subject": "New & Views | 06.04.07", "body": " This unfavorable picture, though not devoid of a faint resemblance, betrays, by its dark coloring and distorted features, the pencil of an enemy. As the humble faith of Christ diffused itself through the world, it was embraced by several persons who derived some consequence from the advantages of nature or fortune. Aristides, who presented an eloquent apology to the emperor Hadrian, was an Athenian philosopher. 185 Justin Martyr had sought divine knowledge in the schools of Zeno, of Aristotle, of Pythagoras, and of Plato, before he fortunately was accosted by the old man, or rather the angel, who turned his attention to the study of the Jewish prophets. 186 Clemens of Alexandria had acquired much various reading in the Greek, and Tertullian in the Latin, language. Julius Africanus and Origen possessed a very considerable share of the learning of their times; and although the style of Cyprian is very different from that of Lactantius, we might almost discover that both those writers had been public teachers of rhetoric. Even the study of philosophy was at length introduced among the Christians, but it was not always productive of the most salutary effects; knowledge was as often the parent of heresy as of devotion, and the description which was designed for the followers of Artemon, may, with equal propriety, be applied to the various sects that resisted the successors of the apostles. “They presume to alter the Holy Scriptures, to abandon the ancient rule of faith, and to form their opinions according to the subtile precepts of logic. The science of the church is neglected for the study of geometry, and they lose sight of heaven while they are employed in measuring the earth. Euclid is perpetually in their hands. Aristotle and Theophrastus are the objects of their admiration; and they express an uncommon reverence for the works of Galen. Their errors are derived from the abuse of the arts and sciences of the infidels, and they corrupt the simplicity of the gospel by the refinements of human reason.” 187"}