{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CNN Alerts <cnnalerts@mail.cnn.com>", "subject": "CNN Alerts: bush", "body": " A shout of applause and victory was reechoed along the wall. He drew a second arrow, and the stroke was followed with the same success and the same acclamation. The Roman general then gave the word, that the archers should aim at the teams of oxen; they were instantly covered with mortal wounds; the towers which they drew remained useless and immovable, and a single moment disconcerted the laborious projects of the king of the Goths. After this disappointment, Vitiges still continued, or feigned to continue, the assault of the Salarian gate, that he might divert the attention of his adversary, while his principal forces more strenuously attacked the Praenestine gate and the sepulchre of Hadrian, at the distance of three miles from each other. Near the former, the double walls of the Vivarium 85 were low or broken; the fortifications of the latter were feebly guarded: the vigor of the Goths was excited by the hope of victory and spoil; and if a single post had given way, the Romans, and Rome itself, were irrecoverably lost. This perilous day was the most glorious in the life of Belisarius. Amidst tumult and dismay, the whole plan of the attack and defence was distinctly present to his mind; he observed the changes of each instant, weighed every possible advantage, transported his person to the scenes of danger, and communicated his spirit in calm and decisive orders. The contest was fiercely maintained from the morning to the evening; the Goths were repulsed on all sides; and each Roman might boast that he had vanquished thirty Barbarians, if the strange disproportion of numbers were not counterbalanced by the merit of one man. Thirty thousand Goths, according to the confession of their own chiefs, perished in this bloody action; and the multitude of the wounded was equal to that of the slain. When they advanced to the assault, their close disorder suffered not a javelin to fall without effect; and as they retired, the populace of the city joined the pursuit, and slaughtered, with impunity, the backs of their flying enemies. Belisarius instantly sallied from the gates; and while the soldiers chanted his name and victory, the hostile engines of war were reduced to ashes. Such was the loss and consternation of the Goths, that, from this day, the siege of Rome degenerated into a tedious and indolent blockade; and they were incessantly harassed by the Roman general, who, in frequent skirmishes, destroyed above five thousand of their bravest troops. Their cavalry was unpractised in the use of the bow; their archers served on foot; and this divided force was incapable of contending with their adversaries, whose lances and arrows, at a distance, or at hand, were alike formidable. The consummate skill of Belisarius embraced the favorable opportunities; and as he chose the ground and the moment, as he pressed the charge or sounded the retreat, 86 the squadrons which he detached were seldom unsuccessful. These partial advantages diffused an impatient ardor among the soldiers and people, who began to feel the hardships of a siege, and to disregard the dangers of a general engagement. Each plebeian conceived himself to be a hero, and the infantry, who, since the decay of discipline, were rejected from the line of battle, aspired to the ancient honors of the Roman legion. Belisarius praised the spirit of his troops, condemned their presumption, yielded to their clamors, and prepared the remedies of a defeat, the possibility of which he alone had courage to suspect. In the quarter of the Vatican, the Romans prevailed; and if the irreparable moments had not been wasted in the pillage of the camp, they might have occupied the Milvian bridge, and charged in the rear of the Gothic host. On the other side of the Tyber, Belisarius advanced from the Pincian and Salarian gates. But his army, four thousand soldiers perhaps, was lost in a spacious plain; they were encompassed and oppressed by fresh multitudes, who continually relieved the broken ranks of the Barbarians. The valiant leaders of the infantry were unskilled to conquer; they died: the retreat (a hasty retreat) was covered by the prudence of the general, and the victors started back with affright from the formidable aspect of an armed rampart. The reputation of Belisarius was unsullied by a defeat; and the vain confidence of the Goths was not less serviceable to his designs than the repentance and modesty of the Roman troops."}