{"label": "spam", "to_address": "cruiseca@speedy.uwaterloo.ca", "from_address": "\"Giftcard Giveaway\" <return@screenslates.com>", "subject": "500 Dollar Victoria's Secret Giftcard Giveaway", "body": " The only difference betwixt the natural virtues and justice lies in this, that the good, which results from the former, arises from every single act, and is the object of some natural passion: Whereas a single act of justice, considered in itself, may often be contrary to the public good; and it is only the concurrence of mankind, in a general scheme or system of action, which is advantageous. When I relieve persons in distress, my natural humanity is my motive; and so far as my succour extends, so far have I promoted the happiness of my fellow-creatures. But if we examine all the questions, that come before any tribunal of justice, we shall find, that, considering each case apart, it would as often be an instance of humanity to decide contrary to the laws of justice as conformable them. Judges take from a poor man to give to a rich; they bestow on the dissolute the labour of the industrious; and put into the hands of the vicious the means of harming both themselves and others. The whole scheme, however, of law and justice is advantageous to the society; and it was with a view to this advantage, that men, by their voluntary conventions, established it. After it is once established by these conventions, it is naturally attended with a strong sentiment of morals; which can proceed from nothing but our sympathy with the interests of society. We need no other explication of that esteem, which attends such of the natural virtues, as have a tendency to the public good. I must farther add, that there are several circumstances, which render this hypothesis much more probable with regard to the natural than the artificial virtues. It is certain that the imagination is more affected by what is particular, than by what is general; and that the sentiments are always moved with difficulty, where their objects are, in any degree, loose and undetermined: Now every particular act of justice is not beneficial to society, but the whole scheme or system: And it may not, perhaps, be any individual person for whom we are concerned, who receives benefit from justice, but the whole society alike. On the contrary, every particular act of generosity, or relief of the industrious and indigent, is beneficial; and is beneficial to a particular person, who is not undeserving of it. It is more natural, therefore, to think, that the tendencies of the latter virtue will affect our sentiments, and command our approbation, than those of the former; and therefore, since we find, that the approbation of the former arises from their tendencies, we may ascribe, with better reason, the same cause to the approbation of the latter. In any number of similar effects, if a cause can be discovered for one, we ought to extend that cause to all the other effects, which can be accounted for by it: But much more, if these other effects be attended with peculiar circumstances, which facilitate the operation of that cause."}