{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"Ivey, Carolina\" <CarolinamIvey@compel.net>", "subject": "LIVE your Dreams", "body": " If I represent to myself all objects existing in all space and time, I do not thereby place these in space and time prior to all experience; on the contrary, such a representation is nothing more than the notion of a possible experience, in its absolute completeness. In experience alone are those objects, which are nothing but representations, given. But, when I say they existed prior to my experience, this means only that I must begin with the perception present to me and follow the track indicated until I discover them in some part or region of experience. The cause of the empirical condition of this progression—and consequently at what member therein I must stop, and at what point in the regress I am to find this member—is transcendental, and hence necessarily incognizable. But with this we have not to do; our concern is only with the law of progression in experience, in which objects, that is, phenomena, are given. It is a matter of indifference, whether I say, “I may in the progress of experience discover stars, at a hundred times greater distance than the most distant of those now visible,” or, “Stars at this distance may be met in space, although no one has, or ever will discover them.” For, if they are given as things in themselves, without any relation to possible experience, they are for me non-existent, consequently, are not objects, for they are not contained in the regressive series of experience. But, if these phenomena must be employed in the construction or support of the cosmological idea of an absolute whole, and when we are discussing a question that oversteps the limits of possible experience, the proper distinction of the different theories of the reality of sensuous objects is of great importance, in order to avoid the illusion which must necessarily arise from the misinterpretation of our empirical conceptions."}