{"label": "ham", "to_address": "<avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Notification for Napster", "body": " “Boeotians, the idea that we ought not to give battle to the Athenians, unless we came up with them in Boeotia, is one which should never have entered into the head of any of us, your generals. It was to annoy Boeotia that they crossed the frontier and built a fort in our country; and they are therefore, I imagine, our enemies wherever we may come up with them, and from wheresoever they may have come to act as enemies do. And if any one has taken up with the idea in question for reasons of safety, it is high time for him to change his mind. The party attacked, whose own country is in danger, can scarcely discuss what is prudent with the calmness of men who are in full enjoyment of what they have got, and are thinking of attacking a neighbour in order to get more. It is your national habit, in your country or out of it, to oppose the same resistance to a foreign invader; and when that invader is Athenian, and lives upon your frontier besides, it is doubly imperative to do so. As between neighbours generally, freedom means simply a determination to hold one’s own; and with neighbours like these, who are trying to enslave near and far alike, there is nothing for it but to fight it out to the last. Look at the condition of the Euboeans and of most of the rest of Hellas, and be convinced that others have to fight with their neighbours for this frontier or that, but that for us conquest means one frontier for the whole country, about which no dispute can be made, for they will simply come and take by force what we have. So much more have we to fear from this neighbour than from another. Besides, people who, like the Athenians in the present instance, are tempted by pride of strength to attack their neighbours, usually march most confidently against those who keep still, and only defend themselves in their own country, but think twice before they grapple with those who meet them outside their frontier and strike the first blow if opportunity offers. The Athenians have shown us this themselves; the defeat which we inflicted upon them at Coronea, at the time when our quarrels had allowed them to occupy the country, has given great security to Boeotia until the present day. Remembering this, the old must equal their ancient exploits, and the young, the sons of the heroes of that time, must endeavour not to disgrace their native valour; and trusting in the help of the god whose temple has been sacrilegiously fortified, and in the victims which in our sacrifices have proved propitious, we must march against the enemy, and teach him that he must go and get what he wants by attacking someone who will not resist him, but that men whose glory it is to be always ready to give battle for the liberty of their own country, and never unjustly to enslave that of others, will not let him go without a struggle.”"}