{"label": "ham", "to_address": "beginners@perl.org", "from_address": "Vincent Li <vli@vcn.bc.ca>", "subject": "Re: [SPAM] Re: perl 5.8.8 install problem", "body": " In the mean while Valentinian was alarmed and perplexed by the doubtful intelligence of the revolt of the East. 3911 The difficulties of a German war forced him to confine his immediate care to the safety of his own dominions; and, as every channel of communication was stopped or corrupted, he listened, with doubtful anxiety, to the rumors which were industriously spread, that the defeat and death of Valens had left Procopius sole master of the Eastern provinces. Valens was not dead: but on the news of the rebellion, which he received at C¾sarea, he basely despaired of his life and fortune; proposed to negotiate with the usurper, and discovered his secret inclination to abdicate the Imperial purple. The timid monarch was saved from disgrace and ruin by the firmness of his ministers, and their abilities soon decided in his favor the event of the civil war. In a season of tranquillity, Sallust had resigned without a murmur; but as soon as the public safety was attacked, he ambitiously solicited the pre‘minence of toil and danger; and the restoration of that virtuous minister to the pr¾fecture of the East, was the first step which indicated the repentance of Valens, and satisfied the minds of the people. The reign of Procopius was apparently supported by powerful armies and obedient provinces. But many of the principal officers, military as well as civil, had been urged, either by motives of duty or interest, to withdraw themselves from the guilty scene; or to watch the moment of betraying, and deserting, the cause of the usurper. Lupicinus advanced by hasty marches, to bring the legions of Syria to the aid of Valens. Arintheus, who, in strength, beauty, and valor, excelled all the heroes of the age, attacked with a small troop a superior body of the rebels. When he beheld the faces of the soldiers who had served under his banner, he commanded them, with a loud voice, to seize and deliver up their pretended leader; and such was the ascendant of his genius, that this extraordinary order was instantly obeyed. 40 Arbetio, a respectable veteran of the great Constantine, who had been distinguished by the honors of the consulship, was persuaded to leave his retirement, and once more to conduct an army into the field. In the heat of action, calmly taking off his helmet, he showed his gray hairs and venerable countenance: saluted the soldiers of Procopius by the endearing names of children and companions, and exhorted them no longer to support the desperate cause of a contemptible tyrant; but to follow their old commander, who had so often led them to honor and victory. In the two engagements of Thyatira 41 and Nacolia, the unfortunate Procopius was deserted by his troops, who were seduced by the instructions and example of their perfidious officers. After wandering some time among the woods and mountains of Phyrgia, he was betrayed by his desponding followers, conducted to the Imperial camp, and immediately beheaded. He suffered the ordinary fate of an unsuccessful usurper; but the acts of cruelty which were exercised by the conqueror, under the forms of legal justice, excited the pity and indignation of mankind. 42"}