{"label": "spam", "to_address": "\"Mail\" <mail@flax9.uwaterloo.ca>", "from_address": "\"Aegis Capital Group LLC\" <Rosendo.Quinn3003@tenchiclub.com>", "subject": "please, get acquainted with our vacancies and you will be our employee with a high payment! [letter id: Z52068009981435]", "body": " Now, however, a deciding principle of a different kind comes into play to turn the scale in this uncertainty of speculative reason. The command to promote the summum bonum is established on an objective basis (in practical reason); the possibility of the same in general is likewise established on an objective basis (in theoretical reason, which has nothing to say against it). But reason cannot decide objectively in what way we are to conceive this possibility; whether by universal laws of nature without a wise Author presiding over nature, or only on supposition of such an Author. Now here there comes in a subjective condition of reason, the only way theoretically possible for it, of conceiving the exact harmony of the kingdom of nature with the kingdom of morals, which is the condition of the possibility of the summum bonum; and at the same time the only one conducive to morality (which depends on an objective law of reason). Now since the promotion of this summum bonum, and therefore the supposition of its possibility, are objectively necessary (though only as a result of practical reason), while at the same time the manner in which we would conceive it rests with our own choice, and in this choice a free interest of pure practical reason decides for the assumption of a wise Author of the world; it is clear that the principle that herein determines our judgement, though as a want it is subjective, yet at the same time being the means of promoting what is objectively (practically) necessary, is the foundation of a maxim of belief in a moral point of view, that is, a faith of pure practical reason. This, then, is not commanded, but being a voluntary determination of our judgement, conducive to the moral (commanded) purpose, and moreover harmonizing with the theoretical requirement of reason, to assume that existence and to make it the foundation of our further employment of reason, it has itself sprung from the moral disposition of mind; it may therefore at times waver even in the well-disposed, but can never be reduced to unbelief."}