{"label": "spam", "to_address": "mail@flax9.uwaterloo.ca", "from_address": "\"Greta Delgado\" <a-1_dave@cs.com>", "subject": "Hallo!", "body": " I. Of Definitions. A definition is, as the term itself indicates, the representation, upon primary grounds, of the complete conception of a thing within its own limits.[76] Accordingly, an empirical conception cannot be defined, it can only be explained. For, as there are in such a conception only a certain number of marks or signs, which denote a certain class of sensuous objects, we can never be sure that we do not cogitate under the word which indicates the same object, at one time a greater, at another a smaller number of signs. Thus, one person may cogitate in his conception of gold, in addition to its properties of weight, colour, malleability, that of resisting rust, while another person may be ignorant of this quality. We employ certain signs only so long as we require them for the sake of distinction; new observations abstract some and add new ones, so that an empirical conception never remains within permanent limits. It is, in fact, useless to define a conception of this kind. If, for example, we are speaking of water and its properties, we do not stop at what we actually think by the word water, but proceed to observation and experiment; and the word, with the few signs attached to it, is more properly a designation than a conception of the thing. A definition in this case would evidently be nothing more than a determination of the word. In the second place, no à priori conception, such as those of substance, cause, right, fitness, and so on, can be defined. For I can never be sure, that the clear representation of a given conception (which is given in a confused state) has been fully developed, until I know that the representation is adequate with its object. But, inasmuch as the conception, as it is presented to the mind, may contain a number of obscure representations, which we do not observe in our analysis, although we employ them in our application of the conception, I can never be sure that my analysis is complete, while examples may make this probable, although they can never demonstrate the fact. Instead of the word definition, I should rather employ the term exposition—a more modest expression, which the critic may accept without surrendering his doubts as to the completeness of the analysis of any such conception. As, therefore, neither empirical nor à priori conceptions are capable of definition, we have to see whether the only other kind of conceptions—arbitrary conceptions—can be subjected to this mental operation. Such a conception can always be defined; for I must know thoroughly what I wished to cogitate in it, as it was I who created it, and it was not given to my mind either by the nature of my understanding or by experience. At the same time, I cannot say that, by such a definition, I have defined a real object. If the conception is based upon empirical conditions, if, for example, I have a conception of a clock for a ship, this arbitrary conception does not assure me of the existence or even of the possibility of the object. My definition of such a conception would with more propriety be termed a declaration of a project than a definition of an object. There are no other conceptions which can bear definition, except those which contain an arbitrary synthesis, which can be constructed à priori. Consequently, the science of mathematics alone possesses definitions. For the object here thought is presented à priori in intuition; and thus it can never contain more or less than the conception, because the conception of the object has been given by the definition—and primarily, that is, without deriving the definition from any other source. Philosophical definitions are, therefore, merely expositions of given conceptions, while mathematical definitions are constructions of conceptions originally formed by the mind itself; the former are produced by analysis, the completeness of which is never demonstratively certain, the latter by a synthesis. In a mathematical definition the conception is formed, in a philosophical definition it is only explained. From this it follows:"}