{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Isabel Bartley\" <Skiper@takas.lt>", "subject": "Hot sex with Viagra pills", "body": " To this I answer: The approbation of moral qualities most certainly is not derived from reason, or any comparison of ideas; but proceeds entirely from a moral taste, and from certain sentiments of pleasure or disgust, which arise upon the contemplation and view of particular qualities or characters. Now it is evident, that those sentiments, whence-ever they are derived, must vary according to the distance or contiguity of the objects; nor can I feel the same lively pleasure from the virtues of a person, who lived in Greece two thousand years ago, that I feel from the virtues of a familiar friend and acquaintance. Yet I do not say, that I esteem the one more than the other: And therefore, if the variation of the sentiment, without a variation of the esteem, be an objection, it must have equal force against every other system, as against that of sympathy. But to consider the matter a-right, it has no force at all; and it is the easiest matter in the world to account for it. Our situation, with regard both to persons and things, is in continual fluctuation; and a man, that lies at a distance from us, may, in a little time, become a familiar acquaintance. Besides, every particular man has a peculiar position with regard to others; and it is impossible we could ever converse together on any reasonable terms, were each of us to consider characters and persons, only as they appear from his peculiar point of view. In order, therefore, to prevent those continual contradictions, and arrive at a more stable judgment of things, we fix on some steady and general points of view; and always, in our thoughts, place ourselves in them, whatever may be our present situation. In like manner, external beauty is determined merely by pleasure; and it is evident, a beautiful countenance cannot give so much pleasure, when seen at the distance of twenty paces, as when it is brought nearer us. We say not, however, that it appears to us less beautiful: Because we know what effect it will have in such a position, and by that reflection we correct its momentary appearance."}