{"label": "ham", "to_address": "debian-legal@lists.debian.org", "from_address": "Arnoud Engelfriet <arnoud@engelfriet.net>", "subject": "Re: Logo trademark license vs. copyright license", "body": " Immediately after Julian had received the purple at Milan, he was sent into Gaul with a feeble retinue of three hundred and sixty soldiers. At Vienna, where he passed a painful and anxious winter in the hands of those ministers to whom Constantius had intrusted the direction of his conduct, the C¾sar was informed of the siege and deliverance of Autun. That large and ancient city, protected only by a ruined wall and pusillanimous garrison, was saved by the generous resolution of a few veterans, who resumed their arms for the defence of their country. In his march from Autun, through the heart of the Gallic provinces, Julian embraced with ardor the earliest opportunity of signalizing his courage. At the head of a small body of archers and heavy cavalry, he preferred the shorter but the more dangerous of two roads; 6911 and sometimes eluding, and sometimes resisting, the attacks of the Barbarians, who were masters of the field, he arrived with honor and safety at the camp near Rheims, where the Roman troops had been ordered to assemble. The aspect of their young prince revived the drooping spirits of the soldiers, and they marched from Rheims in search of the enemy, with a confidence which had almost proved fatal to them. The Alemanni, familiarized to the knowledge of the country, secretly collected their scattered forces, and seizing the opportunity of a dark and rainy day, poured with unexpected fury on the rear-guard of the Romans. Before the inevitable disorder could be remedied, two legions were destroyed; and Julian was taught by experience that caution and vigilance are the most important lessons of the art of war. In a second and more successful action, he recovered and established his military fame; but as the agility of the Barbarians saved them from the pursuit, his victory was neither bloody nor decisive. He advanced, however, to the banks of the Rhine, surveyed the ruins of Cologne, convinced himself of the difficulties of the war, and retreated on the approach of winter, discontented with the court, with his army, and with his own success. 70 The power of the enemy was yet unbroken; and the C¾sar had no sooner separated his troops, and fixed his own quarters at Sens, in the centre of Gaul, than he was surrounded and besieged, by a numerous host of Germans. Reduced, in this extremity, to the resources of his own mind, he displayed a prudent intrepidity, which compensated for all the deficiencies of the place and garrison; and the Barbarians, at the end of thirty days, were obliged to retire with disappointed rage."}