{"label": "ham", "to_address": "parrot-porters@perl.org", "from_address": "pancake <pancake@youterm.com>", "subject": "Re: source code comments", "body": " The plain of Mardia in Thrace was the theatre of a second battle no less obstinate and bloody than the former. The troops on both sides displayed the same valor and discipline; and the victory was once more decided by the superior abilities of Constantine, who directed a body of five thousand men to gain an advantageous height, from whence, during the heat of the action, they attacked the rear of the enemy, and made a very considerable slaughter. The troops of Licinius, however, presenting a double front, still maintained their ground, till the approach of night put an end to the combat, and secured their retreat towards the mountains of Macedonia. 90 The loss of two battles, and of his bravest veterans, reduced the fierce spirit of Licinius to sue for peace. His ambassador Mistrianus was admitted to the audience of Constantine: he expatiated on the common topics of moderation and humanity, which are so familiar to the eloquence of the vanquished; represented in the most insinuating language, that the event of the war was still doubtful, whilst its inevitable calamities were alike pernicious to both the contending parties; and declared that he was authorized to propose a lasting and honorable peace in the name of the _two_ emperors his masters. Constantine received the mention of Valens with indignation and contempt. “It was not for such a purpose,” he sternly replied, “that we have advanced from the shores of the western ocean in an uninterrupted course of combats and victories, that, after rejecting an ungrateful kinsman, we should accept for our colleague a contemptible slave. The abdication of Valens is the first article of the treaty.” 91 It was necessary to accept this humiliating condition; and the unhappy Valens, after a reign of a few days, was deprived of the purple and of his life. As soon as this obstacle was removed, the tranquillity of the Roman world was easily restored. The successive defeats of Licinius had ruined his forces, but they had displayed his courage and abilities. His situation was almost desperate, but the efforts of despair are sometimes formidable, and the good sense of Constantine preferred a great and certain advantage to a third trial of the chance of arms. He consented to leave his rival, or, as he again styled Licinius, his friend and brother, in the possession of Thrace, Asia Minor, Syria, and Egypt; but the provinces of Pannonia, Dalmatia, Dacia, Macedonia, and Greece, were yielded to the Western empire, and the dominions of Constantine now extended from the confines of Caledonia to the extremity of Peloponnesus. It was stipulated by the same treaty, that three royal youths, the sons of emperors, should be called to the hopes of the succession. Crispus and the young Constantine were soon afterwards declared Cæsars in the West, while the younger Licinius was invested with the same dignity in the East. In this double proportion of honors, the conqueror asserted the superiority of his arms and power. 92"}