{"label": "spam", "to_address": "\"the00\" <the00@plg.uwaterloo.ca>", "from_address": "\"Troy Aguirre\" <mibabysit@fairtradeauthority.com>", "subject": "Fwd: Thank you, we are ready to give a loan", "body": " Mill's first essays were written in the _Traveller_ about a year before he entered the India House. From that time forward his literary work was uninterrupted save by attacks of illness. His industry was stupendous. He wrote articles on an infinite variety of subjects, political, metaphysical, philosophic, religious, poetical. He discovered Tennyson for his generation, he influenced the writing of Carlyle's _French Revolution_ as well as its success. And all the while he was engaged in studying and preparing for his more ambitious works, while he rose step by step at the India Office. His _Essays on Unsettled Questions in Political Economy_ were written in 1831, although they did not appear until thirteen years later. His _System of Logic_, the design of which was even then fashioning itself in his brain, took thirteen years to complete, and was actually published before the _Political Economy_. In 1844 appeared the article on Michelet, which its author anticipated would cause some discussion, but which did not create the sensation he expected. Next year there were the \"Claims of Labour\" and \"Guizot,\" and in 1847 his articles on Irish affairs in the _Morning Chronicle_. These years were very much influenced by his friendship and correspondence with Comte, a curious comradeship between men of such different temperament. In 1848 Mill published his _Political Economy_, to which he had given his serious study since the completion of his _Logic_. His articles and reviews, though they involved a good deal of work--as, for instance, the re-perusal of the _Iliad_ and the _Odyssey_ in the original before reviewing Grote's _Greece_--were recreation to the student. The year 1856 saw him head of the Examiners' Office in the India House, and another two years brought the end of his official work, owing to the transfer of India to the Crown. In the same year his wife died. _Liberty_ was published shortly after, as well as the _Thoughts on Parliamentary Reform_, and no year passed without Mill making important contributions on the political, philosophical, and ethical questions of the day."}