{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "jra@samba.org", "subject": "svn commit: samba r23448 - in branches: SAMBA_3_0/source/nsswitch\n\tSAMBA_3_0_25/source/nsswitch SAMBA_3_0_26/source/nsswitch", "body": " The irresistible power of the Roman emperors was displayed in the important and dangerous change of the national religion. The terrors of a military force silenced the faint and unsupported murmurs of the Pagans, and there was reason to expect, that the cheerful submission of the Christian clergy, as well as people, would be the result of conscience and gratitude. It was long since established, as a fundamental maxim of the Roman constitution, that every rank of citizens was alike subject to the laws, and that the care of religion was the right as well as duty of the civil magistrate. Constantine and his successors could not easily persuade themselves that they had forfeited, by their conversion, any branch of the Imperial prerogatives, or that they were incapable of giving laws to a religion which they had protected and embraced. The emperors still continued to exercise a supreme jurisdiction over the ecclesiastical order, and the sixteenth book of the Theodosian code represents, under a variety of titles, the authority which they assumed in the government of the Catholic church. But the distinction of the spiritual and temporal powers, 81 which had never been imposed on the free spirit of Greece and Rome, was introduced and confirmed by the legal establishment of Christianity. The office of supreme pontiff, which, from the time of Numa to that of Augustus, had always been exercised by one of the most eminent of the senators, was at length united to the Imperial dignity. The first magistrate of the state, as often as he was prompted by superstition or policy, performed with his own hands the sacerdotal functions; 82 nor was there any order of priests, either at Rome or in the provinces, who claimed a more sacred character among men, or a more intimate communication with the gods. But in the Christian church, which instrusts the service of the altar to a perpetual succession of consecrated ministers, the monarch, whose spiritual rank is less honorable than that of the meanest deacon, was seated below the rails of the sanctuary, and confounded with the rest of the faithful multitude. 83 The emperor might be saluted as the father of his people, but he owed a filial duty and reverence to the fathers of the church; and the same marks of respect, which Constantine had paid to the persons of saints and confessors, were soon exacted by the pride of the episcopal order. 84 A secret conflict between the civil and ecclesiastical jurisdictions embarrassed the operation of the Roman government; and a pious emperor was alarmed by the guilt and danger of touching with a profane hand the ark of the covenant. The separation of men into the two orders of the clergy and of the laity was, indeed, familiar to many nations of antiquity; and the priests of India, of Persia, of Assyria, of Judea, of ®thiopia, of Egypt, and of Gaul, derived from a celestial origin the temporal power and possessions which they had acquired. These venerable institutions had gradually assimilated themselves to the manners and government of their respective countries; 85 but the opposition or contempt of the civil power served to cement the discipline of the primitive church. The Christians had been obliged to elect their own magistrates, to raise and distribute a peculiar revenue, and to regulate the internal policy of their republic by a code of laws, which were ratified by the consent of the people and the practice of three hundred years. When Constantine embraced the faith of the Christians, he seemed to contract a perpetual alliance with a distinct and independent society; and the privileges granted or confirmed by that emperor, or by his successors, were accepted, not as the precarious favors of the court, but as the just and inalienable rights of the ecclesiastical order."}