{"label": "spam", "to_address": "theorize@plg.uwaterloo.ca", "from_address": "\"TV_on_PC\" <TV_on_PC@allfreebiestoyou.com>", "subject": "TV on your PC - 1000+ channels for only $30", "body": " According to these remarks it is now easy to find the answer to the weighty question whether the notion of God is one belonging to physics (and therefore also to metaphysics, which contains the pure a priori principles of the former in their universal import) or to morals. If we have recourse to God as the Author of all things, in order to explain the arrangements of nature or its changes, this is at least not a physical explanation, and is a complete confession that our philosophy has come to an end, since we are obliged to assume something of which in itself we have otherwise no conception, in order to be able to frame a conception of the possibility of what we see before our eyes. Metaphysics, however, cannot enable us to attain by certain inference from the knowledge of this world to the conception of God and to the proof of His existence, for this reason, that in order to say that this world could be produced only by a God (according to the conception implied by this word) we should know this world as the most perfect whole possible; and for this purpose should also know all possible worlds (in order to be able to compare them with this); in other words, we should be omniscient. It is absolutely impossible, however, to know the existence of this Being from mere concepts, because every existential proposition, that is, every proposition that affirms the existence of a being of which I frame a concept, is a synthetic proposition, that is, one by which I go beyond that conception and affirm of it more than was thought in the conception itself; namely, that this concept in the understanding has an object corresponding to it outside the understanding, and this it is obviously impossible to elicit by any reasoning. There remains, therefore, only one single process possible for reason to attain this knowledge, namely, to start from the supreme principle of its pure practical use (which in every case is directed simply to the existence of something as a consequence of reason) and thus determine its object. Then its inevitable problem, namely, the necessary direction of the will to the summum bonum, discovers to us not only the necessity of assuming such a First Being in reference to the possibility of this good in the world, but, what is most remarkable, something which reason in its progress on the path of physical nature altogether failed to find, namely, an accurately defined conception of this First Being. As we can know only a small part of this world, and can still less compare it with all possible worlds, we may indeed from its order, design, and greatness, infer a wise, good, powerful, etc., Author of it, but not that He is all-wise, all-good, all-powerful, etc. It may indeed very well be granted that we should be justified in supplying this inevitable defect by a legitimate and reasonable hypothesis; namely, that when wisdom, goodness, etc, are displayed in all the parts that offer themselves to our nearer knowledge, it is just the same in all the rest, and that it would therefore be reasonable to ascribe all possible perfections to the Author of the world, but these are not strict logical inferences in which we can pride ourselves on our insight, but only permitted conclusions in which we may be indulged and which require further recommendation before we can make use of them. On the path of empirical inquiry then (physics), the conception of God remains always a conception of the perfection of the First Being not accurately enough determined to be held adequate to the conception of Deity. (With metaphysic in its transcendental part nothing whatever can be accomplished.)"}