{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Blake Hayes\" <walterwolf2000@kareldc.com>", "subject": "Photoshop, Windows, Office", "body": " I am sensible, that these two cases of the strength and weakness of the mind will not comprehend all mankind, and that there are in England, in particular, many honest gentlemen, who being always employed in their domestic affairs, or amusing themselves in common recreations, have carried their thoughts very little beyond those objects, which are every day exposed to their senses. And indeed, of such as these I pretend not to make philosophers, nor do I expect them either to be associates in these researches or auditors of these discoveries. They do well to keep themselves in their present situation; and instead of refining them into philosophers, I wish we could communicate to our founders of systems, a share of this gross earthy mixture, as an ingredient, which they commonly stand much in need of, and which would serve to temper those fiery particles, of which they are composed. While a warm imagination is allowed to enter into philosophy, and hypotheses embraced merely for being specious and agreeable, we can never have any steady principles, nor any sentiments, which will suit with common practice and experience. But were these hypotheses once removed, we might hope to establish a system or set of opinions, which if not true (for that, perhaps, is too much to be hoped for) might at least be satisfactory to the human mind, and might stand the test of the most critical examination. Nor should we despair of attaining this end, because of the many chimerical systems, which have successively arisen and decayed away among men, would we consider the shortness of that period, wherein these questions have been the subjects of enquiry and reasoning. Two thousand years with such long interruptions, and under such mighty discouragements are a small space of time to give any tolerable perfection to the sciences; and perhaps we are still in too early an age of the world to discover any principles, which will bear the examination of the latest posterity. For my part, my only hope is, that I may contribute a little to the advancement of knowledge, by giving in some particulars a different turn to the speculations of philosophers, and pointing out to them more distinctly those subjects, where alone they can expect assurance and conviction. Human Nature is the only science of man; and yet has been hitherto the most neglected. It will be sufficient for me, if I can bring it a little more into fashion; and the hope of this serves to compose my temper from that spleen, and invigorate it from that indolence, which sometimes prevail upon me. If the reader finds himself in the same easy disposition, let him follow me in my future speculations. If not, let him follow his inclination, and wait the returns of application and good humour. The conduct of a man, who studies philosophy in this careless manner, is more truly sceptical than that of one, who feeling in himself an inclination to it, is yet so overwhelmed with doubts and scruples, as totally to reject it. A true sceptic will be diffident of his philosophical doubts, as well as of his philosophical conviction; and will never refuse any innocent satisfaction, which offers itself, upon account of either of them."}