{"label": "spam", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "\"Dorothy Hubbard\" <9oliver68@jbvideo.com>", "subject": "Hello!", "body": " This reasoner has at heart the interest of diversity—in accordance with the principle of specification; another, the interest of unity—in accordance with the principle of aggregation. Each believes that his judgement rests upon a thorough insight into the subject he is examining, and yet it has been influenced solely by a greater or less degree of adherence to some one of the two principles, neither of which are objective, but originate solely from the interest of reason, and on this account to be termed maxims rather than principles. When I observe intelligent men disputing about the distinctive characteristics of men, animals, or plants, and even of minerals, those on the one side assuming the existence of certain national characteristics, certain well-defined and hereditary distinctions of family, race, and so on, while the other side maintain that nature has endowed all races of men with the same faculties and dispositions, and that all differences are but the result of external and accidental circumstances—I have only to consider for a moment the real nature of the subject of discussion, to arrive at the conclusion that it is a subject far too deep for us to judge of, and that there is little probability of either party being able to speak from a perfect insight into and understanding of the nature of the subject itself. Both have, in reality, been struggling for the twofold interest of reason; the one maintaining the one interest, the other the other. But this difference between the maxims of diversity and unity may easily be reconciled and adjusted; although, so long as they are regarded as objective principles, they must occasion not only contradictions and polemic, but place hinderances in the way of the advancement of truth, until some means is discovered of reconciling these conflicting interests, and bringing reason into union and harmony with itself."}