{"label": "ham", "to_address": "\"Andrew Coopers\" <avcoopers@speedy.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for Netflix, Inc.", "body": " The aged king of the Goths languished some time after the dangerous wound which he received from their daggers; but the conduct of the war was retarded by his infirmities; and the public councils of the nation were distracted by a spirit of jealousy and discord. His death, which has been imputed to his own despair, left the reins of government in the hands of Withimer, who, with the doubtful aid of some Scythian mercenaries, maintained the unequal contest against the arms of the Huns and the Alani, till he was defeated and slain in a decisive battle. The Ostrogoths submitted to their fate; and the royal race of the Amali will hereafter be found among the subjects of the haughty Attila. But the person of Witheric, the infant king, was saved by the diligence of Alatheus and Saphrax; two warriors of approved valor and fiedlity, who, by cautious marches, conducted the independent remains of the nation of the Ostrogoths towards the Danastus, or Niester; a considerable river, which now separates the Turkish dominions from the empire of Russia. On the banks of the Niester, the prudent Athanaric, more attentive to his own than to the general safety, had fixed the camp of the Visigoths; with the firm resolution of opposing the victorious Barbarians, whom he thought it less advisable to provoke. The ordinary speed of the Huns was checked by the weight of baggage, and the encumbrance of captives; but their military skill deceived, and almost destroyed, the army of Athanaric. While the Judge of the Visigoths defended the banks of the Niester, he was encompassed and attacked by a numerous detachment of cavalry, who, by the light of the moon, had passed the river in a fordable place; and it was not without the utmost efforts of courage and conduct, that he was able to effect his retreat towards the hilly country. The undaunted general had already formed a new and judicious plan of defensive war; and the strong lines, which he was preparing to construct between the mountains, the Pruth, and the Danube, would have secured the extensive and fertile territory that bears the modern name of Walachia, from the destructive inroads of the Huns. 60 But the hopes and measures of the Judge of the Visigoths was soon disappointed, by the trembling impatience of his dismayed countrymen; who were persuaded by their fears, that the interposition of the Danube was the only barrier that could save them from the rapid pursuit, and invincible valor, of the Barbarians of Scythia. Under the command of Fritigern and Alavivus, 61 the body of the nation hastily advanced to the banks of the great river, and implored the protection of the Roman emperor of the East. Athanaric himself, still anxious to avoid the guilt of perjury, retired, with a band of faithful followers, into the mountainous country of Caucaland; which appears to have been guarded, and almost concealed, by the impenetrable forests of Transylvania. 62 6211"}