{"label": "spam", "to_address": "<warwick@plg.uwaterloo.ca>", "from_address": "\"faithe1y2ah\" <faithe1y2ah@hotmail.com>", "subject": "It can also add excitement", "body": " We may form a like observation concerning resemblance. We have remarked, that the conclusion, which we draw from a present object to its absent cause or effect, is never founded on any qualities, which we observe in that object, considered in itself, or, in other words, that it is impossible to determine, otherwise than by experience, what will result from any phenomenon, or what has preceded it. But though this be so evident in itself, that it seemed not to require any, proof; yet some philosophers have imagined that there is an apparent cause for the communication of motion, and that a reasonable man might immediately infer the motion of one body from the impulse of another, without having recourse to any past observation. That this opinion is false will admit of an easy proof. For if such an inference may be drawn merely from the ideas of body, of motion, and of impulse, it must amount to a demonstration, and must imply the absolute impossibility of any contrary supposition. Every effect, then, beside the communication of motion, implies a formal contradiction; and it is impossible not only that it can exist, but also that it can be conceived. But we may soon satisfy ourselves of the contrary, by forming a clear and consistent idea of one body's moving upon another, and of its rest immediately upon the contact, or of its returning back in the same line in which it came; or of its annihilation; or circular or elliptical motion: and in short, of an infinite number of other changes, which we may suppose it to undergo. These suppositions are all consistent and natural; and the reason, Why we imagine the communication of motion to be more consistent and natural not only than those suppositions, but also than any other natural effect, is founded on the relation of resemblance betwixt the cause and effect, which is here united to experience, and binds the objects in the closest and most intimate manner to each other, so as to make us imagine them to be absolutely inseparable. Resemblance, then, has the same or a parallel influence with experience; and as the only immediate effect of experience is to associate our ideas together, it follows, that all belief arises from the association of ideas, according to my hypothesis."}