{"label": "ham", "to_address": "Jan Wijffels <Jan.Wijffels@ucs.kuleuven.be>", "from_address": "Prof Brian Ripley <ripley@stats.ox.ac.uk>", "subject": "Re: [R] working with R graphics remotely", "body": " Another relique of Gentilisme, is the Worship of Images, neither instituted by Moses in the Old, nor by Christ in the New Testament; nor yet brought in from the Gentiles; but left amongst them, after they had given their names to Christ. Before our Saviour preached, it was the generall Religion of the Gentiles, to worship for Gods, those Apparences that remain in the Brain from the impression of externall Bodies upon the organs of their Senses, which are commonly called Ideas, Idols, Phantasmes, Conceits, as being Representations of those externall Bodies, which cause them, and have nothing in them of reality, no more than there is in the things that seem to stand before us in a Dream: And this is the reason why St. Paul says, \"Wee know that an Idol is Nothing:\" Not that he thought that an Image of Metall, Stone, or Wood, was nothing; but that the thing which they honored, or feared in the Image, and held for a God, was a meer Figment, without place, habitation, motion, or existence, but in the motions of the Brain. And the worship of these with Divine Honour, is that which is in the Scripture called Idolatry, and Rebellion against God. For God being King of the Jews, and his Lieutenant being first Moses, and afterward the High Priest; if the people had been permitted to worship, and pray to Images, (which are Representations of their own Fancies,) they had had no farther dependence on the true God, of whom there can be no similitude; nor on his prime Ministers, Moses, and the High Priests; but every man had governed himself according to his own appetite, to the utter eversion of the Common-wealth, and their own destruction for want of Union. And therefore the first Law of God was, \"They should not take for Gods, ALIENOS DEOS, that is, the Gods of other nations, but that onely true God, who vouchsafed to commune with Moses, and by him to give them laws and directions, for their peace, and for their salvation from their enemies.\" And the second was, that \"they should not make to themselves any Image to Worship, of their own Invention.\" For it is the same deposing of a King, to submit to another King, whether he be set up by a neighbour nation, or by our selves."}