{"label": "spam", "to_address": "gnitpick@speedy.uwaterloo.ca", "from_address": "Reginald <pagxl@bokmusic.com>", "subject": "Just try and convince this quality means and methods", "body": " Little, however, as people are accustomed to a doctrine like that of Von Humboldt, and surprising as it may be to them to find so high a value attached to individuality, the question, one must nevertheless think, can only be one of degree. No one's idea of excellence in conduct is that people should do absolutely nothing but copy one another. No one would assert that people ought not to put into their mode of life, and into the conduct of their concerns, any impress whatever of their own judgment, or of their own individual character. On the other hand, it would be absurd to pretend that people ought to live as if nothing whatever had been known in the world before they came into it; as if experience had as yet done nothing towards showing that one mode of existence, or of conduct, is preferable to another. Nobody denies that people should be so taught and trained in youth, as to know and benefit by the ascertained results of human experience. But it is the privilege and proper condition of a human being, arrived at the maturity of his faculties, to use and interpret experience in his own way. It is for him to find out what part of recorded experience is properly applicable to his own circumstances and character. The traditions and customs of other people are, to a certain extent, evidence of what their experience has taught _them_; presumptive evidence, and as such, have a claim to his deference: but, in the first place, their experience may be too narrow; or they may not have interpreted it rightly. Secondly, their interpretation of experience may be correct, but unsuitable to him. Customs are made for customary circumstances, and customary characters: and his circumstances or his character may be uncustomary. Thirdly, though the customs be both good as customs, and suitable to him, yet to conform to custom, merely _as_ custom, does not educate or develop in him any of the qualities which are the distinctive endowment of a human being. The human faculties of perception, judgment, discriminative feeling, mental activity, and even moral preference, are exercised only in making a choice. He who does anything because it is the custom, makes no choice. He gains no practice either in discerning or in desiring what is best. The mental and moral, like the muscular powers, are improved only by being used. The faculties are called into no exercise by doing a thing merely because others do it, no more than by believing a thing only because others believe it. If the grounds of an opinion are not conclusive to the person's own reason, his reason cannot be strengthened, but is likely to be weakened by his adopting it: and if the inducements to an act are not such as are consentaneous to his own feelings and character (where affection, or the rights of others, are not concerned), it is so much done towards rendering his feelings and character inert and torpid, instead of active and energetic."}