{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "\"Gerald (Jerry) Carter\" <jerry@samba.org>", "subject": "Re: svn commit: samba r22819 - in branches: SAMBA_3_0/source/auth\n SAMBA_3_0_25/source/auth SAMBA_3_0_26/source/auth", "body": " A singular conception which occurs towards the end of the book is the lie in the soul; this is connected with the Platonic and Socratic doctrine that involuntary ignorance is worse than voluntary. The lie in the soul is a true lie, the corruption of the highest truth, the deception of the highest part of the soul, from which he who is deceived has no power of delivering himself. For example, to represent God as false or immoral, or, according to Plato, as deluding men with appearances or as the author of evil; or again, to affirm with Protagoras that ‘knowledge is sensation,’ or that ‘being is becoming,’ or with Thrasymachus ‘that might is right,’ would have been regarded by Plato as a lie of this hateful sort. The greatest unconsciousness of the greatest untruth, e.g. if, in the language of the Gospels (John), ‘he who was blind’ were to say ‘I see,’ is another aspect of the state of mind which Plato is describing. The lie in the soul may be further compared with the sin against the Holy Ghost (Luke), allowing for the difference between Greek and Christian modes of speaking. To this is opposed the lie in words, which is only such a deception as may occur in a play or poem, or allegory or figure of speech, or in any sort of accommodation,—which though useless to the gods may be useful to men in certain cases. Socrates is here answering the question which he had himself raised about the propriety of deceiving a madman; and he is also contrasting the nature of God and man. For God is Truth, but mankind can only be true by appearing sometimes to be partial, or false. Reserving for another place the greater questions of religion or education, we may note further, (1) the approval of the old traditional education of Greece; (2) the preparation which Plato is making for the attack on Homer and the poets; (3) the preparation which he is also making for the use of economies in the State; (4) the contemptuous and at the same time euphemistic manner in which here as below he alludes to the ‘Chronique Scandaleuse’ of the gods."}