{"label": "ham", "to_address": "jeevs <jeevan.ingale@gmail.com>, beginners@perl.org", "from_address": "\"Adriano Ferreira\" <a.r.ferreira@gmail.com>", "subject": "Re: Exporter query", "body": " The fame of Timour has pervaded the East and West: his posterity is still invested with the Imperial _title_; and the admiration of his subjects, who revered him almost as a deity, may be justified in some degree by the praise or confession of his bitterest enemies. 66 Although he was lame of a hand and foot, his form and stature were not unworthy of his rank; and his vigorous health, so essential to himself and to the world, was corroborated by temperance and exercise. In his familiar discourse he was grave and modest, and if he was ignorant of the Arabic language, he spoke with fluency and elegance the Persian and Turkish idioms. It was his delight to converse with the learned on topics of history and science; and the amusement of his leisure hours was the game of chess, which he improved or corrupted with new refinements. 67 In his religion he was a zealous, though not perhaps an orthodox, Mussulman; 68 but his sound understanding may tempt us to believe, that a superstitious reverence for omens and prophecies, for saints and astrologers, was only affected as an instrument of policy. In the government of a vast empire, he stood alone and absolute, without a rebel to oppose his power, a favorite to seduce his affections, or a minister to mislead his judgment. It was his firmest maxim, that whatever might be the consequence, the word of the prince should never be disputed or recalled; but his foes have maliciously observed, that the commands of anger and destruction were more strictly executed than those of beneficence and favor. His sons and grandsons, of whom Timour left six-and-thirty at his decease, were his first and most submissive subjects; and whenever they deviated from their duty, they were corrected, according to the laws of Zingis, with the bastinade, and afterwards restored to honor and command. Perhaps his heart was not devoid of the social virtues; perhaps he was not incapable of loving his friends and pardoning his enemies; but the rules of morality are founded on the public interest; and it may be sufficient to applaud the _wisdom_ of a monarch, for the liberality by which he is not impoverished, and for the justice by which he is strengthened and enriched. To maintain the harmony of authority and obedience, to chastise the proud, to protect the weak, to reward the deserving, to banish vice and idleness from his dominions, to secure the traveller and merchant, to restrain the depredations of the soldier, to cherish the labors of the husbandman, to encourage industry and learning, and, by an equal and moderate assessment, to increase the revenue, without increasing the taxes, are indeed the duties of a prince; but, in the discharge of these duties, he finds an ample and immediate recompense. Timour might boast, that, at his accession to the throne, Asia was the prey of anarchy and rapine, whilst under his prosperous monarchy a child, fearless and unhurt, might carry a purse of gold from the East to the West. Such was his confidence of merit, that from this reformation he derived an excuse for his victories, and a title to universal dominion. The four following observations will serve to appreciate his claim to the public gratitude; and perhaps we shall conclude, that the Mogul emperor was rather the scourge than the benefactor of mankind. _1._ If some partial disorders, some local oppressions, were healed by the sword of Timour, the remedy was far more pernicious than the disease. By their rapine, cruelty, and discord, the petty tyrants of Persia might afflict their subjects; but whole nations were crushed under the footsteps of the reformer. The ground which had been occupied by flourishing cities was often marked by his abominable trophies, by columns, or pyramids, of human heads. Astracan, Carizme, Delhi, Ispahan, Bagdad, Aleppo, Damascus, Boursa, Smyrna, and a thousand others, were sacked, or burnt, or utterly destroyed, in his presence, and by his troops: and perhaps his conscience would have been startled, if a priest or philosopher had dared to number the millions of victims whom he had sacrificed to the establishment of peace and order. 69 _2._ His most destructive wars were rather inroads than conquests. He invaded Turkestan, Kipzak, Russia, Hindostan, Syria, Anatolia, Armenia, and Georgia, without a hope or a desire of preserving those distant provinces. From thence he departed laden with spoil; but he left behind him neither troops to awe the contumacious, nor magistrates to protect the obedient, natives. When he had broken the fabric of their ancient government, he abandoned them to the evils which his invasion had aggravated or caused; nor were these evils compensated by any present or possible benefits. _3._ The kingdoms of Transoxiana and Persia were the proper field which he labored to cultivate and adorn, as the perpetual inheritance of his family. But his peaceful labors were often interrupted, and sometimes blasted, by the absence of the conqueror. While he triumphed on the Volga or the Ganges, his servants, and even his sons, forgot their master and their duty. The public and private injuries were poorly redressed by the tardy rigor of inquiry and punishment; and we must be content to praise the _Institutions_ of Timour, as the specious idea of a perfect monarchy. _4._ Whatsoever might be the blessings of his administration, they evaporated with his life. To reign, rather than to govern, was the ambition of his children and grandchildren; 70 the enemies of each other and of the people. A fragment of the empire was upheld with some glory by Sharokh, his youngest son; but after _his_ decease, the scene was again involved in darkness and blood; and before the end of a century, Transoxiana and Persia were trampled by the Uzbeks from the north, and the Turkmans of the black and white sheep. The race of Timour would have been extinct, if a hero, his descendant in the fifth degree, had not fled before the Uzbek arms to the conquest of Hindostan. His successors (the great Moguls 71) extended their sway from the mountains of Cashmir to Cape Comorin, and from Candahar to the Gulf of Bengal. Since the reign of Aurungzebe, their empire had been dissolved; their treasures of Delhi have been rifled by a Persian robber; and the richest of their kingdoms is now possessed by a company of Christian merchants, of a remote island in the Northern Ocean."}