{"label": "spam", "to_address": "\"mhln\" <mhln@mhlearningnetwork.com>", "from_address": "\"Increased metabolism\" <opbmeade@fastlanetraffic.com>", "subject": "[Mhln] RE:", "body": " herein is an excellent proof of her tenderness,--that she walks not upon the hard but upon the soft. Let us adduce a similar proof of the tenderness of Love; for he walks not upon the earth, nor yet upon the skulls of men, which are not so very soft, but in the hearts and souls of both gods and men, which are of all things the softest: in them he walks and dwells and makes his home. Not in every soul without exception, for where there is hardness he departs, where there is softness there he dwells; and nestling always with his feet and in all manner of ways in the softest of soft places, how can he be other than the softest of all things? Of a truth he is the tenderest as well as the youngest, and also he is of flexile form; for if he were hard and without flexure he could not enfold all things, or wind his way into and out of every soul of man undiscovered. And a proof of his flexibility and symmetry of form is his grace, which is universally admitted to be in an especial manner the attribute of Love; ungrace and love are always at war with one another. The fairness of his complexion is revealed by his habitation among the flowers; for he dwells not amid bloomless or fading beauties, whether of body or soul or aught else, but in the place of flowers and scents, there he sits and abides. Concerning the beauty of the god I have said enough; and yet there remains much more which I might say. Of his virtue I have now to speak: his greatest glory is that he can neither do nor suffer wrong to or from any god or any man; for he suffers not by force if he suffers; force comes not near him, neither when he acts does he act by force. For all men in all things serve him of their own free will, and where there is voluntary agreement, there, as the laws which are the lords of the city say, is justice. And not only is he just but exceedingly temperate, for Temperance is the acknowledged ruler of the pleasures and desires, and no pleasure ever masters Love; he is their master and they are his servants; and if he conquers them he must be temperate indeed. As to courage, even the God of War is no match for him; he is the captive and Love is the lord, for love, the love of Aphrodite, masters him, as the tale runs; and the master is stronger than the servant. And if he conquers the bravest of all others, he must be himself the bravest. Of his courage and justice and temperance I have spoken, but I have yet to speak of his wisdom; and according to the measure of my ability I must try to do my best. In the first place he is a poet (and here, like Eryximachus, I magnify my art), and he is also the source of poesy in others, which he could not be if he were not himself a poet. And at the touch of him every one becomes a poet, even though he had no music in him before (A fragment of the Sthenoaoea of Euripides.); this also is a proof that Love is a good poet and accomplished in all the fine arts; for no one can give to another that which he has not himself, or teach that of which he has no knowledge. Who will deny that the creation of the animals is his doing? Are they not all the works of his wisdom, born and begotten of him? And as to the artists, do we not know that he only of them whom love inspires has the light of fame?--he whom Love touches not walks in darkness. The arts of medicine and archery and divination were discovered by Apollo, under the guidance of love and desire; so that he too is a disciple of Love. Also the melody of the Muses, the metallurgy of Hephaestus, the weaving of Athene, the empire of Zeus over gods and men, are all due to Love, who was the inventor of them. And so Love set in order the empire of the gods--the love of beauty, as is evident, for with deformity Love has no concern. In the days of old, as I began by saying, dreadful deeds were done among the gods, for they were ruled by Necessity; but now since the birth of Love, and from the Love of the beautiful, has sprung every good in heaven and earth. Therefore, Phaedrus, I say of Love that he is the fairest and best in himself, and the cause of what is fairest and best in all other things. And there comes into my mind a line of poetry in which he is said to be the god who"}