{"label": "ham", "to_address": "<R-help@stat.math.ethz.ch>", "from_address": "Andrew J Tyre <atyre2@unlnotes.unl.edu>", "subject": "[R] converting character strings to numbers", "body": " The importance of Constantinople was felt and magnified in its loss: the pontificate of Nicholas the Fifth, however peaceful and prosperous, was dishonored by the fall of the Eastern empire; and the grief and terror of the Latins revived, or seemed to revive, the old enthusiasm of the crusades. In one of the most distant countries of the West, Philip duke of Burgundy entertained, at Lisle in Flanders, an assembly of his nobles; and the pompous pageants of the feast were skilfully adapted to their fancy and feelings. 93 In the midst of the banquet a gigantic Saracen entered the hall, leading a fictitious elephant with a castle on his back: a matron in a mourning robe, the symbol of religion, was seen to issue from the castle: she deplored her oppression, and accused the slowness of her champions: the principal herald of the golden fleece advanced, bearing on his fist a live pheasant, which, according to the rites of chivalry, he presented to the duke. At this extraordinary summons, Philip, a wise and aged prince, engaged his person and powers in the holy war against the Turks: his example was imitated by the barons and knights of the assembly: they swore to God, the Virgin, the ladies and the _pheasant_; and their particular vows were not less extravagant than the general sanction of their oath. But the performance was made to depend on some future and foreign contingency; and during twelve years, till the last hour of his life, the duke of Burgundy might be scrupulously, and perhaps sincerely, on the eve of his departure. Had every breast glowed with the same ardor; had the union of the Christians corresponded with their bravery; had every country, from Sweden 94 to Naples, supplied a just proportion of cavalry and infantry, of men and money, it is indeed probable that Constantinople would have been delivered, and that the Turks might have been chased beyond the Hellespont or the Euphrates. But the secretary of the emperor, who composed every epistle, and attended every meeting, Æneas Sylvius, 95 a statesman and orator, describes from his own experience the repugnant state and spirit of Christendom. “It is a body,” says he, “without a head; a republic without laws or magistrates. The pope and the emperor may shine as lofty titles, as splendid images; but _they_ are unable to command, and none are willing to obey: every state has a separate prince, and every prince has a separate interest. What eloquence could unite so many discordant and hostile powers under the same standard? Could they be assembled in arms, who would dare to assume the office of general? What order could be maintained?—what military discipline? Who would undertake to feed such an enormous multitude? Who would understand their various languages, or direct their stranger and incompatible manners? What mortal could reconcile the Germans with the French, Genoa with Arragon, the Germans with the natives of Hungary and Bohemia? If a small number enlisted in the holy war, they must be overthrown by the infidels; if many, by their own weight and confusion.” Yet the same Æneas, when he was raised to the papal throne, under the name of Pius the Second, devoted his life to the prosecution of the Turkish war. In the council of Mantua he excited some sparks of a false or feeble enthusiasm; but when the pontiff appeared at Ancona, to embark in person with the troops, engagements vanished in excuses; a precise day was adjourned to an indefinite term; and his effective army consisted of some German pilgrims, whom he was obliged to disband with indulgences and arms. Regardless of futurity, his successors and the powers of Italy were involved in the schemes of present and domestic ambition; and the distance or proximity of each object determined in their eyes its apparent magnitude. A more enlarged view of their interest would have taught them to maintain a defensive and naval war against the common enemy; and the support of Scanderbeg and his brave Albanians might have prevented the subsequent invasion of the kingdom of Naples. The siege and sack of Otranto by the Turks diffused a general consternation; and Pope Sixtus was preparing to fly beyond the Alps, when the storm was instantly dispelled by the death of Mahomet the Second, in the fifty-first year of his age. 96 His lofty genius aspired to the conquest of Italy: he was possessed of a strong city and a capacious harbor; and the same reign might have been decorated with the trophies of the New and the Ancient Rome. 97"}