{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"reluctant\" <ojq@mho.com>", "subject": "Lisa G's Howard 100 News Preview.", "body": " There is not-in philosophy a subject of more nice speculation than this of the different causes and effects of the calm and violent passions. It is evident passions influence not the will in proportion to their violence, or the disorder they occasion in the temper; but on the contrary, that when a passion has once become a settled principle of action, and is the predominant inclination of the soul, it commonly produces no longer any sensible agitation. As repeated custom and its own force have made every thing yield to it, it directs the actions and conduct without that opposition and emotion, which so naturally attend every momentary gust of passion. We must, therefore, distinguish betwixt a calm and a weak passion; betwixt a violent and a strong one. But notwithstanding this, it is certain, that when we would govern a man, and push him to any action, it will commonly be better policy to work upon the violent than the calm passions, and rather take him by his inclination, than what is vulgarly called his reason. We ought to place the object in such particular situations as are proper to encrease the violence of the passion. For we may observe, that all depends upon the situation of the object, and that a variation in this particular will be able to change the calm and the violent passions into each other. Both these kinds of passions pursue good, and avoid evil; and both of them are encreased or diminished by the encrease or diminution of the good or evil. But herein lies the difference betwixt them: The same good, when near, will cause a violent passion, which, when remote, produces only a calm one. As this subject belongs very properly to the present question concerning the will, we shall here examine it to the bottom, and shall consider some of those circumstances and situations of objects, which render a passion either calm or violent."}