{"label": "spam", "to_address": "\"theorize\" <theorize@plg.uwaterloo.ca>", "from_address": "\"Clare English\" <qfcargo@ficq.cn>", "subject": "Go machine no carpenter", "body": " 112. The infinite difference of the subjects, replied he, is a sufficient foundation for this difference in my conclusions. In works of _human_ art and contrivance, it is allowable to advance from the effect to the cause, and returning back from the cause, to form new inferences concerning the effect, and examine the alterations, which it has probably undergone, or may still undergo. But what is the foundation of this method of reasoning? Plainly this; that man is a being, whom we know by experience, whose motives and designs we are acquainted with, and whose projects and inclinations have a certain connexion and coherence, according to the laws which nature has established for the government of such a creature. When, therefore, we find, that any work has proceeded from the skill and industry of man; as we are otherwise acquainted with the nature of the animal, we can draw a hundred inferences concerning what may be expected from him; and these inferences will all be founded in experience and observation. But did we know man only from the single work or production which we examine, it were impossible for us to argue in this manner; because our knowledge of all the qualities, which we ascribe to him, being in that case derived from the production, it is impossible they could point to anything farther, or be the foundation of any new inference. The print of a foot in the sand can only prove, when considered alone, that there was some figure adapted to it, by which it was produced: but the print of a human foot proves likewise, from our other experience, that there was probably another foot, which also left its impression, though effaced by time or other accidents. Here we mount from the effect to the cause; and descending again from the cause, infer alterations in the effect; but this is not a continuation of the same simple chain of reasoning. We comprehend in this case a hundred other experiences and observations, concerning the _usual_ figure and members of that species of animal, without which this method of argument must be considered as fallacious and sophistical."}