{"label": "ham", "to_address": "Beginners Perl <beginners@perl.org>", "from_address": "Bryan R Harris <Bryan_R_Harris@raytheon.com>", "subject": "Re: how do I use a module without installing it?", "body": " II. Artaxerxes, by his valor and conduct, had wrested the sceptre of the East from the ancient royal family of Parthia. There still remained the more difficult task of establishing, throughout the vast extent of Persia, a uniform and vigorous administration. The weak indulgence of the Arsacides had resigned to their sons and brothers the principal provinces, and the greatest offices of the kingdom in the nature of hereditary possessions. The _vitaxæ_, or eighteen most powerful satraps, were permitted to assume the regal title; and the vain pride of the monarch was delighted with a nominal dominion over so many vassal kings. Even tribes of barbarians in their mountains, and the Greek cities of Upper Asia, 31 within their walls, scarcely acknowledged, or seldom obeyed. any superior; and the Parthian empire exhibited, under other names, a lively image of the feudal system 32 which has since prevailed in Europe. But the active victor, at the head of a numerous and disciplined army, visited in person every province of Persia. The defeat of the boldest rebels, and the reduction of the strongest fortifications, 33 diffused the terror of his arms, and prepared the way for the peaceful reception of his authority. An obstinate resistance was fatal to the chiefs; but their followers were treated with lenity. 34 A cheerful submission was rewarded with honors and riches, but the prudent Artaxerxes, suffering no person except himself to assume the title of king, abolished every intermediate power between the throne and the people. His kingdom, nearly equal in extent to modern Persia, was, on every side, bounded by the sea, or by great rivers; by the Euphrates, the Tigris, the Araxes, the Oxus, and the Indus, by the Caspian Sea, and the Gulf of Persia. 35 That country was computed to contain, in the last century, five hundred and fifty-four cities, sixty thousand villages, and about forty millions of souls. 36 If we compare the administration of the house of Sassan with that of the house of Sefi, the political influence of the Magian with that of the Mahometan religion, we shall probably infer, that the kingdom of Artaxerxes contained at least as great a number of cities, villages, and inhabitants. But it must likewise be confessed, that in every age the want of harbors on the sea-coast, and the scarcity of fresh water in the inland provinces, have been very unfavorable to the commerce and agriculture of the Persians; who, in the calculation of their numbers, seem to have indulged one of the meanest, though most common, artifices of national vanity."}