{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for ONEOK Inc.", "body": " “Let us, therefore, confidently begin preparations here; let us send and confirm some of the Sicels, and obtain the friendship and alliance of others, and dispatch envoys to the rest of Sicily to show that the danger is common to all, and to Italy to get them to become our allies, or at all events to refuse to receive the Athenians. I also think that it would be best to send to Carthage as well; they are by no means there without apprehension, but it is their constant fear that the Athenians may one day attack their city, and they may perhaps think that they might themselves suffer by letting Sicily be sacrificed, and be willing to help us secretly if not openly, in one way if not in another. They are the best able to do so, if they will, of any of the present day, as they possess most gold and silver, by which war, like everything else, flourishes. Let us also send to Lacedaemon and Corinth, and ask them to come here and help us as soon as possible, and to keep alive the war in Hellas. But the true thing of all others, in my opinion, to do at the present moment, is what you, with your constitutional love of quiet, will be slow to see, and what I must nevertheless mention. If we Siceliots, all together, or at least as many as possible besides ourselves, would only launch the whole of our actual navy with two months’ provisions, and meet the Athenians at Tarentum and the Iapygian promontory, and show them that before fighting for Sicily they must first fight for their passage across the Ionian Sea, we should strike dismay into their army, and set them on thinking that we have a base for our defensive—for Tarentum is ready to receive us—while they have a wide sea to cross with all their armament, which could with difficulty keep its order through so long a voyage, and would be easy for us to attack as it came on slowly and in small detachments. On the other hand, if they were to lighten their vessels, and draw together their fast sailers and with these attack us, we could either fall upon them when they were wearied with rowing, or if we did not choose to do so, we could retire to Tarentum; while they, having crossed with few provisions just to give battle, would be hard put to it in desolate places, and would either have to remain and be blockaded, or to try to sail along the coast, abandoning the rest of their armament, and being further discouraged by not knowing for certain whether the cities would receive them. In my opinion this consideration alone would be sufficient to deter them from putting out from Corcyra; and what with deliberating and reconnoitring our numbers and whereabouts, they would let the season go on until winter was upon them, or, confounded by so unexpected a circumstance, would break up the expedition, especially as their most experienced general has, as I hear, taken the command against his will, and would grasp at the first excuse offered by any serious demonstration of ours. We should also be reported, I am certain, as more numerous than we really are, and men’s minds are affected by what they hear, and besides the first to attack, or to show that they mean to defend themselves against an attack, inspire greater fear because men see that they are ready for the emergency. This would just be the case with the Athenians at present. They are now attacking us in the belief that we shall not resist, having a right to judge us severely because we did not help the Lacedaemonians in crushing them; but if they were to see us showing a courage for which they are not prepared, they would be more dismayed by the surprise than they could ever be by our actual power. I could wish to persuade you to show this courage; but if this cannot be, at all events lose not a moment in preparing generally for the war; and remember all of you that contempt for an assailant is best shown by bravery in action, but that for the present the best course is to accept the preparations which fear inspires as giving the surest promise of safety, and to act as if the danger was real. That the Athenians are coming to attack us, and are already upon the voyage, and all but here—this is what I am sure of.”"}