{"label": "spam", "to_address": "<the00@plg.uwaterloo.ca>", "from_address": "\"Kirk Schneider\" <autoist@dieselwatchstore.com>", "subject": "*100s of titles by Mlcrosoft7,AdobeC+More, DownIoad N0W at SonnySoft", "body": " It seems a happiness in the present theory, that it enters not into that vulgar dispute concerning the DEGREES of benevolence or self-love, which prevail in human nature; a dispute which is never likely to have any issue, both because men, who have taken part, are not easily convinced, and because the phenomena, which can be produced on either side, are so dispersed, so uncertain, and subject to so many interpretations, that it is scarcely possible accurately to compare them, or draw from them any determinate inference or conclusion. It is sufficient for our present purpose, if it be allowed, what surely, without the greatest absurdity cannot be disputed, that there is some benevolence, however small, infused into our bosom; some spark of friendship for human kind; some particle of the dove kneaded into our frame, along with the elements of the wolf and serpent. Let these generous sentiments be supposed ever so weak; let them be insufficient to move even a hand or finger of our body, they must still direct the determinations of our mind, and where everything else is equal, produce a cool preference of what is useful and serviceable to mankind, above what is pernicious and dangerous. A MORAL DISTINCTION, therefore, immediately arises; a general sentiment of blame and approbation; a tendency, however faint, to the objects of the one, and a proportionable aversion to those of the other. Nor will those reasoners, who so earnestly maintain the predominant selfishness of human kind, be any wise scandalized at hearing of the weak sentiments of virtue implanted in our nature. On the contrary, they are found as ready to maintain the one tenet as the other; and their spirit of satire (for such it appears, rather than of corruption) naturally gives rise to both opinions; which have, indeed, a great and almost an indissoluble connexion together."}