{"label": "ham", "to_address": "debian-laptop@lists.debian.org", "from_address": "q9u3x4c02@sneakemail.com", "subject": "Re: LVM2 + LUKS Installation Failure (netinstall) due to device-mapper", "body": " The liberty of Rome, which had been oppressed by the arms and arts of Augustus, was rescued, after seven hundred and fifty years of servitude, from the persecution of Leo the Isaurian. By the Caesars, the triumphs of the consuls had been annihilated: in the decline and fall of the empire, the god Terminus, the sacred boundary, had insensibly receded from the ocean, the Rhine, the Danube, and the Euphrates; and Rome was reduced to her ancient territory from Viterbo to Terracina, and from Narni to the mouth of the Tyber. 42 When the kings were banished, the republic reposed on the firm basis which had been founded by their wisdom and virtue. Their perpetual jurisdiction was divided between two annual magistrates: the senate continued to exercise the powers of administration and counsel; and the legislative authority was distributed in the assemblies of the people, by a well-proportioned scale of property and service. Ignorant of the arts of luxury, the primitive Romans had improved the science of government and war: the will of the community was absolute: the rights of individuals were sacred: one hundred and thirty thousand citizens were armed for defence or conquest; and a band of robbers and outlaws was moulded into a nation deserving of freedom and ambitious of glory. 43 When the sovereignty of the Greek emperors was extinguished, the ruins of Rome presented the sad image of depopulation and decay: her slavery was a habit, her liberty an accident; the effect of superstition, and the object of her own amazement and terror. The last vestige of the substance, or even the forms, of the constitution, was obliterated from the practice and memory of the Romans; and they were devoid of knowledge, or virtue, again to build the fabric of a commonwealth. Their scanty remnant, the offspring of slaves and strangers, was despicable in the eyes of the victorious Barbarians. As often as the Franks or Lombards expressed their most bitter contempt of a foe, they called him a Roman; “and in this name,” says the bishop Liutprand, “we include whatever is base, whatever is cowardly, whatever is perfidious, the extremes of avarice and luxury, and every vice that can prostitute the dignity of human nature.” 44 441 By the necessity of their situation, the inhabitants of Rome were cast into the rough model of a republican government: they were compelled to elect some judges in peace, and some leaders in war: the nobles assembled to deliberate, and their resolves could not be executed without the union and consent of the multitude. The style of the Roman senate and people was revived, 45 but the spirit was fled; and their new independence was disgraced by the tumultuous conflict of vicentiousness and oppression. The want of laws could only be supplied by the influence of religion, and their foreign and domestic counsels were moderated by the authority of the bishop. His alms, his sermons, his correspondence with the kings and prelates of the West, his recent services, their gratitude, and oath, accustomed the Romans to consider him as the first magistrate or prince of the city. The Christian humility of the popes was not offended by the name of Dominus, or Lord; and their face and inscription are still apparent on the most ancient coins. 46 Their temporal dominion is now confirmed by the reverence of a thousand years; and their noblest title is the free choice of a people, whom they had redeemed from slavery."}