{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBS Space News <space_shuttle-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "8p 6/8 Update: Atlantis races into orbit", "body": " Here they were seen by the Argives and their allies, who immediately took up a strong and difficult position, and formed in order of battle. The Lacedaemonians at once advanced against them, and came on within a stone’s throw or javelin’s cast, when one of the older men, seeing the enemy’s position to be a strong one, hallooed to Agis that he was minded to cure one evil with another; meaning that he wished to make amends for his retreat, which had been so much blamed, from Argos, by his present untimely precipitation. Meanwhile Agis, whether in consequence of this halloo or of some sudden new idea of his own, quickly led back his army without engaging, and entering the Tegean territory, began to turn off into that of Mantinea the water about which the Mantineans and Tegeans are always fighting, on account of the extensive damage it does to whichever of the two countries it falls into. His object in this was to make the Argives and their allies come down from the hill, to resist the diversion of the water, as they would be sure to do when they knew of it, and thus to fight the battle in the plain. He accordingly stayed that day where he was, engaged in turning off the water. The Argives and their allies were at first amazed at the sudden retreat of the enemy after advancing so near, and did not know what to make of it; but when he had gone away and disappeared, without their having stirred to pursue him, they began anew to find fault with their generals, who had not only let the Lacedaemonians get off before, when they were so happily intercepted before Argos, but who now again allowed them to run away, without any one pursuing them, and to escape at their leisure while the Argive army was leisurely betrayed. The generals, half-stunned for the moment, afterwards led them down from the hill, and went forward and encamped in the plain, with the intention of attacking the enemy."}