{"label": "ham", "to_address": "ktwarwic@flax9.UWATERLOO.CA", "from_address": "CNN AM QuickNews <mailings@mail.cnn.com>", "subject": "GOP candidates jostle to stand out", "body": " Superstition has often framed and consecrated the fantastic garments of the monks: 40 but their apparent singularity sometimes proceeds from their uniform attachment to a simple and primitive model, which the revolutions of fashion have made ridiculous in the eyes of mankind. The father of the Benedictines expressly disclaims all idea of choice of merit; and soberly exhorts his disciples to adopt the coarse and convenient dress of the countries which they may inhabit. 41 The monastic habits of the ancients varied with the climate, and their mode of life; and they assumed, with the same indifference, the sheep-skin of the Egyptian peasants, or the cloak of the Grecian philosophers. They allowed themselves the use of linen in Egypt, where it was a cheap and domestic manufacture; but in the West they rejected such an expensive article of foreign luxury. 42 It was the practice of the monks either to cut or shave their hair; they wrapped their heads in a cowl to escape the sight of profane objects; their legs and feet were naked, except in the extreme cold of winter; and their slow and feeble steps were supported by a long staff. The aspect of a genuine anachoret was horrid and disgusting: every sensation that is offensive to man was thought acceptable to God; and the angelic rule of Tabenne condemned the salutary custom of bathing the limbs in water, and of anointing them with oil. 43 431 The austere monks slept on the ground, on a hard mat, or a rough blanket; and the same bundle of palm-leaves served them as a seat in the day, and a pillow in the night. Their original cells were low, narrow huts, built of the slightest materials; which formed, by the regular distribution of the streets, a large and populous village, enclosing, within the common wall, a church, a hospital, perhaps a library, some necessary offices, a garden, and a fountain or reservoir of fresh water. Thirty or forty brethren composed a family of separate discipline and diet; and the great monasteries of Egypt consisted of thirty or forty families."}