{"label": "spam", "to_address": "<the00@plg2.math.uwaterloo.ca>", "from_address": "\"Julian Turner\" <shevsound.com@webspheriments.com>", "subject": "What IS 0EM Software And Why D0 You Care?", "body": " Neither is it necessary to the feeling which constitutes the binding force of the utilitarian morality on those who recognize it, to wait for those social influences which would make its obligation felt by mankind at large. In the comparatively early state of human advancement in which we now live, a person cannot indeed feel that entireness of sympathy with all others, which would make any real discordance in the general direction of their conduct in life impossible; but already a person in whom the social feeling is at all developed, cannot bring himself to think of the rest of his fellow creatures as struggling rivals with him for the means of happiness, whom he must desire to see defeated in their object in order that he may succeed in his. The deeply-rooted conception which every individual even now has of himself as a social being, tends to make him feel it one of his natural wants that there should be harmony between his feelings and aims and those of his fellow creatures. If differences of opinion and of mental culture make it impossible for him to share many of their actual feelings-perhaps make him denounce and defy those feelings-he still needs to be conscious that his real aim and theirs do not conflict; that he is not opposing himself to what they really wish for, namely, their own good, but is, on the contrary, promoting it. This feeling in most individuals is much inferior in strength to their selfish feelings, and is often wanting altogether. But to those who have it, it possesses all the characters of a natural feeling. It does not present itself to their minds as a superstition of education, or a law despotically imposed by the power of society, but as an attribute which it would not be well for them to be without. This conviction is the ultimate sanction of the greatest-happiness morality. This it is which makes any mind, of well-developed feelings, work with, and not against, the outward motives to care for others, afforded by what I have called the external sanctions; and when those sanctions are wanting, or act in an opposite direction, constitutes in itself a powerful internal binding force, in proportion to the sensitiveness and thoughtfulness of the character; since few but those whose mind is a moral blank, could bear to lay out their course of life on the plan of paying no regard to others except so far as their own private interest compels."}