{"label": "spam", "to_address": "producttestpanel@flax9.uwaterloo.ca", "from_address": "\"UndercoverShopper\" <UndercoverShopper@anticsunscathed.com>", "subject": "Be a part of our Shopping Review Program  adf", "body": " In the earliest times of which history affords us any record, _mathematics_ had already entered on the sure course of science, among that wonderful nation, the Greeks. Still it is not to be supposed that it was as easy for this science to strike into, or rather to construct for itself, that royal road, as it was for logic, in which reason has only to deal with itself. On the contrary, I believe that it must have remained long—chiefly among the Egyptians—in the stage of blind groping after its true aims and destination, and that it was revolutionized by the happy idea of one man, who struck out and determined for all time the path which this science must follow, and which admits of an indefinite advancement. The history of this intellectual revolution—much more important in its results than the discovery of the passage round the celebrated Cape of Good Hope—and of its author, has not been preserved. But Diogenes Laertius, in naming the supposed discoverer of some of the simplest elements of geometrical demonstration—elements which, according to the ordinary opinion, do not even require to be proved—makes it apparent that the change introduced by the first indication of this new path, must have seemed of the utmost importance to the mathematicians of that age, and it has thus been secured against the chance of oblivion. A new light must have flashed on the mind of the first man (_Thales_, or whatever may have been his name) who demonstrated the properties of the _isosceles_ triangle. For he found that it was not sufficient to meditate on the figure, as it lay before his eyes, or the conception of it, as it existed in his mind, and thus endeavour to get at the knowledge of its properties, but that it was necessary to produce these properties, as it were, by a positive _à priori construction;_ and that, in order to arrive with certainty at _à priori_ cognition, he must not attribute to the object any other properties than those which necessarily followed from that which he had himself, in accordance with his conception, placed in the object."}