{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "\"Luke Spadavecchia\" <l.spadavecchia@googlemail.com>", "subject": "[R] Specifying ANCOVA models in R", "body": " The God of nature has written his existence on all his works, and his law in the heart of man. To restore the knowledge of the one, and the practice of the other, has been the real or pretended aim of the prophets of every age: the liberality of Mahomet allowed to his predecessors the same credit which he claimed for himself; and the chain of inspiration was prolonged from the fall of Adam to the promulgation of the Koran. 80 During that period, some rays of prophetic light had been imparted to one hundred and twenty-four thousand of the elect, discriminated by their respective measure of virtue and grace; three hundred and thirteen apostles were sent with a special commission to recall their country from idolatry and vice; one hundred and four volumes have been dictated by the Holy Spirit; and six legislators of transcendent brightness have announced to mankind the six successive revelations of various rites, but of one immutable religion. The authority and station of Adam, Noah, Abraham, Moses, Christ, and Mahomet, rise in just gradation above each other; but whosoever hates or rejects any one of the prophets is numbered with the infidels. The writings of the patriarchs were extant only in the apocryphal copies of the Greeks and Syrians: 81 the conduct of Adam had not entitled him to the gratitude or respect of his children; the seven precepts of Noah were observed by an inferior and imperfect class of the proselytes of the synagogue; 82 and the memory of Abraham was obscurely revered by the Sabians in his native land of Chaldaea: of the myriads of prophets, Moses and Christ alone lived and reigned; and the remnant of the inspired writings was comprised in the books of the Old and the New Testament. The miraculous story of Moses is consecrated and embellished in the Koran; 83 and the captive Jews enjoy the secret revenge of imposing their own belief on the nations whose recent creeds they deride. For the author of Christianity, the Mahometans are taught by the prophet to entertain a high and mysterious reverence. 84 “Verily, Christ Jesus, the son of Mary, is the apostle of God, and his word, which he conveyed unto Mary, and a Spirit proceeding from him; honorable in this world, and in the world to come, and one of those who approach near to the presence of God.” 85 The wonders of the genuine and apocryphal gospels 86 are profusely heaped on his head; and the Latin church has not disdained to borrow from the Koran the immaculate conception 87 of his virgin mother. Yet Jesus was a mere mortal; and, at the day of judgment, his testimony will serve to condemn both the Jews, who reject him as a prophet, and the Christians, who adore him as the Son of God. The malice of his enemies aspersed his reputation, and conspired against his life; but their intention only was guilty; a phantom or a criminal was substituted on the cross; and the innocent saint was translated to the seventh heaven. 88 During six hundred years the gospel was the way of truth and salvation; but the Christians insensibly forgot both the laws and example of their founder; and Mahomet was instructed by the Gnostics to accuse the church, as well as the synagogue, of corrupting the integrity of the sacred text. 89 The piety of Moses and of Christ rejoiced in the assurance of a future prophet, more illustrious than themselves: the evangelical promise of the Paraclete, or Holy Ghost, was prefigured in the name, and accomplished in the person, of Mahomet, 90 the greatest and the last of the apostles of God."}