{"label": "spam", "to_address": "\"Subscriber\" <producttestpanel@speedy.uwaterloo.ca>", "from_address": "\"Shipment Notice #HL-225825\" <Jenny@dapperlast.com>", "subject": "Brand Samples shipping to your area =?UTF8?Q?=5B?=April 11, 2007=?UTF8?Q?=5D?=", "body": " Let me be permitted on this occasion to make one more remark, namely, that every step that we make with pure reason, even in the practical sphere where no attention is paid to subtle speculation, nevertheless accords with all the material points of the Critique of the Theoretical Reason as closely and directly as if each step had been thought out with deliberate purpose to establish this confirmation. Such a thorough agreement, wholly unsought for and quite obvious (as anyone can convince himself, if he will only carry moral inquiries up to their principles), between the most important proposition of practical reason and the often seemingly too subtle and needless remarks of the Critique of the Speculative Reason, occasions surprise and astonishment, and confirms the maxim already recognized and praised by others, namely, that in every scientific inquiry we should pursue our way steadily with all possible exactness and frankness, without caring for any objections that may be raised from outside its sphere, but, as far as we can, to carry out our inquiry truthfully and completely by itself. Frequent observation has convinced me that, when such researches are concluded, that which in one part of them appeared to me very questionable, considered in relation to other extraneous doctrines, when I left this doubtfulness out of sight for a time and only attended to the business in hand until it was completed, at last was unexpectedly found to agree perfectly with what had been discovered separately without the least regard to those doctrines, and without any partiality or prejudice for them. Authors would save themselves many errors and much labour lost (because spent on a delusion) if they could only resolve to go to work with more frankness."}