{"label": "spam", "to_address": "<gnitpick@flax9.uwaterloo.ca>", "from_address": "\"Mr Jake Whaley\" <ttkxveee@mundonuevo.com>", "subject": "You are approved!  Wed, 09 May 2007 11:46:42 -0800", "body": " Nowadays this view of Society and of its development, which we largely owe to the _Philosophie Positive_ of M. Auguste Comte, is so familiar and possibly so damaging to the individual initiative, that it becomes necessary to advance and proclaim the truth which resides in an opposite theory. All progress, as we are aware, depends on the joint process of integration and differentiation; synthesis, analysis, and then a larger synthesis seem to form the law of development. If it ever comes to pass that Society is tyrannical in its restrictions of the individual, if, as for instance in some forms of Socialism, based on deceptive analogies of Nature's dealings, the type is everything and the individual nothing, it must be confidently urged in answer that the fuller life of the future depends on the manifold activities, even though they may be antagonistic, of the individual. In England, at all events, we know that government in all its different forms, whether as King, or as a caste of nobles, or as an oligarchical plutocracy, or even as trades unions, is so dwarfing in its action that, for the sake of the future, the individual must revolt. Just as our former point of view limited the value of Mill's treatise on _Liberty_, so these considerations tend to show its eternal importance. The omnipotence of Society means a dead level of uniformity. The claim of the individual to be heard, to say what he likes, to do what he likes, to live as he likes, is absolutely necessary, not only for the variety of elements without which life is poor, but also for the hope of a future age. So long as individual initiative and effort are recognised as a vital element in English history, so long will Mill's _Liberty_, which he confesses was based on a suggestion derived from Von Humboldt, remain as an indispensable contribution to the speculations, and also to the health and sanity, of the world."}