{"label": "ham", "to_address": "<ktwarwic@flax9.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert Forecast", "body": " During the last years of Justinian, his infirm mind was devoted to heavenly contemplation, and he neglected the business of the lower world. His subjects were impatient of the long continuance of his life and reign: yet all who were capable of reflection apprehended the moment of his death, which might involve the capital in tumult, and the empire in civil war. Seven nephews 1 of the childless monarch, the sons or grandsons of his brother and sister, had been educated in the splendor of a princely fortune; they had been shown in high commands to the provinces and armies; their characters were known, their followers were zealous, and, as the jealousy of age postponed the declaration of a successor, they might expect with equal hopes the inheritance of their uncle. He expired in his palace, after a reign of thirty-eight years; and the decisive opportunity was embraced by the friends of Justin, the son of Vigilantia. 2 At the hour of midnight, his domestics were awakened by an importunate crowd, who thundered at his door, and obtained admittance by revealing themselves to be the principal members of the senate. These welcome deputies announced the recent and momentous secret of the emperor’s decease; reported, or perhaps invented, his dying choice of the best beloved and most deserving of his nephews, and conjured Justin to prevent the disorders of the multitude, if they should perceive, with the return of light, that they were left without a master. After composing his countenance to surprise, sorrow, and decent modesty, Justin, by the advice of his wife Sophia, submitted to the authority of the senate. He was conducted with speed and silence to the palace; the guards saluted their new sovereign; and the martial and religious rites of his coronation were diligently accomplished. By the hands of the proper officers he was invested with the Imperial garments, the red buskins, white tunic, and purple robe."}