{"label": "ham", "to_address": "\"Andy Spieherty\" <spiehera@lafayette.edu>,\n   \"James Keenan via RT\" <parrotbug-followup@parrotcode.org>,\n   \"Perl6 Internals\" <perl6-internals@perl.org>", "from_address": "\"Mark J. Reed\" <markjreed@mail.com>", "subject": "Re: [perl #41168] graceful \"no compiler\" error message?", "body": " “I have not lived so long, Lacedaemonians, without having had the experience of many wars, and I see those among you of the same age as myself, who will not fall into the common misfortune of longing for war from inexperience or from a belief in its advantage and its safety. This, the war on which you are now debating, would be one of the greatest magnitude, on a sober consideration of the matter. In a struggle with Peloponnesians and neighbours our strength is of the same character, and it is possible to move swiftly on the different points. But a struggle with a people who live in a distant land, who have also an extraordinary familiarity with the sea, and who are in the highest state of preparation in every other department; with wealth private and public, with ships, and horses, and heavy infantry, and a population such as no one other Hellenic place can equal, and lastly a number of tributary allies—what can justify us in rashly beginning such a struggle? wherein is our trust that we should rush on it unprepared? Is it in our ships? There we are inferior; while if we are to practise and become a match for them, time must intervene. Is it in our money? There we have a far greater deficiency. We neither have it in our treasury, nor are we ready to contribute it from our private funds. Confidence might possibly be felt in our superiority in heavy infantry and population, which will enable us to invade and devastate their lands. But the Athenians have plenty of other land in their empire, and can import what they want by sea. Again, if we are to attempt an insurrection of their allies, these will have to be supported with a fleet, most of them being islanders. What then is to be our war? For unless we can either beat them at sea, or deprive them of the revenues which feed their navy, we shall meet with little but disaster. Meanwhile our honour will be pledged to keeping on, particularly if it be the opinion that we began the quarrel. For let us never be elated by the fatal hope of the war being quickly ended by the devastation of their lands. I fear rather that we may leave it as a legacy to our children; so improbable is it that the Athenian spirit will be the slave of their land, or Athenian experience be cowed by war."}