{"label": "spam", "to_address": "<managernn@flax9.uwaterloo.ca>", "from_address": "\"Pasquale Arthur\" <walrus'sastern@letterboxes.org>", "subject": "Don't forget to ask for discount", "body": " The case is the same with the transmission of the honours and fortune through a succession of males without their passing through any female. It is a quality of human nature, which we shall consider[4] afterwards, that the imagination naturally turns to whatever is important and considerable; and where two objects are presented to it, a small and a great one, usually leaves the former, and dwells entirely upon the latter. As in the society of marriage, the male sex has the advantage above the female, the husband first engages our attention; and whether we consider him directly, or reach him by passing through related objects, the thought both rests upon him with greater satisfaction, and arrives at him with greater facility than his consort. It is easy to see, that this property must strengthen the child's relation to the father, and weaken that to the mother. For as all relations are nothing hut a propensity to pass from one idea ma another, whatever strengthens the propensity strengthens the relation; and as we have a stronger propensity to pass from the idea of the children to that of the father, than from the same idea to that of the mother, we ought to regard the former relation as the closer and more considerable. This is the reason why children commonly bear their father's name, and are esteemed to be of nobler or baser birth, according to his family. And though the mother should be possest of a superior spirit and genius to the father, as often happens, the general rule prevails, notwithstanding the exceprion, according to the doctrine above-explained. Nay even when a superiority of any kind is so great, or when any other reasons have such an effect, as to make the children rather represent: the mother's family than the father's, the general rule still retains such an efficacy that it weakens the relation, and makes a kind of break in the line of ancestors. The imagination runs not along them with facility, nor is able to transfer the honour and credit of the ancestors to their posterity of the same name and family so readily, as when the transition is conformable to the general rules, and passes from father to son, or from brother to brother."}