{"label": "ham", "to_address": "\"Andrew Coopers\" <avcoopers@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for Netflix, Inc.", "body": " Cicero might claim some merit, if his voluntary banishment preserved the peace of the republic; 53 but the submission of Chrysostom was the indispensable duty of a Christian and a subject. Instead of listening to his humble prayer, that he might be permitted to reside at Cyzicus, or Nicomedia, the inflexible empress assigned for his exile the remote and desolate town of Cucusus, among the ridges of Mount Taurus, in the Lesser Armenia. A secret hope was entertained, that the archbishop might perish in a difficult and dangerous march of seventy days, in the heat of summer, through the provinces of Asia Minor, where he was continually threatened by the hostile attacks of the Isaurians, and the more implacable fury of the monks. Yet Chrysostom arrived in safety at the place of his confinement; and the three years which he spent at Cucusus, and the neighboring town of Arabissus, were the last and most glorious of his life. His character was consecrated by absence and persecution; the faults of his administration were no longer remembered; but every tongue repeated the praises of his genius and virtue: and the respectful attention of the Christian world was fixed on a desert spot among the mountains of Taurus. From that solitude the archbishop, whose active mind was invigorated by misfortunes, maintained a strict and frequent correspondence 54 with the most distant provinces; exhorted the separate congregation of his faithful adherents to persevere in their allegiance; urged the destruction of the temples of Phoenicia, and the extirpation of heresy in the Isle of Cyprus; extended his pastoral care to the missions of Persia and Scythia; negotiated, by his ambassadors, with the Roman pontiff and the emperor Honorius; and boldly appealed, from a partial synod, to the supreme tribunal of a free and general council. The mind of the illustrious exile was still independent; but his captive body was exposed to the revenge of the oppressors, who continued to abuse the name and authority of Arcadius. 55 An order was despatched for the instant removal of Chrysostom to the extreme desert of Pityus: and his guards so faithfully obeyed their cruel instructions, that, before he reached the sea-coast of the Euxine, he expired at Comana, in Pontus, in the sixtieth year of his age. The succeeding generation acknowledged his innocence and merit. The archbishops of the East, who might blush that their predecessors had been the enemies of Chrysostom, were gradually disposed, by the firmness of the Roman pontiff, to restore the honors of that venerable name. 56 At the pious solicitation of the clergy and people of Constantinople, his relics, thirty years after his death, were transported from their obscure sepulchre to the royal city. 57 The emperor Theodosius advanced to receive them as far as Chalcedon; and, falling prostrate on the coffin, implored, in the name of his guilty parents, Arcadius and Eudoxia, the forgiveness of the injured saint. 58"}