{"label": "ham", "to_address": "avcooper@speedy.uwaterloo.ca", "from_address": "slashdot@slashdot.org", "subject": "[Slashdot] Stories for 2007-04-15", "body": " The final abolition of the Prætorian guards was a measure of prudence as well as of revenge. Those haughty troops, whose numbers and privileges had been restored, and even augmented, by Maxentius, were forever suppressed by Constantine. Their fortified camp was destroyed, and the few Prætorians who had escaped the fury of the sword were dispersed among the legions, and banished to the frontiers of the empire, where they might be serviceable without again becoming dangerous. 75 By suppressing the troops which were usually stationed in Rome, Constantine gave the fatal blow to the dignity of the senate and people, and the disarmed capital was exposed without protection to the insults or neglect of its distant master. We may observe, that in this last effort to preserve their expiring freedom, the Romans, from the apprehension of a tribute, had raised Maxentius to the throne. He exacted that tribute from the senate under the name of a free gift. They implored the assistance of Constantine. He vanquished the tyrant, and converted the free gift into a perpetual tax. The senators, according to the declaration which was required of their property, were divided into several classes. The most opulent paid annually eight pounds of gold, the next class paid four, the last two, and those whose poverty might have claimed an exemption, were assessed, however, at seven pieces of gold. Besides the regular members of the senate, their sons, their descendants, and even their relations, enjoyed the vain privileges, and supported the heavy burdens, of the senatorial order; nor will it any longer excite our surprise, that Constantine should be attentive to increase the number of persons who were included under so useful a description. 76 After the defeat of Maxentius, the victorious emperor passed no more than two or three months in Rome, which he visited twice during the remainder of his life, to celebrate the solemn festivals of the tenth and of the twentieth years of his reign. Constantine was almost perpetually in motion, to exercise the legions, or to inspect the state of the provinces. Treves, Milan, Aquileia, Sirmium, Naissus, and Thessalonica, were the occasional places of his residence, till he founded a new Rome on the confines of Europe and Asia. 77"}