{"label": "spam", "to_address": "catchall@speedy.uwaterloo.ca", "from_address": "\"Katalin Kanyo\" <xzamurwciy@comunitel.net>", "subject": "Rocket Stock Report", "body": " The wisdom of Confucius as a social reformer, as a teacher and guide of the Chinese people, is shown in many ways. He not only gave them a code of personal deportment, providing them with rules for the etiquette and ceremony of life, but he instilled into them that profound spirit of domestic piety which is one of the strongest features in the Chinese character. He took measures to secure also the intellectual cultivation of his followers, and his Five Canons contain all the most ancient works of Chinese literature, in the departments of poetry, history, philosophy, and legislation. The Shi-King is a collection of Chinese poetry made by Confucius himself. This great anthology consists of more than three hundred pieces, covering the whole range of Chinese lyric poetry, the oldest of which dates some eighteen centuries before Christ, while the latest of the selections must have been written at the beginning of the sixth century before Christ. These poems are of the highest interest, and even nowadays may be read with delight by Europeans. The ballad and the hymn are among the earliest forms of national poetry, and the contents of the Shi-King naturally show specimens of lyric poetry of this sort. We find there not only hymns, but also ballads of a really fine and spirited character. Sometimes the poems celebrate the common pursuits, occupations, and incidents of life. They rise to the exaltation of the epithalamium, or of the vintage song; at other times they deal with sentiment and human conduct, being in the highest degree sententious and epigrammatic. We must give the credit to Confucius of having saved for us the literature of China, and of having set his people an example in preserving the monuments of a remote antiquity. While the literatures of ancient Greece and Rome have largely perished in the convulsions that followed the breaking up of the Roman empire in Europe, when the kingdom of China fell into disorder and decrepitude this one great teacher stepped forward to save the precious record of historic fact, philosophical thought, and of legislation as well as poetry, from being swept away by the deluge of revolution. Confucius showed his wisdom by the high value he set upon the poetry of his native land, and his name must be set side by side with that of the astute tyrant of Athens who collected the poems of Homer and preserved them as a precious heritage to the Greek world. Confucius has given us his opinion with regard to the poems of the Shi-King. No man, he says, is worth speaking to who has not mastered the poems of an anthology, the perusal of which elevates the mind and purifies it from all corrupt thoughts. Thanks to the work of modern scholarship, English readers can now verify this dictum for themselves."}