{"label": "ham", "to_address": "samba-technical@lists.samba.org", "from_address": "Herb Lewis <hlewis@panasas.com>", "subject": "Re: svn commit: samba-web r1126 - in trunk/history: .", "body": " It is not easy to conceive from what motives a spirit of persecution could introduce itself into the Roman councils. The magistrates could not be actuated by a blind, though honest bigotry, since the magistrates were themselves philosophers; and the schools of Athens had given laws to the senate. They could not be impelled by ambition or avarice, as the temporal and ecclesiastical powers were united in the same hands. The pontiffs were chosen among the most illustrious of the senators; and the office of Supreme Pontiff was constantly exercised by the emperors themselves. They knew and valued the advantages of religion, as it is connected with civil government. They encouraged the public festivals which humanize the manners of the people. They managed the arts of divination as a convenient instrument of policy; and they respected, as the firmest bond of society, the useful persuasion, that, either in this or in a future life, the crime of perjury is most assuredly punished by the avenging gods. 9 But whilst they acknowledged the general advantages of religion, they were convinced that the various modes of worship contributed alike to the same salutary purposes; and that, in every country, the form of superstition, which had received the sanction of time and experience, was the best adapted to the climate, and to its inhabitants. Avarice and taste very frequently despoiled the vanquished nations of the elegant statues of their gods, and the rich ornaments of their temples; 10 but, in the exercise of the religion which they derived from their ancestors, they uniformly experienced the indulgence, and even protection, of the Roman conquerors. The province of Gaul seems, and indeed only seems, an exception to this universal toleration. Under the specious pretext of abolishing human sacrifices, the emperors Tiberius and Claudius suppressed the dangerous power of the Druids: 11 but the priests themselves, their gods and their altars, subsisted in peaceful obscurity till the final destruction of Paganism. 12"}