{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "CBSNews Public Eye <cbsnews___publiceye_newsletter-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "PE Today: Judge Larry And Host Rosie", "body": " The sceptre of Roger successively devolved to his son and grandson: they might be confounded under the name of William: they are strongly discriminated by the epithets of the bad and the good; but these epithets, which appear to describe the perfection of vice and virtue, cannot strictly be applied to either of the Norman princes. When he was roused to arms by danger and shame, the first William did not degenerate from the valor of his race; but his temper was slothful; his manners were dissolute; his passions headstrong and mischievous; and the monarch is responsible, not only for his personal vices, but for those of Majo, the great admiral, who abused the confidence, and conspired against the life, of his benefactor. From the Arabian conquest, Sicily had imbibed a deep tincture of Oriental manners; the despotism, the pomp, and even the harem, of a sultan; and a Christian people was oppressed and insulted by the ascendant of the eunuchs, who openly professed, or secretly cherished, the religion of Mahomet. An eloquent historian of the times 126 has delineated the misfortunes of his country: 127 the ambition and fall of the ungrateful Majo; the revolt and punishment of his assassins; the imprisonment and deliverance of the king himself; the private feuds that arose from the public confusion; and the various forms of calamity and discord which afflicted Palermo, the island, and the continent, during the reign of William the First, and the minority of his son. The youth, innocence, and beauty of William the Second, 128 endeared him to the nation: the factions were reconciled; the laws were revived; and from the manhood to the premature death of that amiable prince, Sicily enjoyed a short season of peace, justice, and happiness, whose value was enhanced by the remembrance of the past and the dread of futurity. The legitimate male posterity of Tancred of Hauteville was extinct in the person of the second William; but his aunt, the daughter of Roger, had married the most powerful prince of the age; and Henry the Sixth, the son of Frederic Barbarossa, descended from the Alps to claim the Imperial crown and the inheritance of his wife. Against the unanimous wish of a free people, this inheritance could only be acquired by arms; and I am pleased to transcribe the style and sense of the historian Falcandus, who writes at the moment, and on the spot, with the feelings of a patriot, and the prophetic eye of a statesman. “Constantia, the daughter of Sicily, nursed from her cradle in the pleasures and plenty, and educated in the arts and manners, of this fortunate isle, departed long since to enrich the Barbarians with our treasures, and now returns, with her savage allies, to contaminate the beauties of her venerable parent. Already I behold the swarms of angry Barbarians: our opulent cities, the places flourishing in a long peace, are shaken with fear, desolated by slaughter, consumed by rapine, and polluted by intemperance and lust. I see the massacre or captivity of our citizens, the rapes of our virgins and matrons. 129 In this extremity (he interrogates a friend) how must the Sicilians act? By the unanimous election of a king of valor and experience, Sicily and Calabria might yet be preserved; 130 for in the levity of the Apulians, ever eager for new revolutions, I can repose neither confidence nor hope. 131 Should Calabria be lost, the lofty towers, the numerous youth, and the naval strength, of Messina, 132 might guard the passage against a foreign invader. If the savage Germans coalesce with the pirates of Messina; if they destroy with fire the fruitful region, so often wasted by the fires of Mount Aetna, 133 what resource will be left for the interior parts of the island, these noble cities which should never be violated by the hostile footsteps of a Barbarian? 134 Catana has again been overwhelmed by an earthquake: the ancient virtue of Syracuse expires in poverty and solitude; 135 but Palermo is still crowned with a diadem, and her triple walls enclose the active multitudes of Christians and Saracens. If the two nations, under one king, can unite for their common safety, they may rush on the Barbarians with invincible arms. But if the Saracens, fatigued by a repetition of injuries, should now retire and rebel; if they should occupy the castles of the mountains and sea-coast, the unfortunate Christians, exposed to a double attack, and placed as it were between the hammer and the anvil, must resign themselves to hopeless and inevitable servitude.” 136 We must not forget, that a priest here prefers his country to his religion; and that the Moslems, whose alliance he seeks, were still numerous and powerful in the state of Sicily."}