{"label": "spam", "to_address": "adf adf <funnyreign@flax9.uwaterloo.ca>", "from_address": "\"Active Member Offer \" <marshal@magicslottedspoons.com>", "subject": "Toshiba, Compaq or HP Laptop- choose your's", "body": " To confirm this, we may subjoin some other reflections concerning that will, which is supposed to enter into a promise, and to cause its obligation. It is evident, that the will alone is never supposed to cause the obligation, but must be expressed by words or signs, in order to impose a tye upon any man. The expression being once brought in as subservient to the will, soon becomes the principal part of the promise; nor will a man be less bound by his word, though he secretly give a different direction to his intention, and with-hold himself both from a resolution, and from willing an obligation. But though the expression makes on most occasions the whole of the promise, yet it does not always so; and one, who should make use of any expression, of which he knows not the meaning, and which he uses without any intention of binding himself, would not certainly be bound by it. Nay, though he knows its meaning, yet if he uses it in jest only, and with such signs as shew evidently he has no serious intention of binding himself, he would not lie under any obligation of performance; but it is necessary, that the words be a perfect expression of the will, without any contrary signs. Nay, even this we must not carry so far as to imagine, that one, whom, by our quickness of understanding, we conjecture, from certain signs, to have an intention of deceiving us, is not bound by his expression or verbal promise, if we accept of it; but must limit this conclusion to those cases, where the signs are of a different kind from those of deceit. All these contradictions are easily accounted for, if the obligation of promises be merely a human invention for the convenience of society; but will never be explained, if it be something real and natural, arising from any action of the mind or body."}