{"label": "spam", "to_address": "gnitpick@speedy.uwaterloo.ca", "from_address": "=?GB2312?B?1/C+tLXEycy80sXz09E=?= <YHLTD@yahoo.com.cn>", "subject": null, "body": " Thus self-satisfaction and vanity may not only be allowable, but requisite in a character. It is, however, certain, that good-breeding and decency require that we should avoid all signs and expressions, which tend directly to show that passion. We have, all of us, a wonderful partiality for ourselves, and were we always to give vent to our sentiments in this particular, we should mutually cause the greatest indignation in each other, not only by the immediate presence of so disagreeable a subject of comparison, but also by the contrariety of our judgments. In like manner, therefore, as we establish the laws of nature, in order to secure property in society, and prevent the opposition of self-interest; we establish the rules of good-breeding, in order to prevent the opposition of men's pride, and render conversation agreeable and inoffensive. Nothing is more disagreeable than a man's over-weaning conceit of himself: Every one almost has a strong propensity to this vice: No one can well distinguish in himself betwixt the vice and virtue, or be certain, that his esteem of his own merit is well-founded: For these reasons, all direct expressions of this passion are condemned; nor do we make any exception to this rule in favour of men of sense and merit. They are not allowed to do themselves justice openly, in words, no more than other people; and even if they show a reserve and secret doubt in doing themselves justice in their own thoughts, they will be more applauded. That impertinent, and almost universal propensity of men, to over-value themselves, has given us such a prejudice against self-applause, that we are apt to condemn it, by a general rule, wherever we meet with it; and it is with some difficulty we give a privilege to men of sense, even in their most secret thoughts. At least, it must be owned, that some disguise in this particular is absolutely requisite; and that if we harbour pride in our breasts, we must carry a fair outside, and have the appearance of modesty and mutual deference in all our conduct and behaviour. We must, on every occasion, be ready to prefer others to ourselves; to treat them with a kind of deference, even though they be our equals; to seem always the lowest and least in the company, where we are not very much distinguished above them: And if we observe these rules in our conduct, men will have more indulgence for our secret sentiments, when we discover them in an oblique manner."}