{"label": "ham", "to_address": "samba-cvs@samba.org", "from_address": "tridge@samba.org", "subject": "svn commit: samba r23058 - in\n\tbranches/SAMBA_4_0/source/libcli/cldap: .", "body": " In the same manner, Ricardo maintained, with reference to Napoleon’s Continental System and the English Blockade Decree, that the English exported gold instead of commodities to the Continent, because their money was depreciated with respect to the money on the Continent, that their commodities were, therefore, more high priced, which made it a more profitable commercial speculation to export gold than goods. According to him England was a market in which commodities were dear and money was cheap, while on the Continent commodities were cheap and money was dear. The trouble, according to an English writer, was “the ruinously low prices of our manufactures and of our colonial productions under the operation ... of the ‘Continental System’ during the last six years of the war.... The prices of sugar and coffee, for instance, on the Continent, computed in gold, were four or five times higher than their prices in England, computed in bank-notes. I am speaking ... of the times in which the French chemists discovered sugar in beet-root, and a substitute for coffee in chicory; and when the English grazier tried experiments upon fattening oxen with treacle and molasses―of the times when we took possession of the island of Heligoland, in order to form there a depot of goods to facilitate, if possible, the smuggling of them into the north of Europe; and when the lighter descriptions of British manufactures found their way into Germany through Turkey.... Almost all the merchandise of the world accumulated in our warehouses, where they became impounded, except when some small quantity was released by a French License, for which the merchants at Hamburgh and Amsterdam had, perhaps, given Napoleon such a sum as forty or fifty thousand pounds. They must have been strange merchants ... to have paid so large a sum for liberty to carry a cargo of goods from a dear market to a cheap one. What was the ostensible alternative the merchant had?... Either to buy coffee at 6d. a pound in bank-notes, and send it to a place where it would instantly sell at 3s. or 4s. a pound in gold, or to buy gold with bank-notes at £5 an ounce, and send it to a place where it would be received at £3 17s. 10-1/2d. an ounce.... It is too absurd, of course, to say ... that the gold was remitted instead of the coffee, as a preferable mercantile operation.... There was not a country in the world in which so large a quantity of desirable goods could be obtained, in return for an ounce of gold, as in England.... Bonaparte ... was constantly examining the English Price Current.... So long as he saw that gold was dear and coffee was cheap in England, he was satisfied that his ‘Continental System’ worked well.”[147]"}