{"label": "ham", "to_address": "\"Andrew Coopers\" <avcooper@flax9.uwaterloo.ca>", "from_address": "<alert@broadcast.shareholder.com>", "subject": "Stock Quote Notification for ONEOK Inc.", "body": " The theory of persecution was established by Theodosius, whose justice and piety have been applauded by the saints: but the practice of it, in the fullest extent, was reserved for his rival and colleague, Maximus, the first, among the Christian princes, who shed the blood of his Christian subjects on account of their religious opinions. The cause of the Priscillianists, 51 a recent sect of heretics, who disturbed the provinces of Spain, was transferred, by appeal, from the synod of Bordeaux to the Imperial consistory of Treves; and by the sentence of the Prætorian præfect, seven persons were tortured, condemned, and executed. The first of these was Priscillian 52 himself, bishop of Avila, in Spain; who adorned the advantages of birth and fortune, by the accomplishments of eloquence and learning. 53 Two presbyters, and two deacons, accompanied their beloved master in his death, which they esteemed as a glorious martyrdom; and the number of religious victims was completed by the execution of Latronian, a poet, who rivalled the fame of the ancients; and of Euchrocia, a noble matron of Bordeaux, the widow of the orator Delphidius. 54 Two bishops who had embraced the sentiments of Priscillian, were condemned to a distant and dreary exile; 55 and some indulgence was shown to the meaner criminals, who assumed the merit of an early repentance. If any credit could be allowed to confessions extorted by fear or pain, and to vague reports, the offspring of malice and credulity, the heresy of the Priscillianists would be found to include the various abominations of magic, of impiety, and of lewdness. 56 Priscillian, who wandered about the world in the company of his spiritual sisters, was accused of praying stark naked in the midst of the congregation; and it was confidently asserted, that the effects of his criminal intercourse with the daughter of Euchrocia had been suppressed, by means still more odious and criminal. But an accurate, or rather a candid, inquiry will discover, that if the Priscillianists violated the laws of nature, it was not by the licentiousness, but by the austerity, of their lives. They absolutely condemned the use of the marriage-bed; and the peace of families was often disturbed by indiscreet separations. They enjoyed, or recommended, a total abstinence from all animal food; and their continual prayers, fasts, and vigils, inculcated a rule of strict and perfect devotion. The speculative tenets of the sect, concerning the person of Christ, and the nature of the human soul, were derived from the Gnostic and Manichaean system; and this vain philosophy, which had been transported from Egypt to Spain, was ill adapted to the grosser spirits of the West. The obscure disciples of Priscillian suffered languished, and gradually disappeared: his tenets were rejected by the clergy and people, but his death was the subject of a long and vehement controversy; while some arraigned, and others applauded, the justice of his sentence. It is with pleasure that we can observe the humane inconsistency of the most illustrious saints and bishops, Ambrose of Milan, 57 and Martin of Tours, 58 who, on this occasion, asserted the cause of toleration. They pitied the unhappy men, who had been executed at Treves; they refused to hold communion with their episcopal murderers; and if Martin deviated from that generous resolution, his motives were laudable, and his repentance was exemplary. The bishops of Tours and Milan pronounced, without hesitation, the eternal damnation of heretics; but they were surprised, and shocked, by the bloody image of their temporal death, and the honest feelings of nature resisted the artificial prejudices of theology. The humanity of Ambrose and Martin was confirmed by the scandalous irregularity of the proceedings against Priscillian and his adherents. The civil and ecclesiastical ministers had transgressed the limits of their respective provinces. The secular judge had presumed to receive an appeal, and to pronounce a definitive sentence, in a matter of faith, and episcopal jurisdiction. The bishops had disgraced themselves, by exercising the functions of accusers in a criminal prosecution. The cruelty of Ithacius, 59 who beheld the tortures, and solicited the death, of the heretics, provoked the just indignation of mankind; and the vices of that profligate bishop were admitted as a proof, that his zeal was instigated by the sordid motives of interest. Since the death of Priscillian, the rude attempts of persecution have been refined and methodized in the holy office, which assigns their distinct parts to the ecclesiastical and secular powers. The devoted victim is regularly delivered by the priest to the magistrate, and by the magistrate to the executioner; and the inexorable sentence of the church, which declares the spiritual guilt of the offender, is expressed in the mild language of pity and intercession."}