{"label": "ham", "to_address": "cc-community@lists.ibiblio.org", "from_address": "Christian Ahlert <ca@openbusiness.cc>", "subject": "[cc-community] Overview of P2P finance", "body": " The first wave having been passed, we proceed to the second—community of wives and children. ‘Is it possible? Is it desirable?’ For as Glaucon intimates, and as we far more strongly insist, ‘Great doubts may be entertained about both these points.’ Any free discussion of the question is impossible, and mankind are perhaps right in not allowing the ultimate bases of social life to be examined. Few of us can safely enquire into the things which nature hides, any more than we can dissect our own bodies. Still, the manner in which Plato arrived at his conclusions should be considered. For here, as Mr. Grote has remarked, is a wonderful thing, that one of the wisest and best of men should have entertained ideas of morality which are wholly at variance with our own. And if we would do Plato justice, we must examine carefully the character of his proposals. First, we may observe that the relations of the sexes supposed by him are the reverse of licentious: he seems rather to aim at an impossible strictness. Secondly, he conceives the family to be the natural enemy of the state; and he entertains the serious hope that an universal brotherhood may take the place of private interests—an aspiration which, although not justified by experience, has possessed many noble minds. On the other hand, there is no sentiment or imagination in the connections which men and women are supposed by him to form; human beings return to the level of the animals, neither exalting to heaven, nor yet abusing the natural instincts. All that world of poetry and fancy which the passion of love has called forth in modern literature and romance would have been banished by Plato. The arrangements of marriage in the Republic are directed to one object—the improvement of the race. In successive generations a great development both of bodily and mental qualities might be possible. The analogy of animals tends to show that mankind can within certain limits receive a change of nature. And as in animals we should commonly choose the best for breeding, and destroy the others, so there must be a selection made of the human beings whose lives are worthy to be preserved."}