{"label": "ham", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"AccuWeather.com Alert\" <inbox@messaging.accuweather.com>", "subject": "AccuWeather.com Alert(tm) Forecast For User|AVCCVA", "body": " It was settled originally as follows, and the peoples that occupied it are these. The earliest inhabitants spoken of in any part of the country are the Cyclopes and Laestrygones; but I cannot tell of what race they were, or whence they came or whither they went, and must leave my readers to what the poets have said of them and to what may be generally known concerning them. The Sicanians appear to have been the next settlers, although they pretend to have been the first of all and aborigines; but the facts show that they were Iberians, driven by the Ligurians from the river Sicanus in Iberia. It was from them that the island, before called Trinacria, took its name of Sicania, and to the present day they inhabit the west of Sicily. On the fall of Ilium, some of the Trojans escaped from the Achaeans, came in ships to Sicily, and settled next to the Sicanians under the general name of Elymi; their towns being called Eryx and Egesta. With them settled some of the Phocians carried on their way from Troy by a storm, first to Libya, and afterwards from thence to Sicily. The Sicels crossed over to Sicily from their first home Italy, flying from the Opicans, as tradition says and as seems not unlikely, upon rafts, having watched till the wind set down the strait to effect the passage; although perhaps they may have sailed over in some other way. Even at the present day there are still Sicels in Italy; and the country got its name of Italy from Italus, a king of the Sicels, so called. These went with a great host to Sicily, defeated the Sicanians in battle and forced them to remove to the south and west of the island, which thus came to be called Sicily instead of Sicania, and after they crossed over continued to enjoy the richest parts of the country for near three hundred years before any Hellenes came to Sicily; indeed they still hold the centre and north of the island. There were also Phoenicians living all round Sicily, who had occupied promontories upon the sea coasts and the islets adjacent for the purpose of trading with the Sicels. But when the Hellenes began to arrive in considerable numbers by sea, the Phoenicians abandoned most of their stations, and drawing together took up their abode in Motye, Soloeis, and Panormus, near the Elymi, partly because they confided in their alliance, and also because these are the nearest points for the voyage between Carthage and Sicily."}