{"label": "ham", "to_address": "r-help@stat.math.ethz.ch", "from_address": "Felix Wave <felix-wave@vr-web.de>", "subject": "[R] Write text in the \"device region\" of a graphic device", "body": " I am impatient to pursue the final ruin of that kingdom, which was accomplished under the reign of Sigismond, the son of Gundobald. The Catholic Sigismond has acquired the honors of a saint and martyr; 43 but the hands of the royal saint were stained with the blood of his innocent son, whom he inhumanly sacrificed to the pride and resentment of a step-mother. He soon discovered his error, and bewailed the irreparable loss. While Sigismond embraced the corpse of the unfortunate youth, he received a severe admonition from one of his attendants: “It is not his situation, O king! it is thine which deserves pity and lamentation.” The reproaches of a guilty conscience were alleviated, however, by his liberal donations to the monastery of Agaunum, or St. Maurice, in Vallais; which he himself had founded in honor of the imaginary martyrs of the Thebaean legion. 44 A full chorus of perpetual psalmody was instituted by the pious king; he assiduously practised the austere devotion of the monks; and it was his humble prayer, that Heaven would inflict in this world the punishment of his sins. His prayer was heard: the avengers were at hand: and the provinces of Burgundy were overwhelmed by an army of victorious Franks. After the event of an unsuccessful battle, Sigismond, who wished to protract his life that he might prolong his penance, concealed himself in the desert in a religious habit, till he was discovered and betrayed by his subjects, who solicited the favor of their new masters. The captive monarch, with his wife and two children, was transported to Orleans, and buried alive in a deep well, by the stern command of the sons of Clovis; whose cruelty might derive some excuse from the maxims and examples of their barbarous age. Their ambition, which urged them to achieve the conquest of Burgundy, was inflamed, or disguised, by filial piety: and Clotilda, whose sanctity did not consist in the forgiveness of injuries, pressed them to revenge her father’s death on the family of his assassin. The rebellious Burgundians (for they attempted to break their chains) were still permitted to enjoy their national laws under the obligation of tribute and military service; and the Merovingian princes peaceably reigned over a kingdom, whose glory and greatness had been first overthrown by the arms of Clovis. 45"}