{"label": "spam", "to_address": "deficient@flax9.uwaterloo.ca", "from_address": "\"Sonja Pack\" <dqqvgahosiaq@branassoc.com>", "subject": "Re. Effective?", "body": " First, I do not find that in the English, or any other modern tongue, the boundaries are exactly fixed between virtues and talents, vices and defects, or that a precise definition can be given of the one as contradistinguished from the other. Were we to say, for instance, that the esteemable qualities alone, which are voluntary, are entitled to the appellations of virtues; we should soon recollect the qualities of courage, equanimity, patience, self-command; with many others, which almost every language classes under this appellation, though they depend little or not at all on our choice. Should we affirm that the qualities alone, which prompt us to act our part in society, are entitled to that honourable distinction; it must immediately occur that these are indeed the most valuable qualities, and are commonly denominated the SOCIAL virtues; but that this very epithet supposes that there are also virtues of another species. Should we lay hold of the distinction between INTELLECTUAL and MORAL endowments, and affirm the last alone to be the real and genuine virtues, because they alone lead to action; we should find that many of those qualities, usually called intellectual virtues, such as prudence, penetration, discernment, discretion, had also a considerable influence on conduct. The distinction between the heart and the head may also be adopted: the qualities of the first may be defined such as in their immediate exertion are accompanied with a feeling of sentiment; and these alone may be called the genuine virtues: but industry, frugality, temperance, secrecy, perseverance, and many other laudable powers or habits, generally stilled virtues are exerted without any immediate sentiment in the person possessed of them, and are only known to him by their effects. It is fortunate, amidst all this seeming perplexity, that the question, being merely verbal, cannot possibly be of any importance. A moral, philosophical discourse needs not enter into all these caprices of language, which are so variable in different dialects, and in different ages of the same dialect. But on the whole, it seems to me, that though it is always allowed, that there are virtues of many different kinds, yet, when a man is called virtuous, or is denominated a man of virtue, we chiefly regard his social qualities, which are, indeed, the most valuable. It is, at the same time, certain, that any remarkable defect in courage, temperance, economy, industry, understanding, dignity of mind, would bereave even a very good-natured, honest man of this honourable appellation. Who did ever say, except by way of irony, that such a one was a man of great virtue, but an egregious blockhead?"}