{"label": "spam", "to_address": "<ktwarwic@speedy.uwaterloo.ca>", "from_address": "\"Kaleb Wright\" <mfetvous.net@lotto-otto.com>", "subject": "If you don't play you can't win", "body": " In order to explain this matter, I shall just touch upon two principles, one of which shall be more fully explained in the progress of this treatise; the other has been already accounted for. I believe it may safely be established for a general maxim, that no object is presented to the senses, nor image formed in the fancy, but what is accompanyed with some emotion or movement of spirits proportioned to it; and however custom may make us insensible of this sensation and cause us to confound it with the object or idea, it will be easy, by careful and exact experiments, to separate and distinguish them. For to instance only in the cases of extension and number; it is evident, that any very bulky object, such as the ocean, an extended plain, a vast chain of mountains, a wide forest: or any very numerous collection of objects, such as an army, a fleet, a crowd, excite in the mind a sensible emotion; and that the admiration, which arises on the appearance of such objects, is one of the most lively pleasures, which human nature is capable of enjoying. Now as this admiration encreases or diminishes by the encrease or diminution of the objects, we may conclude, according to our foregoing[7] principles, that it is a compound effect, proceeding from the conjunction of the several effects, which arise from each part of the cause. Every part, then, of extension, and every unite of number has a separate emotion attending it; and though that emotion be not always agreeable, yet by its conjunction with others, and by its agitating the spirits to a just pitch, it contributes to the production of admiration, which is always agreeable. If this be allowed with respect to extension and number, we can make no difficulty with respect to virtue and vice, wit and folly, riches and poverty, happiness and misery, and other objects of that kind, which are always attended with an evident emotion."}