{"label": "spam", "to_address": "elaastic@flax9.uwaterloo.ca", "from_address": "\"ESSAY\" <tafsbvtinz@arcor-ip.net>", "subject": "mkt kap", "body": " This principle of the moral destination of our nature, namely, that it is only in an endless progress that we can attain perfect accordance with the moral law, is of the greatest use, not merely for the present purpose of supplementing the impotence of speculative reason, but also with respect to religion. In default of it, either the moral law is quite degraded from its holiness, being made out to be indulgent and conformable to our convenience, or else men strain their notions of their vocation and their expectation to an unattainable goal, hoping to acquire complete holiness of will, and so they lose themselves in fanatical theosophic dreams, which wholly contradict self-knowledge. In both cases the unceasing effort to obey punctually and thoroughly a strict and inflexible command of reason, which yet is not ideal but real, is only hindered. For a rational but finite being, the only thing possible is an endless progress from the lower to higher degrees of moral perfection. The Infinite Being, to whom the condition of time is nothing, sees in this to us endless succession a whole of accordance with the moral law; and the holiness which his command inexorably requires, in order to be true to his justice in the share which He assigns to each in the summum bonum, is to be found in a single intellectual intuition of the whole existence of rational beings. All that can be expected of the creature in respect of the hope of this participation would be the consciousness of his tried character, by which from the progress he has hitherto made from the worse to the morally better, and the immutability of purpose which has thus become known to him, he may hope for a further unbroken continuance of the same, however long his existence may last, even beyond this life, * and thus he may hope, not indeed here, nor in any imaginable point of his future existence, but only in the endlessness of his duration (which God alone can survey) to be perfectly adequate to his will (without indulgence or excuse, which do not harmonize with justice)."}