{"label": "ham", "to_address": "avcooper@flax9.uwaterloo.ca", "from_address": "slashdot@slashdot.org", "subject": "[Slashdot] Headlines for 2007-05-06", "body": " Olympius 84 might have continued to insult the just resentment of a people who loudly accused him as the author of the public calamities; but his power was undermined by the secret intrigues of the palace. The favorite eunuchs transferred the government of Honorius, and the empire, to Jovius, the Prætorian præfect; an unworthy servant, who did not atone, by the merit of personal attachment, for the errors and misfortunes of his administration. The exile, or escape, of the guilty Olympius, reserved him for more vicissitudes of fortune: he experienced the adventures of an obscure and wandering life; he again rose to power; he fell a second time into disgrace; his ears were cut off; he expired under the lash; and his ignominious death afforded a grateful spectacle to the friends of Stilicho. After the removal of Olympius, whose character was deeply tainted with religious fanaticism, the Pagans and heretics were delivered from the impolitic proscription, which excluded them from the dignities of the state. The brave Gennerid, 85 a soldier of Barbarian origin, who still adhered to the worship of his ancestors, had been obliged to lay aside the military belt: and though he was repeatedly assured by the emperor himself, that laws were not made for persons of his rank or merit, he refused to accept any partial dispensation, and persevered in honorable disgrace, till he had extorted a general act of justice from the distress of the Roman government. The conduct of Gennerid in the important station to which he was promoted or restored, of master-general of Dalmatia, Pannonia, Noricum, and Rhaetia, seemed to revive the discipline and spirit of the republic. From a life of idleness and want, his troops were soon habituated to severe exercise and plentiful subsistence; and his private generosity often supplied the rewards, which were denied by the avarice, or poverty, of the court of Ravenna. The valor of Gennerid, formidable to the adjacent Barbarians, was the firmest bulwark of the Illyrian frontier; and his vigilant care assisted the empire with a reenforcement of ten thousand Huns, who arrived on the confines of Italy, attended by such a convoy of provisions, and such a numerous train of sheep and oxen, as might have been sufficient, not only for the march of an army, but for the settlement of a colony. But the court and councils of Honorius still remained a scene of weakness and distraction, of corruption and anarchy. Instigated by the præfect Jovius, the guards rose in furious mutiny, and demanded the heads of two generals, and of the two principal eunuchs. The generals, under a perfidious promise of safety, were sent on shipboard, and privately executed; while the favor of the eunuchs procured them a mild and secure exile at Milan and Constantinople. Eusebius the eunuch, and the Barbarian Allobich, succeeded to the command of the bed-chamber and of the guards; and the mutual jealousy of these subordinate ministers was the cause of their mutual destruction. By the insolent order of the count of the domestics, the great chamberlain was shamefully beaten to death with sticks, before the eyes of the astonished emperor; and the subsequent assassination of Allobich, in the midst of a public procession, is the only circumstance of his life, in which Honorius discovered the faintest symptom of courage or resentment. Yet before they fell, Eusebius and Allobich had contributed their part to the ruin of the empire, by opposing the conclusion of a treaty which Jovius, from a selfish, and perhaps a criminal, motive, had negotiated with Alaric, in a personal interview under the walls of Rimini. During the absence of Jovius, the emperor was persuaded to assume a lofty tone of inflexible dignity, such as neither his situation, nor his character, could enable him to support; and a letter, signed with the name of Honorius, was immediately despatched to the Prætorian præfect, granting him a free permission to dispose of the public money, but sternly refusing to prostitute the military honors of Rome to the proud demands of a Barbarian. This letter was imprudently communicated to Alaric himself; and the Goth, who in the whole transaction had behaved with temper and decency, expressed, in the most outrageous language, his lively sense of the insult so wantonly offered to his person and to his nation. The conference of Rimini was hastily interrupted; and the præfect Jovius, on his return to Ravenna, was compelled to adopt, and even to encourage, the fashionable opinions of the court. By his advice and example, the principal officers of the state and army were obliged to swear, that, without listening, in any circumstances, to any conditions of peace, they would still persevere in perpetual and implacable war against the enemy of the republic. This rash engagement opposed an insuperable bar to all future negotiation. The ministers of Honorius were heard to declare, that, if they had only invoked the name of the Deity, they would consult the public safety, and trust their souls to the mercy of Heaven: but they had sworn by the sacred head of the emperor himself; they had touched, in solemn ceremony, that august seat of majesty and wisdom; and the violation of their oath would expose them to the temporal penalties of sacrilege and rebellion. 86"}