{"label": "spam", "to_address": "the00@plg.uwaterloo.ca", "from_address": "\"Rupert Gould\" <kejquarterinchsot@quarterinch.com>", "subject": "Last chance to supercharge your performance", "body": " These, indeed, are but rags and remnants of persecution, and may be thought to be not so much an indication of the wish to persecute, as an example of that very frequent infirmity of English minds, which makes them take a preposterous pleasure in the assertion of a bad principle, when they are no longer bad enough to desire to carry it really into practice. But unhappily there is no security in the state of the public mind, that the suspension of worse forms of legal persecution, which has lasted for about the space of a generation, will continue. In this age the quiet surface of routine is as often ruffled by attempts to resuscitate past evils, as to introduce new benefits. What is boasted of at the present time as the revival of religion, is always, in narrow and uncultivated minds, at least as much the revival of bigotry; and where there is the strong permanent leaven of intolerance in the feelings of a people, which at all times abides in the middle classes of this country, it needs but little to provoke them into actively persecuting those whom they have never ceased to think proper objects of persecution.[10] For it is this--it is the opinions men entertain, and the feelings they cherish, respecting those who disown the beliefs they deem important, which makes this country not a place of mental freedom. For a long time past, the chief mischief of the legal penalties is that they strengthen the social stigma. It is that stigma which is really effective, and so effective is it that the profession of opinions which are under the ban of society is much less common in England, than is, in many other countries, the avowal of those which incur risk of judicial punishment. In respect to all persons but those whose pecuniary circumstances make them independent of the good will of other people, opinion, on this subject, is as efficacious as law; men might as well be imprisoned, as excluded from the means of earning their bread. Those whose bread is already secured, and who desire no favours from men in power, or from bodies of men, or from the public, have nothing to fear from the open avowal of any opinions, but to be ill-thought of and ill-spoken of, and this it ought not to require a very heroic mould to enable them to bear. There is no room for any appeal _ad misericordiam_ in behalf of such persons. But though we do not now inflict so much evil on those who think differently from us, as it was formerly our custom to do, it may be that we do ourselves as much evil as ever by our treatment of them. Socrates was put to death, but the Socratic philosophy rose like the sun in heaven, and spread its illumination over the whole intellectual firmament. Christians were cast to the lions, but the Christian church grew up a stately and spreading tree, overtopping the older and less vigorous growths, and stifling them by its shade. Our merely social intolerance kills no one, roots out no opinions, but induces men to disguise them, or to abstain from any active effort for their diffusion. With us, heretical opinions do not perceptibly gain, or even lose, ground in each decade or generation; they never blaze out far and wide, but continue to smoulder in the narrow circles of thinking and studious persons among whom they originate, without ever lighting up the general affairs of mankind with either a true or a deceptive light. And thus is kept up a state of things very satisfactory to some minds, because, without the unpleasant process of fining or imprisoning anybody, it maintains all prevailing opinions outwardly undisturbed, while it does not absolutely interdict the exercise of reason by dissentients afflicted with the malady of thought. A convenient plan for having peace in the intellectual world, and keeping all things going on therein very much as they do already. But the price paid for this sort of intellectual pacification, is the sacrifice of the entire moral courage of the human mind. A state of things in which a large portion of the most active and inquiring intellects find it advisable to keep the genuine principles and grounds of their convictions within their own breasts, and attempt, in what they address to the public, to fit as much as they can of their own conclusions to premises which they have internally renounced, cannot send forth the open, fearless characters, and logical, consistent intellects who once adorned the thinking world. The sort of men who can be looked for under it, are either mere conformers to commonplace, or time-servers for truth, whose arguments on all great subjects are meant for their hearers, and are not those which have convinced themselves. Those who avoid this alternative, do so by narrowing their thoughts and interest to things which can be spoken of without venturing within the region of principles, that is, to small practical matters, which would come right of themselves, if but the minds of mankind were strengthened and enlarged, and which will never be made effectually right until then: while that which would strengthen and enlarge men's minds, free and daring speculation on the highest subjects, is abandoned."}