{"label": "spam", "to_address": "surveyclub@flax9.uwaterloo.ca, surveyclub-opt@flax9.uwaterloo.ca", "from_address": "\"Leslie, Erick\" <Calhoun3Ritter@confidbasket.com>", "subject": "Woulnd't you like to have your woman take it all in if yours was big. We can help makes yours that way", "body": " But, it will be asked further, can I make any use of this conception and hypothesis in my investigations into the world and nature? Yes, for this very purpose was the idea established by reason as a fundamental basis. But may I regard certain arrangements, which seemed to have been made in conformity with some fixed aim, as the arrangements of design, and look upon them as proceeding from the divine will, with the intervention, however, of certain other particular arrangements disposed to that end? Yes, you may do so; but at the same time you must regard it as indifferent, whether it is asserted that divine wisdom has disposed all things in conformity with his highest aims, or that the idea of supreme wisdom is a regulative principle in the investigation of nature, and at the same time a principle of the systematic unity of nature according to general laws, even in those cases where we are unable to discover that unity. In other words, it must be perfectly indifferent to you whether you say, when you have discovered this unity: God has wisely willed it so; or: Nature has wisely arranged this. For it was nothing but the systematic unity, which reason requires as a basis for the investigation of nature, that justified you in accepting the idea of a supreme intelligence as a schema for a regulative principle; and, the farther you advance in the discovery of design and finality, the more certain the validity of your idea. But, as the whole aim of this regulative principle was the discovery of a necessary and systematic unity in nature, we have, in so far as we attain this, to attribute our success to the idea of a Supreme Being; while, at the same time, we cannot, without involving ourselves in contradictions, overlook the general laws of nature, as it was in reference to them alone that this idea was employed. We cannot, I say, overlook the general laws of nature, and regard this conformity to aims observable in nature as contingent or hyperphysical in its origin; inasmuch as there is no ground which can justify us in the admission of a being with such properties distinct from and above nature. All that we are authorized to assert is that this idea may be employed as a principle, and that the properties of the being which is assumed to correspond to it may be regarded as systematically connected in analogy with the causal determination of phenomena."}