{"label": "ham", "to_address": "John Goerzen <jgoerzen@complete.org>", "from_address": "Kern Sibbald <kern@sibbald.com>", "subject": "Re: Bacula: GPL and OpenSSL", "body": " When the news was brought to Athens, for a long while they disbelieved even the most respectable of the soldiers who had themselves escaped from the scene of action and clearly reported the matter, a destruction so complete not being thought credible. When the conviction was forced upon them, they were angry with the orators who had joined in promoting the expedition, just as if they had not themselves voted it, and were enraged also with the reciters of oracles and soothsayers, and all other omen-mongers of the time who had encouraged them to hope that they should conquer Sicily. Already distressed at all points and in all quarters, after what had now happened, they were seized by a fear and consternation quite without example. It was grievous enough for the state and for every man in his proper person to lose so many heavy infantry, cavalry, and able-bodied troops, and to see none left to replace them; but when they saw, also, that they had not sufficient ships in their docks, or money in the treasury, or crews for the ships, they began to despair of salvation. They thought that their enemies in Sicily would immediately sail with their fleet against Piraeus, inflamed by so signal a victory; while their adversaries at home, redoubling all their preparations, would vigorously attack them by sea and land at once, aided by their own revolted confederates. Nevertheless, with such means as they had, it was determined to resist to the last, and to provide timber and money, and to equip a fleet as they best could, to take steps to secure their confederates and above all Euboea, to reform things in the city upon a more economical footing, and to elect a board of elders to advise upon the state of affairs as occasion should arise. In short, as is the way of a democracy, in the panic of the moment they were ready to be as prudent as possible."}