{"label": "spam", "to_address": "<gnitpick@speedy.uwaterloo.ca>", "from_address": "\"Ruthann Jeanetta\" <iyzce9hei@nor.com.au>", "subject": "Over 1,500,000 bottle sold, Safe & Effective PenisEnlargement Herbal Pills nhbzu", "body": " THE TRAVELS OF FÂ-HIEN Translator's Introduction CHAPTER I.       From Ch'ang-gan to the Sandy Desert II.      On to Shen-shen and thence to Khoten III.     Khoten--Processions of Images IV.      Through the Ts'ung Mountains to K'eech-ch'a V.       Great Quinquennial Assembly of Monks VI.      North India--Image of Maitreya Bodhisattva VII.     The Perilous Crossing of the Indus VIII.    Woo-chang, or Udyana--Traces of Buddha IX.      Soo ho-to--Legends of Buddha X.       Gandhara--Legends of Buddha XI.      Takshasila--Legends--The Four Great Topes XII.     Buddha's Alms-bowl--Death of Hwuy-king XIII.    Festival of Buddha's Skull-bone XIV.     Crossing the Indus to the East XV.      Sympathy of Monks with the Pilgrims XVI.     Condition and Customs of Central India XVII.    Legend of the Trayastrimsas Heaven XVIII.   Buddha's Subjects of Discourse XIX.     Legend of Buddha's Danta-kashtha XX.      The Jetavana Vihara--Legends of Buddha XXI.     The Three Predecessors of Sakyamuni XXII.    Legends of Buddha's Birth XXIII.   Legends of Rama and its Tope XXIV.    Where Buddha Renounced the World XXV.     The Kingdom of Vaisali XXVI.    Remarkable Death of Ânanda XXVII.   King Asoka's Spirit-built Palace and Halls XXVIII.  Rajagriha, New and Old--Legends Connected with It XXIX.    Fâ-Hien Passes a Night on Gridhra-kuta Hill XXX.     Srataparna Cave, or Cave of the First Council XXXI.    Sakyamuni's Attaining to the Buddhaship XXXII.   Legend of King Asoka in a Former Birth XXXIII.  Kasyapa Buddha's Skeleton on Mount Gurupada XXXIV.   On the Way Returning to Patna XXXV.    Dakshina, and the Pigeon Monastery XXXVI.   Fâ-Hien's Indian Studies XXXVII.  Fâ-Hien's Stay in Champa and Tamalipti XXXVIII. At Ceylon--Feats of Buddha--His Statue in Jade XXXIX.   Cremation of an Arhat--Sermon of a Devotee XL.      After Two Years Fâ-Hien Takes Ship for China"}