{"label": "ham", "to_address": "ktwarwic@flax9.uwaterloo.ca", "from_address": "60 Minutes Newsletter <newsletter_sixty_minutes-ktwarwic=speedy.uwaterloo.ca@cbsig.com>", "subject": "60 Minutes E-mail Alert", "body": " The division of the Roman world between the sons of Theodosius marks the final establishment of the empire of the East, which, from the reign of Arcadius to the taking of Constantinople by the Turks, subsisted one thousand and fifty-eight years, in a state of premature and perpetual decay. The sovereign of that empire assumed, and obstinately retained, the vain, and at length fictitious, title of Emperor of the Romans; and the hereditary appellation of Caesar and Augustus continued to declare, that he was the legitimate successor of the first of men, who had reigned over the first of nations. The place of Constantinople rivalled, and perhaps excelled, the magnificence of Persia; and the eloquent sermons of St. Chrysostom 1 celebrate, while they condemn, the pompous luxury of the reign of Arcadius. “The emperor,” says he, “wears on his head either a diadem, or a crown of gold, decorated with precious stones of inestimable value. These ornaments, and his purple garments, are reserved for his sacred person alone; and his robes of silk are embroidered with the figures of golden dragons. His throne is of massy gold. Whenever he appears in public, he is surrounded by his courtiers, his guards, and his attendants. Their spears, their shields, their cuirasses, the bridles and trappings of their horses, have either the substance or the appearance of gold; and the large splendid boss in the midst of their shield is encircled with smaller bosses, which represent the shape of the human eye. The two mules that drew the chariot of the monarch are perfectly white, and shining all over with gold. The chariot itself, of pure and solid gold, attracts the admiration of the spectators, who contemplate the purple curtains, the snowy carpet, the size of the precious stones, and the resplendent plates of gold, that glitter as they are agitated by the motion of the carriage. The Imperial pictures are white, on a blue ground; the emperor appears seated on his throne, with his arms, his horses, and his guards beside him; and his vanquished enemies in chains at his feet.” The successors of Constantine established their perpetual residence in the royal city, which he had erected on the verge of Europe and Asia. Inaccessible to the menaces of their enemies, and perhaps to the complaints of their people, they received, with each wind, the tributary productions of every climate; while the impregnable strength of their capital continued for ages to defy the hostile attempts of the Barbarians. Their dominions were bounded by the Adriatic and the Tigris; and the whole interval of twenty-five days’ navigation, which separated the extreme cold of Scythia from the torrid zone of Æthiopia, 2 was comprehended within the limits of the empire of the East. The populous countries of that empire were the seat of art and learning, of luxury and wealth; and the inhabitants, who had assumed the language and manners of Greeks, styled themselves, with some appearance of truth, the most enlightened and civilized portion of the human species. The form of government was a pure and simple monarchy; the name of the Roman Republic, which so long preserved a faint tradition of freedom, was confined to the Latin provinces; and the princes of Constantinople measured their greatness by the servile obedience of their people. They were ignorant how much this passive disposition enervates and degrades every faculty of the mind. The subjects, who had resigned their will to the absolute commands of a master, were equally incapable of guarding their lives and fortunes against the assaults of the Barbarians, or of defending their reason from the terrors of superstition."}