{"label": "ham", "to_address": "damian@conway.org", "from_address": "\"Agent Zhang\" <agentzh@gmail.com>", "subject": "Re: New version of Perl6::Perldoc uploaded", "body": " A sedition, which almost laid Constantinople in ashes, was excited by the mutual hatred and momentary reconciliation of the two factions. In the fifth year of his reign, Justinian celebrated the festival of the ides of January; the games were incessantly disturbed by the clamorous discontent of the greens: till the twenty-second race, the emperor maintained his silent gravity; at length, yielding to his impatience, he condescended to hold, in abrupt sentences, and by the voice of a crier, the most singular dialogue 50 that ever passed between a prince and his subjects. Their first complaints were respectful and modest; they accused the subordinate ministers of oppression, and proclaimed their wishes for the long life and victory of the emperor. “Be patient and attentive, ye insolent railers!” exclaimed Justinian; “be mute, ye Jews, Samaritans, and Manichaeans!” The greens still attempted to awaken his compassion. “We are poor, we are innocent, we are injured, we dare not pass through the streets: a general persecution is exercised against our name and color. Let us die, O emperor! but let us die by your command, and for your service!” But the repetition of partial and passionate invectives degraded, in their eyes, the majesty of the purple; they renounced allegiance to the prince who refused justice to his people; lamented that the father of Justinian had been born; and branded his son with the opprobrious names of a homicide, an ass, and a perjured tyrant. “Do you despise your lives?” cried the indignant monarch: the blues rose with fury from their seats; their hostile clamors thundered in the hippodrome; and their adversaries, deserting the unequal contest spread terror and despair through the streets of Constantinople. At this dangerous moment, seven notorious assassins of both factions, who had been condemned by the præfect, were carried round the city, and afterwards transported to the place of execution in the suburb of Pera. Four were immediately beheaded; a fifth was hanged: but when the same punishment was inflicted on the remaining two, the rope broke, they fell alive to the ground, the populace applauded their escape, and the monks of St. Conon, issuing from the neighboring convent, conveyed them in a boat to the sanctuary of the church. 51 As one of these criminals was of the blue, and the other of the green livery, the two factions were equally provoked by the cruelty of their oppressor, or the ingratitude of their patron; and a short truce was concluded till they had delivered their prisoners and satisfied their revenge. The palace of the præfect, who withstood the seditious torrent, was instantly burnt, his officers and guards were massacred, the prisons were forced open, and freedom was restored to those who could only use it for the public destruction. A military force, which had been despatched to the aid of the civil magistrate, was fiercely encountered by an armed multitude, whose numbers and boldness continually increased; and the Heruli, the wildest Barbarians in the service of the empire, overturned the priests and their relics, which, from a pious motive, had been rashly interposed to separate the bloody conflict. The tumult was exasperated by this sacrilege, the people fought with enthusiasm in the cause of God; the women, from the roofs and windows, showered stones on the heads of the soldiers, who darted fire brands against the houses; and the various flames, which had been kindled by the hands of citizens and strangers, spread without control over the face of the city. The conflagration involved the cathedral of St. Sophia, the baths of Zeuxippus, a part of the palace, from the first entrance to the altar of Mars, and the long portico from the palace to the forum of Constantine: a large hospital, with the sick patients, was consumed; many churches and stately edifices were destroyed and an immense treasure of gold and silver was either melted or lost. From such scenes of horror and distress, the wise and wealthy citizens escaped over the Bosphorus to the Asiatic side; and during five days Constantinople was abandoned to the factions, whose watchword, Nika, vanquish! has given a name to this memorable sedition. 52"}